{"language": "fr", "output": "mal", "input": "Examen: Je déconseille\n\nIl faut penser à nettoyer le fond tous les jours car la moisissure s’installe ! Évaluation:", "id": "fr_0116202"}
{"language": "fr", "output": "mal", "input": "Examen: Produit moyen ....\n\nJ'ai été attiré par la promo,le prix ... Déjà,lorsque vous ouvrez le paquet,la brosse a perdue pleins de poils dans la boite ... Et ça va durer quelques jours .... Je vais la garder quelques mois et j'achèterais une brosse de qualité supérieure ... Évaluation:", "id": "fr_0778986"}
{"language": "fr", "output": "bien", "input": "Examen: Solidité\n\nMon chien déchire toutes les peluches, celle là a l'air plus solide, à voir avec le temps. Évaluation:", "id": "fr_0732266"}
{"language": "fr", "output": "mal", "input": "Examen: Joli sac mais doublure de mauvaise qualité\n\nTrès joli sac, mais l'intérieur s'est très vite déchiré de tous les côtés car doublure trop fine et de mauvaise qualité. Dommage car il est vraiment très joli et pratique avec les poches extérieures sur les côtés. Évaluation:", "id": "fr_0194419"}
{"language": "fr", "output": "bien", "input": "Examen: Il paraissent un peu trop léger mais fonctionne bien\n\nLes feux sont simples à monter, il y a 4 fils par feu, les feux de positions ont deux intensité pour simuler des feux stop. Ma 3008 fonctionne bien avec, mais mon T5 VW a tendance à accélérer la cadence de clignotement du la consommation des LED. Je regrette juste qu'il n'y ait pas l'éclairage de plaque prévu. Évaluation:", "id": "fr_0367615"}
{"language": "fr", "output": "bien", "input": "Examen: Super\n\nSac super pratique avec plein de poche. Y a rien a redire dessus Évaluation:", "id": "fr_0596822"}
{"language": "fr", "output": "bien", "input": "Examen: tres bien\n\nproduit très intéressant . livrais avec notice très bien détailler et emballage parfait .je recommande pour ceux et celle qui se soigne avec des produit naturelle Évaluation:", "id": "fr_0096628"}
{"language": "fr", "output": "bien", "input": "Examen: J'adore !!!\n\nJ'ai acheté ces marque-places pour notre mariage. Ils sont vraiment très jolis mais il faut faire attention, le papier est peu épais au niveau des cœurs, par conséquent il faut veiller à être minutieux car les cœurs peuvent facilement se détacher. Sur la photo nous les voyons blancs mais en réalité ils sont plutôt crèmes. En tout cas effet garantie sur une table !!! Évaluation:", "id": "fr_0269993"}
{"language": "fr", "output": "mal", "input": "Examen: Kusmi Tea \"Les bien-être\"\n\nJe suis un peu déçu de cet achat, car c'était pour offrir, Et mis à part le thé partout, Une étiquette sûr un petit pot est collée à l'envers, (la violette) Ça devrait être un défaut de fabrication mais le lot aurait dû être retiré de la ventre ou à moindre coût.. Surtout pour offrir ça fait un peu abusé ... Sinon reçu en temps et en heures 👍 Évaluation:", "id": "fr_0559871"}
{"language": "fr", "output": "bien", "input": "Examen: Produit au meilleur prix\n\nProduit de qualité et surtout un très bon prix par rapport aux autres marchands! Livraison rapide comme d'habitude chez Amazon Évaluation:", "id": "fr_0769976"}
{"language": "fr", "output": "mal", "input": "Examen: Pas adapté au p smart\n\nPas de bonne dimension trop grand pour l ecran Évaluation:", "id": "fr_0093112"}
{"language": "fr", "output": "bien", "input": "Examen: Boitier qui accueille bien les Hdd. Rapide en USB3. 1\n\nTesté un Hdd à plateau très facile à insérer et stable une fois calé. Très rapide. Vivement un test avec un Ssd bientôt reçu Évaluation:", "id": "fr_0621570"}
{"language": "fr", "output": "mal", "input": "Examen: Retard livraison\n\nEn retard dans la livraison ça fait déjà une semaine. Je devais recevoir le produit avant le 6 nov on est le 9 nov Évaluation:", "id": "fr_0720913"}
{"language": "fr", "output": "bien", "input": "Examen: Confortable\n\nc'est mon fils qui l'utilise et il en est très content ! Perso je la trouve très jolie, elle roule bien, et elle est confortable. Évaluation:", "id": "fr_0548363"}
{"language": "fr", "output": "mal", "input": "Examen: Pas ergonomique du tout\n\nJ'avais acheté ce produit pour ma maman. Je l'ai essayé d'abord chez moi, heureusement, rien n'est conçu pour vous donner envie d'en posséder un... Puis j'ai essayé ce pourquoi je l'avais acheté, la conversation mains libres.. Je suis peut-être tombé sur celui qui ne fonctionne pas bien où alors celui qui avait mis un commentaire élogieux sur le son n'a jamais écouté un avec un bon son.. Évaluation:", "id": "fr_0417295"}
{"language": "fr", "output": "bien", "input": "Examen: Très bien, conforme\n\nTrès bien, les ventouses tiennent très bien avec le filet pleins de jouets! Je recommande! Livraison rapide! Évaluation:", "id": "fr_0551228"}
{"language": "fr", "output": "bien", "input": "Examen: Un bon produit\n\nJ'ai achetée pour mon mari pendant noël je crois il a bien aimer c'est un bon produit par rapport le prix Évaluation:", "id": "fr_0551429"}
{"language": "fr", "output": "mal", "input": "Examen: Commande non livrée dans les délais\n\nJe ne peux évaluer ce produit. Nous sommes le 14 octobre et je n'ai toujours pas reçu ma commande. Évaluation:", "id": "fr_0848520"}
{"language": "fr", "output": "bien", "input": "Examen: Je recommande\n\nMon neuveux adore. Livraison rapide. Moins chère quand magasin Évaluation:", "id": "fr_0432538"}
{"language": "fr", "output": "mal", "input": "Examen: Mauvaise qualité\n\nQualité médiocre, le porte serviette est vraiment de travers !! Et la soudure n’est vraiment pas très propre. Très déçu pour du Amazon Prime, dans ce cas autant prendre ceux disponible à qq euros sans le Amazon Prime. Évaluation:", "id": "fr_0112543"}
{"language": "fr", "output": "bien", "input": "Examen: Parfait\n\nParfait comme d’habitude sur la pâte et produits de cette marque... expédition rapide et couleur toujours conforme Recommande à 100% Évaluation:", "id": "fr_0593634"}
{"language": "fr", "output": "mal", "input": "Examen: Article jamais recu et delais s'allongeant de jour en jour\n\nArticle commandé il y a 2 mois, toujours rien reçu. Il faut croire que mettre un commentaire est la solution ultime pour faire réagir le vendeur qui ne répond pas aux relances de mails depuis 1 mois. Dommage. Évaluation:", "id": "fr_0987306"}
{"language": "fr", "output": "bien", "input": "Examen: Trousse à maquillage\n\nPlus spacieuse que ce que je pensais, je l'emporte partout avec moi! Évaluation:", "id": "fr_0778734"}
{"language": "fr", "output": "bien", "input": "Examen: Un peu cher quand même j’achète.\n\nC’est très bien pour mes cheveux qui s’adaptent. Évaluation:", "id": "fr_0246379"}
{"language": "fr", "output": "mal", "input": "Examen: ça dépend des bébés\n\nProbablement ça marche pour quelques bébés, mais le notre a detesté.....il aime le sentiment de cocooning par contre être serré comme ça - il voulait se liberer tout le temps...On a essayé quelques fois sans succès... Quelqu'un les veut?? Évaluation:", "id": "fr_0444114"}
{"language": "fr", "output": "bien", "input": "Examen: Bon ballon conforme aux attentes\n\nBallon de bonne qualité. Évaluation:", "id": "fr_0819605"}
{"language": "fr", "output": "mal", "input": "Examen: Loin de faire les 4m annoncés.\n\nFabrication hyper fragile, ne fait pas les 4m de longueur annoncés et l'embout ne s'engage pas correctement dans la machine. Bref: de la daube. Évaluation:", "id": "fr_0233364"}
{"language": "fr", "output": "mal", "input": "Examen: attention au montage\n\nla notice manque d'explication , même en dessin il faut ajouter des éléments pour permettre un montage moins \"sportif\" Évaluation:", "id": "fr_0205667"}
{"language": "fr", "output": "mal", "input": "Examen: Argent gaspillé\n\nL'horloge ne marche pas. La position de GPS est absolument faussé. Mauvais au moins 800 mètres. Donc c'est un produit médiocre sans utilisation. C'est de l'argent gaspillé Évaluation:", "id": "fr_0502141"}
{"language": "fr", "output": "mal", "input": "Examen: Bien mais le retour decevant\n\nArticle conforme. C'est pas la première fois que je commande. Par contre éviter les retours avec eux. J'ai eu plus chers de retour que d'achat. Donc pas très heureuse. Et même déçu. J'espère être rembourser rapidement. Évaluation:", "id": "fr_0521207"}
{"language": "fr", "output": "bien", "input": "Examen: Petite fille de 4 ans ravie\n\nBon poupon complet qui fonctionne bien. On peut le déshabiller et le rhabiller. Évaluation:", "id": "fr_0618645"}
{"language": "fr", "output": "bien", "input": "Examen: Bien\n\nPas mal surtout pour le prix Évaluation:", "id": "fr_0326091"}
{"language": "fr", "output": "bien", "input": "Examen: Parfait\n\nTrès bonne protection . Pour insérer l’ipad Ce n’est pas très facile mais c’est un bon produit très utile pour l’utilisation par les enfants. On peut tenir l’ipad Par la poignée et c’est un vrai plus. Évaluation:", "id": "fr_0261112"}
{"language": "fr", "output": "bien", "input": "Examen: État des lunettes\n\nJ’ai reçu les lunettes en très bonne état pas de rayure. Mais je les trouve un peu trop grand à part ça elle sont très belles Évaluation:", "id": "fr_0856322"}
{"language": "fr", "output": "mal", "input": "Examen: Déçu\n\nJ ais acheté ce Stickers pour décorer la chambre de mon bebe pensant qui était grand mes a la finale il es vraiment tout petits je suis vraiment déçu de cette achat je m'attendais vraiment pas à sa je suis très en colère 😡 Évaluation:", "id": "fr_0276400"}
{"language": "fr", "output": "bien", "input": "Examen: Produit conforme et croquettes adoptées\n\nProduit conforme, conseillé par mon véto. Livré en 1 semaine. Dommage que le prix de transport augmente sensiblement le prix global. Mais ma chatte de deux ans adore ses nouvelles croquettes, son transit est meilleurs et son attitude plus câline. Alors, … croquettes adoptées. Évaluation:", "id": "fr_0200423"}
{"language": "fr", "output": "mal", "input": "Examen: article non reçu\n\narticle non reçu, en commande depuis 1 mois, pourtant noté 13 exemplaires en stock ce jour, 1 seul me suffirait ! Évaluation:", "id": "fr_0499253"}
{"language": "fr", "output": "mal", "input": "Examen: Déception\n\nToujours pas reçu le livre ? ??? Très déçu Évaluation:", "id": "fr_0867386"}
{"language": "fr", "output": "bien", "input": "Examen: Très bien\n\nTrès jolies cristaux de bonne qualité. Évaluation:", "id": "fr_0374149"}
{"language": "fr", "output": "bien", "input": "Examen: Ça va\n\nBonne qualité, facile à poser pas très chère. Après avoir testé plusieurs vitres de marque différentes je trouve celle là un peu fine mais fait très bien l’affaire. Évaluation:", "id": "fr_0166736"}
{"language": "fr", "output": "mal", "input": "Examen: Bof bof\n\nPas chères mais elles n'offrent pas la même durée de vie que les grandes marques. Je ne rachèterai pas. Évaluation:", "id": "fr_0094224"}
{"language": "fr", "output": "bien", "input": "Examen: Bien\n\nAchète pour un chien qui pèsera jusqu’a 45kg don. Non compatible Dommage, belle remorque, facile à monter, qui paraît solide et prix intéressant verifiez le poids maxi de votre animal ! Évaluation:", "id": "fr_0499021"}
{"language": "fr", "output": "mal", "input": "Examen: ne fonctionne plus au bout de 200 km !!!!!!!!!!!!!\n\ndommage, le produit me plaisait beaucoup, mais maintenant il affiche que l'heure et ne fonctionne plus quand j'appuis sur l'écran. cdlt Évaluation:", "id": "fr_0996650"}
{"language": "fr", "output": "mal", "input": "Examen: Déçue\n\nLicornes assez petites et cassées en 1 mois sans utilisation anormale. L'argent à noirci en 1 mois également. Évaluation:", "id": "fr_0246133"}
{"language": "fr", "output": "bien", "input": "Examen: Super jeu de manipulation\n\nCe jeu est vraiment super. Il demande concentration et dextérité. Il est bien fait pour les enfants ayant des problèmes de concentration et d'attention. Bref mon fils adore et moi aussi. Je vous le recommande. Évaluation:", "id": "fr_0667700"}
{"language": "fr", "output": "mal", "input": "Examen: Il y a mieux\n\nTrès déçu du produit Évaluation:", "id": "fr_0324231"}
{"language": "fr", "output": "mal", "input": "Examen: A ne pas acheter\n\nL'installation n'est pas simple et après quelques mois seulement, la clé ne fonctionnait déjà plus. Je ne vous le conseille vraiment pas. Évaluation:", "id": "fr_0383592"}
{"language": "fr", "output": "mal", "input": "Examen: Réception moyenne...\n\nMarche bien avec certaine chaines, mais d'autres sont sont soit pas réceptionnées ou très mal et ce quelque soit l'orientation de l'antenne... Évaluation:", "id": "fr_0285871"}
{"language": "fr", "output": "bien", "input": "Examen: Lavande très odorante\n\nJ'ai commandé ces fleurs de lavande pour confectionner des petits sachets qui seront à disposition des invités du mariage \"champêtre\" de mon fils. La lavande est biodégradable, ne fait pas mal quand on la lance sur les mariés et est très odorante. 1 kg de fleurs, c'est beaucoup mais ce n'est pas perdu, le reste pourra être mis dans les armoires.Le rapport qualité/prix est là pour le moment. Satisfaite de mon achat. Évaluation:", "id": "fr_0361257"}
{"language": "fr", "output": "mal", "input": "Examen: CARTOUCHE EMBALLAGE DIFFERENTE BOITE CARTON\n\nj'ai recu une cartouche 521 magenta boite carton qui est perimé au lieu d'une cartouche boite plastique comme sur la photo Évaluation:", "id": "fr_0912935"}
{"language": "fr", "output": "bien", "input": "Examen: Bon produit\n\nFacile à changer de bande et le produit est entièrement fonctionnel. Je n'ai pas réalisé que c'était une grande taille cependant. J'ai un petit poignet, donc celui-ci est très gros pour moi et j'ai beaucoup de bandes supplémentaires qui peuvent être agaçantes. Mais dans l'ensemble, c'est un bon produit. Évaluation:", "id": "fr_0132864"}
{"language": "fr", "output": "mal", "input": "Examen: Je recommande pas cette article\n\nTrès déçu ça veut rien cette tapis dommage Évaluation:", "id": "fr_0810989"}
{"language": "fr", "output": "mal", "input": "Examen: A cassé au bout d'un mois\n\noffert à mon père pour Noël, cassé le 20 janvier... il pèse 80 kgs et ne s'amuse pas à sauter dessus... une soudure a pété ! Heureusement, pas de blessure ! Évaluation:", "id": "fr_0512195"}
{"language": "fr", "output": "bien", "input": "Examen: Plutôt bien\n\nCollé sur mon frigo comme pense bête, mes petits enfants l'utilisent pour faire de jolis dessin. Dommage qu'il soit assez mal coupé et fragile à la pose Évaluation:", "id": "fr_0662945"}
{"language": "fr", "output": "bien", "input": "Examen: Convient parfaitement\n\nC'est vraiment bien conçus et très pratique tant pour utilisation pour la pharmacie que lors de voyage. Les fermeture à clefs sont vraiment un plus et tout cela semble très solide. De mon côté j'ai par contre eu quelques soucis avec la fermeture de gauche où les vis semble peu serré. Évaluation:", "id": "fr_0983939"}
{"language": "fr", "output": "bien", "input": "Examen: Ras\n\nFonctionnel, assez pr 1 personne Évaluation:", "id": "fr_0810475"}
{"language": "fr", "output": "bien", "input": "Examen: Bon produit\n\nA mon avis cela correspond à mes attentes Évaluation:", "id": "fr_0393299"}
{"language": "fr", "output": "bien", "input": "Examen: Top top\n\nSuper cela fait un moment que je les ai et je ne suis pas déçu car mais enfants veulent toujours une paille pour boire et avec celles en métal plus besoin de pailles en plastique jetables, une économie sur le long terme. Elles passent très bien au lave vaisselle et sinon il y a les petits goupilles qui sont fournis Évaluation:", "id": "fr_0716047"}
{"language": "fr", "output": "bien", "input": "Examen: beau camion\n\nmon petit fils a été ravi!! Évaluation:", "id": "fr_0015949"}
{"language": "fr", "output": "mal", "input": "Examen: Éviter\n\n4 chocolat à ce prix ridicule Évaluation:", "id": "fr_0447774"}
{"language": "fr", "output": "mal", "input": "Examen: L’autofocus ne fonctionne pas\n\nL’autofocus Ne fonctionne pas Évaluation:", "id": "fr_0736572"}
{"language": "fr", "output": "bien", "input": "Examen: Parfait\n\nGENIAL, hydrate, démaquille, sens très bon, rapport qualité prix rien à dire, très bien emballé en ce qui me concerne, livraison dans les temps! Évaluation:", "id": "fr_0256418"}
{"language": "fr", "output": "mal", "input": "Examen: Déception\n\nLes délais de livraison ont été respectés donc rien à dire de ce côté là. Par contre très déçue par la qualité du produit qui s' apparente à du papier tissé plus qu'à du tissu. C'est un mauvais rapport qualité prix; Évaluation:", "id": "fr_0026649"}
{"language": "fr", "output": "bien", "input": "Examen: RAS\n\nJe pratique vélo, course,arts martiaux, tient très bien et bon son pour le prix ,fiable je les ai depuis 5 mois pas de soucis Je recommande Évaluation:", "id": "fr_0444589"}
{"language": "fr", "output": "mal", "input": "Examen: Mauvais son\n\nEcouteur très esthétique on dirais ceux d'I phone , mais le son est très mauvais. Il vaut mieux mettre plus cher et avoir une meilleure qualité. Comme les commentaires en amont semblaient positifs, j'y ai cru. Déçue ;-( Évaluation:", "id": "fr_0820425"}
{"language": "fr", "output": "bien", "input": "Examen: Ne fais pas les marches et les coins\n\nNettoyage de la piscine presque parfait Évaluation:", "id": "fr_0411497"}
{"language": "fr", "output": "bien", "input": "Examen: excellent produit\n\npour maintenir le cadre a broder en place et avoir les mains libres Évaluation:", "id": "fr_0286722"}
{"language": "fr", "output": "mal", "input": "Examen: mauvaise qualité\n\ncela fait 3 semaines que je l'ai les bords commencent à s'enlever mais la livraison a été rapide elle n'est pas salissante mais la couleur déteint en bleu ;( Évaluation:", "id": "fr_0856541"}
{"language": "fr", "output": "mal", "input": "Examen: Aucune ressemblance avec la description\n\nTrès déçue, ne correspond pas à la description et encore moins à la photo. Ne peut servir qu'à un enfant. Évaluation:", "id": "fr_0346651"}
{"language": "fr", "output": "mal", "input": "Examen: Joli mais soucis de quantites\n\nprobleme dans les quantités. avec les \" pelotes je ne termine pas l ouvrage . ce qui n'est pas logique pour un kit DIY. Évaluation:", "id": "fr_0990523"}
{"language": "fr", "output": "mal", "input": "Examen: Bof bof !\n\nPetit discret mais ça n’arrête pas les ronflements... Évaluation:", "id": "fr_0750422"}
{"language": "fr", "output": "mal", "input": "Examen: Découpe pas toujours au top en fonction des produits\n\nCouper des légumes Système de coupe pas très optimal Avoir des légumes très bien calibrés si on veut maintenir une homogénéité de coupe correcte. Produits bio et hors standards s’abstenir Évaluation:", "id": "fr_0186990"}
{"language": "fr", "output": "bien", "input": "Examen: materiel conforme a la description et adapte a mon appareil eos m50\n\nreçu dans les delais prévus et parfaitement adapte a mon M 50 ESO Évaluation:", "id": "fr_0755950"}
{"language": "fr", "output": "bien", "input": "Examen: Qu'il sois fiable\n\nJ ai déjà acheter ecrinal pour les cils,je le trouve très bien,je le recommande, Évaluation:", "id": "fr_0159472"}
{"language": "fr", "output": "mal", "input": "Examen: BALLONS\n\npour moi de mauvaise qualité soit ils ont été stockés depuis un certain temps car ces ballons ne tiennent pas éclatent meme très peu gonflé se décolore et ce dégonfle dans les 3 a 4 heures après gonflage JE DECONSEILLE Évaluation:", "id": "fr_0462832"}
{"language": "fr", "output": "mal", "input": "Examen: Articles non reçu et aucun suivi auprès\n\nJ’avais complètement oublié les articles commandés ci-dessus Je ne peux pas vous dire comment ils ont vu que je ne les ai jamais reçu Évaluation:", "id": "fr_0118546"}
{"language": "fr", "output": "bien", "input": "Examen: Parfaite\n\nParfaite ! Très bon rapport qualité prix, très confortable. Mon petit bébé de six mois l'apprécie beaucoup quand nous sommes en week-end à l'extérieur de la maison. Je recommande Évaluation:", "id": "fr_0041251"}
{"language": "fr", "output": "bien", "input": "Examen: Génial\n\nAbsolument génial. Je m'interroge sur les craintes de l'auteur quant à la possible perte de notoriété. Bien au contraire, cette autobiographie relate un parcours hors du commun débordant d'humanité. J'ai adoré et j'en ai profité pour m'approprier certaines idées. Évaluation:", "id": "fr_0849298"}
{"language": "fr", "output": "bien", "input": "Examen: Bonne qualité !\n\nTrès bon goût ginseng et capsules compatibles avec la machines Nespresso ! Évaluation:", "id": "fr_0487022"}
{"language": "fr", "output": "bien", "input": "Examen: Satisfaite de mes 2 commandes.\n\nJ'avais commandé la taille L de ce produit il y a quelques temps (design tigre blanc) , j'ai pris le même en XXL afin d'avoir une plus grande liberté de mouvement quand je joue à la souris. Reçu ce matin il a un petit défaut au niveau d'un bord (voir photo) mais rien de gravissime. L'image est jolie, plus lumineuse que celui en L. Il y a une drôle d'odeur mais ça reste supportable (l'odeur du neuf sans doute ?). Je suis satisfaite de cet achat. Évaluation:", "id": "fr_0150492"}
{"language": "fr", "output": "mal", "input": "Examen: Accessoires Manquants\n\nAprès avoir ouvert mon colis, j'ai constaté qu'il manquait les deux accessoires rond en forme de flocon.(voir photo) D'apres la description du produit les les accessoires sont bien mentionnés. pouvez-vous me les renvoyer merci. cordialement Joel Évaluation:", "id": "fr_0917350"}
{"language": "fr", "output": "mal", "input": "Examen: Très mauvaise qualité\n\nTrès mauvaise qualité Évaluation:", "id": "fr_0433176"}
{"language": "fr", "output": "mal", "input": "Examen: archi nul\n\nJ'ai acheter cet article , aussitôt eu je l'ai jeter à la poubelle de la vrai pourriture , les lingette sentais le pourri ou la rouille , de toutes façon tout ce qui est fais en Chine c'est de la merde compète Évaluation:", "id": "fr_0827986"}
{"language": "fr", "output": "mal", "input": "Examen: déçue\n\nLa peinture ne couvre pas bien...je pensais en avoir assez pour peindre mon mur, mais vu que ça ne couvre pas bien, j'ai dû repasser plusieurs fois et je n'ai pas eu assez de peinture pour finir mon mur...j'ai acheté ailleurs une bonne peinture pour tout recouvrir et terminer le mur !!! Évaluation:", "id": "fr_0970635"}
{"language": "fr", "output": "mal", "input": "Examen: Decue\n\nLe colis est arrive dans l enveloppe et la gourmette comme ça dans la boite ..bravo pour un cadeau de la st Valentin Évaluation:", "id": "fr_0478919"}
{"language": "fr", "output": "bien", "input": "Examen: Emballage trop emballé\n\nÇa peut faire sourir mais vraiment vraiment trop d emballage !! De plus j aurais aimé l'ouvrir avant de l offrir du coup obligé de déchirer le sac qui était sympa, niveau qualité produits je dirais que pour le prix c'est convenable Évaluation:", "id": "fr_0811394"}
{"language": "fr", "output": "bien", "input": "Examen: Avis\n\nProduit correspondant à l'annonce. Évaluation:", "id": "fr_0805082"}
{"language": "fr", "output": "bien", "input": "Examen: pratique\n\ndéjà un excellent vendeur.... tous les outils sont là pour rendre votre expérience des plus facile (y en a même trop!!!) moi, qui me faisait tout un monde pour changer cette vitre de protection, alors que c'est incroyablement simple!!! Évaluation:", "id": "fr_0553520"}
{"language": "fr", "output": "bien", "input": "Examen: rapport qualité/prix\n\nutilisation courante, je suis habitué à ce stylo depuis longtemps Évaluation:", "id": "fr_0347924"}
{"language": "fr", "output": "bien", "input": "Examen: Quel bel effet sur une table\n\nSuperbe objet bien pratique. Petit et maniable. Évaluation:", "id": "fr_0692145"}
{"language": "fr", "output": "bien", "input": "Examen: BEL ENGIN++++\n\nCelui-ci vient de connaitre ces premières rotations\"\"\"\"\"Il ne déçoit pas. Évaluation:", "id": "fr_0571506"}
{"language": "fr", "output": "mal", "input": "Examen: Gâteaux\n\nPas beaucoup de recettes Évaluation:", "id": "fr_0133570"}
{"language": "fr", "output": "bien", "input": "Examen: Belle ligne mais fragile\n\nNous sommes contents de ce meuble sauf qu'il ne faut pas mettre des choses trop lourdes. Sinon, meuble incomplet mais 15 cases sont parfaites pour l'endroit où on voulait le mettre (manquait 2 parois quand même). Évaluation:", "id": "fr_0003935"}
{"language": "fr", "output": "bien", "input": "Examen: Petits jouets musicaux\n\nPour faire un tapis d’eveil C’est parfait Évaluation:", "id": "fr_0910319"}
{"language": "fr", "output": "bien", "input": "Examen: Bien\n\nLes pétales sont biens même si elles ont une odeur spéciale Évaluation:", "id": "fr_0663000"}
{"language": "fr", "output": "mal", "input": "Examen: Housse trop salissante\n\nLa housse rouge est trop salissante, surtout quand on fait de la mécanique... Évaluation:", "id": "fr_0247951"}
{"language": "fr", "output": "mal", "input": "Examen: Finition à revoir...\n\nJ'ai commandé ce produit pour la chambre de notre Fils, les finitions sont à revoir: - Traces de colle côté extérieur du produit - Bois \"déchiré\" au niveau des croisillons - Du jeux dans l'assemblage entre les panneaux et les pieds... pas très fiable, je ne conseillerais pas pour l'assise d'un adulte. Évaluation:", "id": "fr_0893393"}
{"language": "fr", "output": "bien", "input": "Examen: Ma fille est ravie\n\nAchetée pour ma fille de 5 ans, elle en est très satisfaite. Du côté des parents, la possibilité de régler les heures ou l'enfant peut utiliser la tablette est vraiment un plus non négligeable. Du coté de l'autonomie, elle est plutôt correct une fois le Wifi désactivé sinon il faut quand même la recharger assez souvent. Du côté du contenu, il y a beaucoup de choix sur le store de Vtech mais malheureusement les prix sont assez élevés. En tout cas pour les enfants s'est un bon produit, il y a beaucoup de jeux éducatifs avec leurs héros préférés. Évaluation:", "id": "fr_0802809"}
{"language": "fr", "output": "mal", "input": "Examen: ne convient pas a l'article commandé\n\ninadapté pour un écran iphone 6s , retour effectué très facilement , article pris en charge dans ma boite aux lettres . je ne peux pas conséquent évaluer les fonctionnalités de ce verre de protection. Évaluation:", "id": "fr_0303022"}
{"language": "fr", "output": "mal", "input": "Examen: Déçu\n\nDesign sympa Pas trop de variété ... Que des petites friandises , rien d'exclusif, tout est trouvable dans le commerce, pas beaucoup de friandise par case Un peu déçu Évaluation:", "id": "fr_0279965"}
{"language": "fr", "output": "mal", "input": "Examen: OFFICE 2016\n\nNe correspond pas à l'achat car clé non valide, pourtant le vendeur a renvoyé une autre clé qui ne fonctionne pas de plus le logiciel n'est pas en français Si cel avait été notifié je ne l'aurai pas acheté. Évaluation:", "id": "fr_0008915"}
{"language": "fr", "output": "mal", "input": "Examen: Déçu\n\nTrès beau produit pratique surtout par temps de pluie ou quand il y a du vent Mais trop fragile Mort au bout d'un mois impossible de recharger Évaluation:", "id": "fr_0789773"}
{"language": "fr", "output": "mal", "input": "Examen: Peu pratique\n\nPresque impossible à ouvrir pour placer l'ampoule. Évaluation:", "id": "fr_0496278"}
{"language": "fr", "output": "mal", "input": "Examen: Déçu\n\nTrop grand pour les chatons et chats mince ! Mais résistant et pratique pour l’enfiler . Je le conseille pour les chats d’une certaine corpulence. Évaluation:", "id": "fr_0316623"}
{"language": "fr", "output": "bien", "input": "Examen: Parfait\n\nParfait pour mon huawei p30 et livraison rapide Je recommande Évaluation:", "id": "fr_0218488"}
{"language": "fr", "output": "bien", "input": "Examen: Vitamine C\n\ntrès bon produit. apporte une belle apparence à la peau. Élimine les imperfections, améliore les rides. bonne protection solaire. c'est un produit à recommander. Évaluation:", "id": "fr_0588896"}
{"language": "fr", "output": "mal", "input": "Examen: Écran limite dommage même si il n’est pas chere\n\nÉcran de mauvaise qualité problème d’affichage et tache jaune sur le haut de l’écran Déçu car même si il n’est pas chère on s’attend quand même à avoir un produit qui fonctionne Évaluation:", "id": "fr_0274576"}
{"language": "fr", "output": "mal", "input": "Examen: Incompatible avec iPad 9,7 pouces\n\nContrairement à ce qui est écrit la compatibilité avec l’iPad 9,7 pouces n’est pas réelle; la tablette ne tient pas correctement voire pas du tout j'ai du retourner Le produit qui ne correspond pas même le rabas en cuir ne se referme pas complètement sur l’ecran qu’il est sensé protègé... pour un iPad je déconseille cet achat pour une autre tablette je ne peux pas me prononcer Évaluation:", "id": "fr_0349793"}
{"language": "fr", "output": "bien", "input": "Examen: Écran au top pour le gaming\n\nÉcran 2k au top ! Parfait pour le gaming !! Seul point faible 1 pixel mort du coup obligé de le renvoyer. Heureusement que Amazon est super là dessus. Évaluation:", "id": "fr_0208949"}
{"language": "fr", "output": "mal", "input": "Examen: Mauvaise dimension et article déjà utilisé\n\nJe met une étoile car il est impossible de ne rien mettre pour laisser un commentaire. Article reçu n'étant plus sous blister, kit avec lingette déjà ouvert et re-scotché. Ecrans déjà utilises puis repositionné sur plastique d'origine! Et je n'oublie pas THE détail! Écran de mauvaise dimension pour un blackview S8 Évaluation:", "id": "fr_0743028"}
{"language": "fr", "output": "bien", "input": "Examen: La manche télescopique est un atout\n\nAvec la manche télescopique on est plus productif et plus rapide. Outil très pratique. Évaluation:", "id": "fr_0275848"}
{"language": "fr", "output": "mal", "input": "Examen: decu\n\nj ai utilise le bracelet 6 mois il fonctionnée parfaitement. je l'ai range dans sa boite. et maintenant que je souhaite le réutilisé il ne fonctionne plus. Évaluation:", "id": "fr_0325151"}
{"language": "fr", "output": "bien", "input": "Examen: Très bon produit et bon rapport qualité prix\n\nOn dort sur un nuage ultra moelleux on recommande Évaluation:", "id": "fr_0841102"}
{"language": "fr", "output": "mal", "input": "Examen: Mauvais produit.\n\nLivraison très rapide mais carte défaillante. Elle n'imprime pas les données que l'on y transfère et je doit la retourné malheureusement. Évaluation:", "id": "fr_0777868"}
{"language": "fr", "output": "bien", "input": "Examen: Bon rapport Qualité/Prix\n\nLe pied s'est KC donc à manipuler avec précaution. Sinon fait bien son job. Évaluation:", "id": "fr_0998174"}
{"language": "fr", "output": "mal", "input": "Examen: Très déçue\n\nHyper déçue la couleur ne correspond pas du tout!! Je voulais un rouge foncé et élégant et c’est un rose vif transparent et moche! Évaluation:", "id": "fr_0595730"}
{"language": "fr", "output": "mal", "input": "Examen: Déçu\n\nLe produit est arrivé sans emballage, décevant pour la magie du père noël et carton abimé Évaluation:", "id": "fr_0711265"}
{"language": "fr", "output": "mal", "input": "Examen: Très déçu\n\n3 eme fois que je commande cet article et les 3 fois arrivé défectueux avec des pièces manquantes... Je souhaiterai fortement que le vendeur me contact !! Évaluation:", "id": "fr_0130568"}
{"language": "fr", "output": "mal", "input": "Examen: Lieu sûr ? je n'ai pas trouvé mon colis !!!\n\nJe n'ai pas trouvé de colis...... très déçue Évaluation:", "id": "fr_0925147"}
{"language": "fr", "output": "mal", "input": "Examen: Réclamation\n\nJai reçu sans la batterie Évaluation:", "id": "fr_0597803"}
{"language": "fr", "output": "bien", "input": "Examen: Cool mais...\n\nLes elastique sont 6x trop grand Évaluation:", "id": "fr_0701533"}
{"language": "fr", "output": "bien", "input": "Examen: Étui de bonne qualité\n\nConvient très bien au téléphone Évaluation:", "id": "fr_0913185"}
{"language": "fr", "output": "bien", "input": "Examen: Plutôt pas mal\n\nAspirateur très pratique lorsqu on a des enfants et un chien. Il permet de mettre un coup de propre rapide. Pour ma part je m en sert comme aspirateur d appoint Évaluation:", "id": "fr_0195000"}
{"language": "fr", "output": "mal", "input": "Examen: bache non recus aucune nouvelle\n\nnul aucune réponse je demande le remboursement immédiat de ma commande non reçue sans reponse de votre part je ferai appel a la justice mais j'espere pour vous ne pas en arrivée la ps merci de repondre Évaluation:", "id": "fr_0007479"}
{"language": "fr", "output": "bien", "input": "Examen: Top qualité/prix! Très efficace\n\nInstallé sur des tables chauffantes pour les semis en début de saison, expérience très satisfaisante. La température n'est pas trop élevée sur la cable, bonne qualité,... Ceux-ci était raccorder sur un thermostat avec sonde pour ne pas monter trop haut, ni trop bas. Évaluation:", "id": "fr_0009278"}
{"language": "fr", "output": "mal", "input": "Examen: Peut être pas idéal pour iPhone 11\n\nJ’ai l’habitude de ces vitres de protection et celle là est particulièrement mauvaise sur mon iPhone 11. Elle a commencé à se décoller autour du FaceID au bout de 24h et continue de se décoller sur la tranche droite. En parlant de tranche, les angles sont assez rugueux et pas très agréable. Donc peut être que ça convient bien sur un XR mais sur le 11 c’est pas ça. Évaluation:", "id": "fr_0228483"}
{"language": "fr", "output": "bien", "input": "Examen: Le meilleur écran de protection possible\n\nEcran en verre trempé à coller sur l'écran de son iPhone. Il fournit une excellente protection et est capable de supporter des chocs importants. Je le garde en moyenne 1 an voire 1 an et demi. Cet étui contient 2 écrans, donc avec celui-ci, vous serez à l'abris des chocs pour un moment ! Évaluation:", "id": "fr_0891294"}
{"language": "fr", "output": "mal", "input": "Examen: Eclairage défectueux\n\nAcheté 9€ dans une vente flash.... mais le bouton on/off du senseur ne fonctionne pas, il éclaire la nuit. Retour à l'expéditeur. Évaluation:", "id": "fr_0167685"}
{"language": "fr", "output": "mal", "input": "Examen: Déçu par la qualité du bois\n\nIl est beau ,parfait pour une entrée Le contreplaqué n est pas assez costaud ,dommage Évaluation:", "id": "fr_0188709"}
{"language": "fr", "output": "mal", "input": "Examen: Performances minables\n\nLa perf en écriture est de 10 mo/s. Malgré tout le prix est imbattable ! A vous de voir ! Évaluation:", "id": "fr_0051420"}
{"language": "fr", "output": "mal", "input": "Examen: café amer trop torréfié\n\ngout que je trouve médiocre et amertume très prononcée Évaluation:", "id": "fr_0791778"}
{"language": "fr", "output": "bien", "input": "Examen: Des boites de rangement utiles\n\nCe lot de boites de rangement convient très bien à l'usage auquel elles sont destinées : le rangement de divers jeux dans la chambre d'un enfant. Elles ferment correctement mais peuvent être ouvertes et fermées facilement par un enfant. Transparentes, elles permettent de connaître leur contenu sans les ouvrir.Les différentes tailles sont bien étudiées. Évaluation:", "id": "fr_0097863"}
{"language": "fr", "output": "mal", "input": "Examen: pas top\n\nlivraison rapide mais un verre cassé sur les deux Évaluation:", "id": "fr_0324037"}
{"language": "fr", "output": "bien", "input": "Examen: Très bon rapport qualité prix\n\nGarde bien le liquide au chaud et longtemps. Bien étanche comme le disait les avis. Je l’utilise depuis 3semaines pour aller au travail et est parfait pour un prix très raisonnable !! Reçu rapidement Évaluation:", "id": "fr_0074628"}
{"language": "fr", "output": "mal", "input": "Examen: Pas de différence notable\n\nAprès avoir fini le pot, je n'ai constaté aucune différence notable avec une VC standard. Soit mes attentes étaient trop élevées, soit le produit n'est pas liposomal. Quoi qu'il en soit, je ne pense pas commander de nouveau ce produit un jour. Évaluation:", "id": "fr_0959561"}
{"language": "fr", "output": "bien", "input": "Examen: Très bonne qualité\n\nRien à dire très bien Évaluation:", "id": "fr_0283503"}
{"language": "fr", "output": "mal", "input": "Examen: Trop faible\n\nBonjour Comme toujours la livraison est parfaite, le produit est trop faible en puissance...! Il est impossible de faire cuire au centre la pâte. Très lent ...! Évaluation:", "id": "fr_0870116"}
{"language": "fr", "output": "bien", "input": "Examen: très belle\n\ntrès belle, effet caméléon j'adore. Par contre, elle arrive trop près des boutons volumes, power..... donc ça empêche de faire les manipulations.... Évaluation:", "id": "fr_0663495"}
{"language": "fr", "output": "mal", "input": "Examen: Vol de mon colis\n\nColis vide guide du maître volé Évaluation:", "id": "fr_0086598"}
{"language": "fr", "output": "bien", "input": "Examen: Le prix et la livraison rapide\n\nBonjour, Ne sachant comment vous envoyer un mail, je profite de ce site d'abord pour vous remercier de l'envoi rapide des deux cartes à gratter. Je viens de m'apercevoir que j'ai été débitée de la somme de 49 Euros le 26 Octobre 2018 correspondant à la carte prémium. J'ai dû mal cocher ou pas cette rubrique car je ne souhaitais pas bénéficier de cet avantage. Serait il possible de me rembourser cette somme assez rapidement car je pars pour un mois en Nouvelle-Zélande? Mille excuses pour mon erreur et merci de votre diligence. Bon week-end et cordialement. Micheline LEFEVRE Évaluation:", "id": "fr_0912405"}
{"language": "fr", "output": "mal", "input": "Examen: Ne pince pas correctement !\n\nMa pince commençant à montrer des signes de faiblesse, je suis partie en quête d'une nouvelle pince... Contente de trouver un lot de trois très abordable niveau prix, je me suis laissée tenter par ces pinces. Reçues rapidement sans problème. En regardant les pinces d'un peu plus près, le bout était marqué par une marque d'usinage noire sur la partie en acier, je me suis dit que ça n'était sûrement rien et j'ai donc testé la première pince... Crise de nerf au bout d'une minute, impossible de pincer la plupart des poils ! La pince n'attrapait rien... Ne voulant pas rester sur un échec, je prends la deuxième et recommence... Idem !!! J'ai testé la dernière par acquis de conscience mais le résultat n'a pas été mieux que les précédents essais. Alors soit mes poils sont vraiment trop fins...soit la pince est mal ajustée et ne pince pas correctement ! Les GROS poils ça passe mais alors tout le reste, oubliez... Bref, retour pour ma part. Évaluation:", "id": "fr_0311023"}
{"language": "fr", "output": "mal", "input": "Examen: Nul et trop lourd\n\nProduit à éviter absolument .on entend rien et personne ne vous entend. Évaluation:", "id": "fr_0818013"}
{"language": "fr", "output": "mal", "input": "Examen: Aingoo Lit Banquette Canapé lit\n\nFacile à monter mais manqué des vis, très déçu Évaluation:", "id": "fr_0302050"}
{"language": "fr", "output": "mal", "input": "Examen: camera endoscopique wi fi\n\nle logiciel ne fonctionne pas! Évaluation:", "id": "fr_0726839"}
{"language": "fr", "output": "bien", "input": "Examen: Très jolie\n\nVu le prix on pourrait avoir des doutes sur la qualité, mais pas du tout. Cette poupée Monster High est de très bonne qualité. A signaler qu'il n'y a pas le socle qui permet de la maintenir debout. Évaluation:", "id": "fr_0834860"}
{"language": "fr", "output": "mal", "input": "Examen: ou alors ce n'est pas adapté au scandal\n\nen effet mes demi semelles n'ont jamais adherer a mes sandales je suis retourné au ballerines encore plus vite que d'habitude Évaluation:", "id": "fr_0174886"}
{"language": "fr", "output": "bien", "input": "Examen: Pour lectrice fleur bleue!\n\nPour tout avouer, j'ai eu du mal à entrer dans le roman (ainsi que les 2 tomes précédents) mais dès que l'intrigue devient plus intéressante, on est captivé par l'histoire et on ne lâche plus le roman tellement on veut connaître la fin (que l'on connait déjà). Idéale pour lectrice fleur bleue! Évaluation:", "id": "fr_0403174"}
{"language": "fr", "output": "mal", "input": "Examen: Déboucher\n\nDéçu par le produit, ne fait pas ce qu'on lui demande Évaluation:", "id": "fr_0861680"}
{"language": "fr", "output": "mal", "input": "Examen: Désagréable\n\nAssez désagréable de se mettre s'enfoncer ces écouteurs cas aucune longueur à la base. J'ai vu la photo mais je n'aurais jamais cru que c'était si court. Du coup pour ceux qui ont des grandes mains (main d'homme quoi), on à l'impression de se tripoter l'oreille pour les mettre. Le son quand à lui est normal. Évaluation:", "id": "fr_0023896"}
{"language": "fr", "output": "bien", "input": "Examen: Très bien\n\nTrès bon produit mais uniquement pour le rechargement batterie Évaluation:", "id": "fr_0542098"}
{"language": "fr", "output": "mal", "input": "Examen: facile à utiliser\n\nFacile à utiliser mais déçu des bandes antidérapantes qui se décollent au bout de 5 utilisations. apres quelques utlisations une bulle se forme sur le paddle et la rame est cassée est ce normal? Évaluation:", "id": "fr_0195800"}
{"language": "fr", "output": "bien", "input": "Examen: Tres bien\n\nTres bien. Un noir très intense et brillant. S'applique bien, il ne colle pas trop aux doigts quand on le lisse. Évaluation:", "id": "fr_0584260"}
{"language": "fr", "output": "bien", "input": "Examen: Mon chat apprécie!\n\nJ'ai voulu testé cette arche avec mon chat et finalement, pas trop mal...en tout cas, mon chat aime s'y poser de temps en temps, faire ses griffes et lorsque je disperse un peu d'herbe aux-chats sur le tapis, se roule, se frotte....achat utile donc! Évaluation:", "id": "fr_0900609"}
{"language": "fr", "output": "mal", "input": "Examen: sans plus\n\npas formidable .après 3 mois ,pas de changement. peu être pour des personnes très jeunes avec des mini ridules Évaluation:", "id": "fr_0573896"}
{"language": "fr", "output": "mal", "input": "Examen: Adaptabilité\n\nJe retourne ce produit qui ne s'adapte pas sur Audi A1 Évaluation:", "id": "fr_0762888"}
{"language": "fr", "output": "mal", "input": "Examen: Mauvaise qualité\n\nLa qualité n’est pas au top la turbine grince quand le moteur est démarré Évaluation:", "id": "fr_0748082"}
{"language": "fr", "output": "bien", "input": "Examen: Super\n\nVoilà j’ai essayé mes capsules pour ma Dolce Gusto et je ne regrette pas du tout. Sa fait 5 mois et je suis toujours contente de mon achat. C’est super pratique et je fait des économies énorme. Je le recommande a 100% Évaluation:", "id": "fr_0084124"}
{"language": "fr", "output": "bien", "input": "Examen: Un petit bijou\n\nSi j'ai aimé le premier tome qui nous avait permis de faire connaissance avec les personnages, j'ai adoré celui là ! L'auteur arrive à nous mettre à la place de chaque personne et on est saisis d'une palette d'émotion ! Un grand merci pour cette belle histoire Évaluation:", "id": "fr_0533083"}
{"language": "fr", "output": "mal", "input": "Examen: manque de pièces\n\nil manquait des pièces du coup 11 cubes au lieu de 12 Évaluation:", "id": "fr_0037873"}
{"language": "fr", "output": "bien", "input": "Examen: Pratique et fonctionne bien\n\nAcheté depuis une semaine, il est très pratique facile à utiliser ;conforme à ce que l'on attendait. Il est sympa visuellement et on peut mettre la langue en français. Évaluation:", "id": "fr_0488294"}
{"language": "fr", "output": "bien", "input": "Examen: Livraison rapide\n\nLivraison rapide. Produits conformes à la description. Évaluation:", "id": "fr_0243714"}
{"language": "fr", "output": "mal", "input": "Examen: Dommage\n\nJe m'attendais quand même à mieux. Mon téléphone est tomber de ma table de chevet j'ai eu le droit a une fissure sur le verre alors que je possède une coque aussi. Et il a du mal à bien se coller sur le smartphone Évaluation:", "id": "fr_0947661"}
{"language": "fr", "output": "mal", "input": "Examen: Très bof\n\nPas terrible du tout Évaluation:", "id": "fr_0975760"}
{"language": "fr", "output": "mal", "input": "Examen: Très mauvaise qualité\n\nTrès mauvaise qualité déjà des ampoules qui ne fonctionnent plus Le prix de base est mensonger! Je demande le remboursement de mon produit! Évaluation:", "id": "fr_0902582"}
{"language": "fr", "output": "mal", "input": "Examen: Mauvais appareil reçu\n\nReçu un appareil déjà ouvert sans emballage Amazon autour de la boite du constructeur... Emballage très abîmé, protection de l'appareil éclatée. Ouverture de ce qui reste du colis, rien à voir avec les photos du site, un ancien produit visiblement. Mauvaise expérience avec ce produit et ce vendeur pas sérieux. Nouvelle essai avec une autre marque moins cher, sur Amazon aussi, appareil qui semble être le même que celui que j'aurais du recevoir. A suivre... Évaluation:", "id": "fr_0797220"}
{"language": "fr", "output": "mal", "input": "Examen: Qualité sérieuse ?\n\nJ'ai voulu l'installer l'écran à casser le premier jour de livraison vraiment dommage ... Évaluation:", "id": "fr_0950978"}
{"language": "fr", "output": "bien", "input": "Examen: Bon rapport qualité/prix\n\nTrès bien pour notre dogue allemand. Bonne qualité, ne s’affaisse pas trop (pour l’instant). Notre chien l’a adopté dès le déballage. Je recommande, pour le prix.... Évaluation:", "id": "fr_0893855"}
{"language": "fr", "output": "bien", "input": "Examen: Ruban Led 300cm\n\nAdhésif ultra puissant, a parfaitement collé sur du crépis, lumière agréable, bonne réactivité.Simple à installer, adhère bien pour l'instant, pas mal de fonctions sur le télécommande ce qui est sympa. Évaluation:", "id": "fr_0404094"}
{"language": "fr", "output": "mal", "input": "Examen: En Retard\n\nPour moment je n’ai pas reçu Article déjà pour cette retarde vous devez pas me faire payer le retour cordialement patrick chevalier Évaluation:", "id": "fr_0836994"}
{"language": "fr", "output": "mal", "input": "Examen: Qualité est très mauvais!\n\nQualité est très mauvais! Évaluation:", "id": "fr_0159108"}
{"language": "fr", "output": "bien", "input": "Examen: Oui, 5000 filtres !\n\nFiltres traditionnels, rapport quantité prix imbattable ! Après ca n a pas l air très naturel non plus comme matière ! Évaluation:", "id": "fr_0527532"}
{"language": "fr", "output": "mal", "input": "Examen: Inutile\n\nAttention elle 'est compatible qu'avec Alexa version anglaise ou américaine. Pas en français et version française Évaluation:", "id": "fr_0682732"}
{"language": "fr", "output": "mal", "input": "Examen: Très mauvaise qualité. Impossible de la mettre à l'heure\n\nJolie mais c'est tout, bon pour un gosse Évaluation:", "id": "fr_0910616"}
{"language": "fr", "output": "mal", "input": "Examen: Déçu\n\nRien à redire sur la vitre mais très déçu car j’zi Commande 2 vitres au même moment chez le vendeur il m’a facturé double frais d’env Mais me les a envoyé dans la même enveloppe ....... Évaluation:", "id": "fr_0824861"}
{"language": "fr", "output": "mal", "input": "Examen: Très lumineux\n\nCuisine sous meubles très bon produit mais raccord pas pratique si non très lumineux Évaluation:", "id": "fr_0092412"}
{"language": "fr", "output": "bien", "input": "Examen: Maillet\n\nUn peu léger, a voir dans le temps Évaluation:", "id": "fr_0631648"}
{"language": "fr", "output": "mal", "input": "Examen: Mécontente\n\nProduit reçu avec du retard et abîmé ! Évaluation:", "id": "fr_0412412"}
{"language": "fr", "output": "mal", "input": "Examen: impossible de se connecter au wifi\n\nJe suis ingénieur en informatique et je n'arrive pas à me connecter... C'est quand même incroyable la complexité d'installation ! Évaluation:", "id": "fr_0205571"}
{"language": "fr", "output": "bien", "input": "Examen: Conforme a l'attente.\n\nAspirateur sympathique, l'enfant s'en amuse en même temps que la maman. Chose surprenante, il aspire réellement (certes c'est quand même un jouet) et a son bac de récupération des poussières. Tout est très bien, les tuyaux..... Une ou deux critiques, il fonctionne sur pile (ce qui est normale), et ne fait quasiment pas de bruit, l'enfant aurait peut être aimé avoir des bruitages. La mise en marche est un peut caché et ne se fait pas avec les boutons rouge et vert du dessus. Si non très bon produit. Évaluation:", "id": "fr_0016321"}
{"language": "fr", "output": "mal", "input": "Examen: Attente\n\nPlus d un mois et toujours pas reçu.. l objet est noté expédié mais quant à la réception... mystère pas de réponse du vendeur donc Évaluation:", "id": "fr_0965315"}
{"language": "fr", "output": "mal", "input": "Examen: 5 semaines d'attende\n\napres livraison le motif etais inutilisable ok pour la poubelle Évaluation:", "id": "fr_0391311"}
{"language": "fr", "output": "mal", "input": "Examen: Bofff\n\nCe fer fonctionne bien moins bien que mon vieux fer, la semelle semble accrochée et la puissance de vapeur insuffisante. Il ne fait pas son job à mon sens, alors que je suis habituée à de petits fers pas chers mais efficaces. Évaluation:", "id": "fr_0121336"}
{"language": "fr", "output": "mal", "input": "Examen: lamentable\n\nidem ne couvre pas tout l ecran 2mm de chaque coté et ne colle pas sur le bord. a croire que tous le autres commentaires (sauf le mien et l 'avant dernier) sont des faux commentaires. Évaluation:", "id": "fr_0614529"}
{"language": "fr", "output": "mal", "input": "Examen: 1 mois et ne fonctionne déjà plus!\n\nAttention il n’y a pas du tout 5m dans ce ruban, seulement 2! Il a très bien marché pendant 1 mois, et depuis hier soir la télécommande ne fonctionne plus (et ce ne sont pas les piles). Obligé de le débrancher pour l’éteindre, et dommage car il est resté « bloqué » en luminosité minimum. Je ne recommande pas, mettez un peu plus cher pour quelque chose de plus durable. Évaluation:", "id": "fr_0817605"}
{"language": "fr", "output": "bien", "input": "Examen: Bien mais...\n\nLa tablette est vraiment chouette. Le ressenti est agréable et elle est précise. Le logiciel n'est pas contre pas facile à prendre en main. Évaluation:", "id": "fr_0434206"}
{"language": "fr", "output": "bien", "input": "Examen: Jamais sans mon oreiller\n\nJe m'en sers pour sur elever mes jambes. Je ne peux plus m'en passer ... Belle qualité et très agréable au toucher. Je suis fan Évaluation:", "id": "fr_0967210"}
{"language": "fr", "output": "bien", "input": "Examen: SARDOU\n\nmeme commentaire que pour Charles Aznavour je le recommande, des chansons comme on en fait plus, dommage, surtout en français \"NOTRE FRANCE\" Évaluation:", "id": "fr_0138302"}
{"language": "fr", "output": "mal", "input": "Examen: Ce vendeur vend du vent\n\nIl serait peut être bien cet adaptateur coudé si ... le vendeur livrait ! Au bout d'un mois j'ai écrit, le candeur à répondu tout de suite, on va vous en renvoyer un autre... Et encore un mois de plus et toujours rien alors que depuis j'ai dû faire 3 ou 4 autres commandes sur Amazon livrées dans pb. Je pense que c'est un vendeur à éviter. Je n'en suis pas à 2€ près il peut se les garder. Évaluation:", "id": "fr_0086765"}
{"language": "fr", "output": "mal", "input": "Examen: Incompatible ipad\n\nPasses par un logiciel tiers, impossible de connecter mon ipad en bluetooth et en wifi ne prends pas en charge apple music Évaluation:", "id": "fr_0951203"}
{"language": "fr", "output": "mal", "input": "Examen: Nuk\n\nNe correspond pas du tout à la photo ....je déconseille Évaluation:", "id": "fr_0856946"}
{"language": "fr", "output": "mal", "input": "Examen: commande\n\nou est passer ce sac toujour pas recu Évaluation:", "id": "fr_0759947"}
{"language": "fr", "output": "mal", "input": "Examen: Trop petit!!!\n\nJe l'ai renvoyé car il ne fait pas la dimension comme indiqué dans son descriptif... Dommage, car il me plaisait!!! Évaluation:", "id": "fr_0478907"}
{"language": "fr", "output": "mal", "input": "Examen: Déçu\n\noups ne s'adapte pas sur le Dyson V10 plus qu'a faire le retourner Évaluation:", "id": "fr_0202936"}
{"language": "fr", "output": "bien", "input": "Examen: essai concluant\n\narticle livré rapidement, sans dommage, de très belle qualité, correspond à mes attentes, qualité-prix incomparable super je recommande ce site. Évaluation:", "id": "fr_0026870"}
{"language": "fr", "output": "bien", "input": "Examen: Stylée\n\nTrès belle coque, tient très bien au téléphone Évaluation:", "id": "fr_0169940"}
{"language": "fr", "output": "bien", "input": "Examen: Cadeau de Noël\n\nCet achat est un cadeau de Noël donc je verrai si il plaît autant à ma petite puce qu’à moi.. Évaluation:", "id": "fr_0518012"}
{"language": "fr", "output": "mal", "input": "Examen: Qualité de livraison plus que médiocre\n\nLes feuilles sont bien mais la livraison est plus que médiocre car le produit arrive abîmer. Les coins sont en mauvaises état par le transport.Protection inexistante. A l'arrivée le colis était éclaté sur les côtés. Je ne commanderais plus ce genre d'article sachant que j'avais commandé des livres et ils sont aussi en mauvaise état. C'était la première et dernière fois. Les deux étoiles sont pour le produit uniquement. Évaluation:", "id": "fr_0757228"}
{"language": "fr", "output": "mal", "input": "Examen: Mauvaise qualité\n\nAprès 1h 00 de portée, deuxième paire à la poubelle Évaluation:", "id": "fr_0522828"}
{"language": "fr", "output": "bien", "input": "Examen: Savoir jongler intellectuellement\n\nIntéressant, pas toujours évident pour comprendre, il faut déjà avoir de bonnes notions de solfège. Évaluation:", "id": "fr_0714404"}
{"language": "fr", "output": "bien", "input": "Examen: très bon produit\n\npour l'instant parfait Évaluation:", "id": "fr_0170494"}
{"language": "fr", "output": "mal", "input": "Examen: Bas de gamme\n\nDéçu du produit boite très légère, bas de gamme! Utiliser qu’une fois pour un voyage, obliger de porter par en dessous car trop peur que mon chat de 6kg soit trop lourd Évaluation:", "id": "fr_0437316"}
{"language": "fr", "output": "mal", "input": "Examen: Une configuration complexe\n\nAprès plusieurs tentatives, et des nombreux échecs de connexion, je considère que ce produit ne me satisfait vraiment pas. Pour compléter mes impressions, une petite notice uniquement en anglais. Bref, déçu, très déçu... Évaluation:", "id": "fr_0032019"}
{"language": "fr", "output": "bien", "input": "Examen: Tres Bon produit\n\nBoite de rangement de tres bonne qualité pratique .je suis tres satisfaite de mon achat Évaluation:", "id": "fr_0170373"}
{"language": "fr", "output": "bien", "input": "Examen: Bon rapport qualité-prix.\n\nBon rapport qualité prix pour du rétrogaming. Évaluation:", "id": "fr_0851045"}
{"language": "fr", "output": "bien", "input": "Examen: Vraiment bien !\n\nVraiment content de ce hoverkart, il s'adapte bien à l'hoverboard 6.5 pouces (voir photo). Plusieurs positions pour réglage des pieds avec le siège, petits patins en mousse pour ne pas abîmer l'hoverboard et sangles scratch pour l'enlever quand on veut. Petit bémol (d'où mes 4*) : pour le montage, pas facile, notice en anglais et pas très compréhensible, heureusement je suis un bon bricolo, en 1h, c'était monté ! Évaluation:", "id": "fr_0786802"}
{"language": "fr", "output": "mal", "input": "Examen: Qualité bas de gamme\n\nFonctionne mais fait consommer deux fois plus de batteries !! C'est énorme j'ai préféré remettre l'ancien qui avait quelques problèmes plutôt que de voir ma batterie vidée au bout de quelques heures Après vu le prix faut pas s'attendre à des miracles Évaluation:", "id": "fr_0083933"}
{"language": "fr", "output": "bien", "input": "Examen: beau motif très joli\n\npour allez avec ma rénovation j'ai choisis ce produit bonne qualité très beau placé je suis satisfaite de mon achat Évaluation:", "id": "fr_0559852"}
{"language": "fr", "output": "bien", "input": "Examen: Bonne référence\n\nLivraison très rapide. Le produit s'adapte parfaitement bien à la moto. Lors de la commande trouver la bonne référence était très simple et sure. Évaluation:", "id": "fr_0279914"}
{"language": "fr", "output": "bien", "input": "Examen: climatiseur\n\ntres bon produit pour grande piece Évaluation:", "id": "fr_0638654"}
{"language": "fr", "output": "mal", "input": "Examen: piece manquantes dans le carton !!!!!\n\narticle livré avec fixations de roulettes manquants (vraiment pas pratique pour un chauffage mobile) de plus emballage en très mauvais état :article retourné maintenant il faut attendre le remboursement qui sera surement assez long :::pas sérieux du tout Évaluation:", "id": "fr_0784220"}
{"language": "fr", "output": "mal", "input": "Examen: Peu fiable\n\nAlors j'ai commandé 10 ampoules en novembre, 1 ne fonctionnait pas et depuis 3 autres ont déjà grillé... Pas vraiment une affaire ... Évaluation:", "id": "fr_0591061"}
{"language": "fr", "output": "mal", "input": "Examen: Commande\n\nJe n'ai pas reçu ma commande j'aimerai savoir où elle se trouve parce que j'en ai besoin merci de me tenir informée Évaluation:", "id": "fr_0340866"}
{"language": "fr", "output": "mal", "input": "Examen: Jamais reçu\n\nMes chatons auraient surement appréciés si le transporteur ne s'était pas arrêté à 3 km de chez moi... Évaluation:", "id": "fr_0258573"}
{"language": "fr", "output": "mal", "input": "Examen: Colis jamais reçu\n\nBonjour, Je n'ai jamais reçu ce colis non plus...... Évaluation:", "id": "fr_0391224"}
{"language": "fr", "output": "mal", "input": "Examen: Il y a des bulles\n\nContrairement au descriptif, j'ai des Bulles, le produit n'est pas repositionnable. Le touché est désagréable . Il a bougé dans ma poche, c'est enroulé et sali. J'ai retiré le film au bout de 48heures Évaluation:", "id": "fr_0832901"}
{"language": "fr", "output": "bien", "input": "Examen: Top\n\nTrès rapide et solide, grace à ce disque un vieux PC reprend vie. Il faut peut être prévoir un peu plus de capacité, 120Go ça peut être limite Évaluation:", "id": "fr_0912210"}
{"language": "fr", "output": "bien", "input": "Examen: Juste magnifique ❤\n\nCadeaux pour mon frère ❤ Évaluation:", "id": "fr_0813710"}
{"language": "fr", "output": "bien", "input": "Examen: Très bien\n\nTrès bien correspond à la description. Évaluation:", "id": "fr_0036085"}
{"language": "fr", "output": "bien", "input": "Examen: Bon Produit pour le prix\n\nSympa dans un petit bassin Évaluation:", "id": "fr_0749120"}
{"language": "fr", "output": "bien", "input": "Examen: satisfait\n\nle réveil répond à mes attentes. Évaluation:", "id": "fr_0252064"}
{"language": "fr", "output": "mal", "input": "Examen: On s'en lasse trop vite..\n\nAu début c'est tout nouveau tout beau.. Belle découverte qui occupe 5 minutes. Mais franchement on s'en lasse très vite. Les pièces sont petites et toutes identiques.. Les modèles n'ont rien d'engageant. Alors on ne peut que les assembler et même en faisant preuve d'imagination, ce n'est ni concluant, ni joli. Les conceptions 3D sont très limitées et même si les couleurs sont attrayantes... On en a malheureusement vite fait le tour. Évaluation:", "id": "fr_0937801"}
{"language": "fr", "output": "bien", "input": "Examen: Super\n\nProduit reçu dans les délais bonne qualité de papier et couleur mon fils est ravi Évaluation:", "id": "fr_0880270"}
{"language": "fr", "output": "bien", "input": "Examen: Sobre!\n\nNickel. Super look. Bien plus adapté pour les ailes. Je recommanderai. A voir dans le temps, mais qualité très correcte. Évaluation:", "id": "fr_0257079"}
{"language": "fr", "output": "mal", "input": "Examen: Pot ouvert\n\nLivré le 15 janvier et non le 27 décembre. Pot ouvert et utilisé il manque une bonne partie. Très déçu ! Évaluation:", "id": "fr_0515369"}
{"language": "fr", "output": "mal", "input": "Examen: Je n'ai toujours pas reçu article !!!\n\nJe n'ai toujours pas reçu article !!! Évaluation:", "id": "fr_0906860"}
{"language": "fr", "output": "bien", "input": "Examen: Délicieux\n\nDelicieux il est parfait Évaluation:", "id": "fr_0594336"}
{"language": "fr", "output": "bien", "input": "Examen: Vive le savoir faire\n\nLa formule de livraison rapide , en plus dans d' une conformité optimale. Évaluation:", "id": "fr_0949170"}
{"language": "fr", "output": "mal", "input": "Examen: Déçu\n\nL’ouverture et la fermeture font un bruit pas possible, c’est pas très qualitatif. La recharge se fait bien pas de soucis. Évaluation:", "id": "fr_0206718"}
{"language": "fr", "output": "bien", "input": "Examen: trousse\n\nUne trousse fonctionnelle à un prix avantageux. Le bleu de la trousse est plus foncé que celui qui apparaît sur le site. Évaluation:", "id": "fr_0352567"}
{"language": "fr", "output": "bien", "input": "Examen: tapis de cuisine\n\nSatisfait du produit délai de livraison respecter je le recommande très bon vendeur et bon produit Évaluation:", "id": "fr_0537349"}
{"language": "fr", "output": "mal", "input": "Examen: Ne pas laisser au soleil si non il fond !!!\n\nL'article , était génial 1 fois. Je les laissé dans la voiture et quand jai voulu l'utiliser une 2ème fois il ete tout collé et en essayant de le décoller le plastique cest troué pfff dégoûté ! Évaluation:", "id": "fr_0892186"}
{"language": "fr", "output": "mal", "input": "Examen: Pas reçu\n\nPas reçu, où est mon colis svp Évaluation:", "id": "fr_0948774"}
{"language": "fr", "output": "mal", "input": "Examen: joli mais ne conseille pas\n\nProduit joli dans l'ensemble, cependant quelques petites déceptions; la peinture s'écaille à plusieurs endroits, le bois est quelque peu abimé à d'autres, de plus, assez fragile. Par conséquent, c'est un produit que je ne recommande pas. Évaluation:", "id": "fr_0267400"}
{"language": "fr", "output": "bien", "input": "Examen: Ball volante à led\n\nOffert à Noël à mes neveux qui adorent !!! Top comme petit gadgets ! Ils ont entre 9 et 10 ans Évaluation:", "id": "fr_0666444"}
{"language": "fr", "output": "mal", "input": "Examen: Manque 4 Angles de fixation\n\nNous avons réussi à monter une cage sur les deux. Pour monter la deuxième il nous manque 4 angles (voir photos) sur 6 nous ne pouvons donc pas le monter et nous en servir. Nous sommes très déçus. Pouvez-vous s'il vous plait revenir vers moi à ce sujet au plus vite merci. Évaluation:", "id": "fr_0574265"}
{"language": "fr", "output": "bien", "input": "Examen: Traits\n\nTrès satisfait, après de nombreux tirs je peux dire que cet article est solide dans le temps de plus très beau look. Évaluation:", "id": "fr_0297133"}
{"language": "fr", "output": "bien", "input": "Examen: Parfait pour protéger et joli\n\nTrès joli pour protéger ma Kindle. Installation facile, pas trop épais. Évaluation:", "id": "fr_0896752"}
{"language": "fr", "output": "bien", "input": "Examen: excellent !\n\nrien à dire, super ! Évaluation:", "id": "fr_0338298"}
{"language": "fr", "output": "mal", "input": "Examen: erreur commande\n\nBonjour, IL n' a que 3 tubes au lieu de cinq commandés dans le colis ! Évaluation:", "id": "fr_0041321"}
{"language": "fr", "output": "bien", "input": "Examen: T bien\n\nSuper produit , mais en avoir 4 c’est inutile , 2 suffirai ! Je suis tranquille pour 20 ans !lol! Évaluation:", "id": "fr_0034681"}
{"language": "fr", "output": "bien", "input": "Examen: Plus que satisfait de mon achat.\n\nJe cherchais une montre connectée à un prix accessibles. Et j'ai trouvé exactement ce que je voulais pour un prix plus que raisonnable ! Avec l'application sur mon portable j'ai pu configurer ma montre comme je veux, aucun problème de comptabilité avec mon iphone. Lors de les sorties vélo ou trail le capteur de fréquence cardiaque est plutôt précis. Ce qui m'évite de sortir avec mon bandeau qui pouvait me déranger. De plus son design est super sympa, le bracelet est très confortable et le maintien très bon. Évaluation:", "id": "fr_0428627"}
{"language": "fr", "output": "bien", "input": "Examen: Très satisfait\n\nBon rapport qualité-prix rien à dire éclairage blanc très bon rendu dans mon lustre de salle à manger à acheter sans hésiter. Évaluation:", "id": "fr_0975478"}
{"language": "fr", "output": "mal", "input": "Examen: Pas solide\n\nIl n'est pas pratique ni solide Évaluation:", "id": "fr_0408317"}
{"language": "fr", "output": "bien", "input": "Examen: Satisfaite\n\nConforme à mes attentes. Important à savoir le cuir est souple, ça m'a un peu surpris. Moins cher qu'en boutique c'est sûr ! Évaluation:", "id": "fr_0872154"}
{"language": "fr", "output": "mal", "input": "Examen: Pas isolant\n\nAprès une courte periode d utilisation j'ai préféré le restituer. Le gros défaut est l'isolation. J'entendais tout l'environnement extérieur qui est impossible en utilisation normale et pour faire du sport. La qualité du son n'est pas extraordinaire mais c'est acceptable Évaluation:", "id": "fr_0075892"}
{"language": "fr", "output": "bien", "input": "Examen: TOP\n\nProduit conforme à la description, le petit chien de mais beau parents la toutes suite adopté et ne le lâche plus. Évaluation:", "id": "fr_0492110"}
{"language": "fr", "output": "bien", "input": "Examen: Bon pour débutant\n\nBien pour commencer c est une simple partie en bas Évaluation:", "id": "fr_0500830"}
{"language": "fr", "output": "bien", "input": "Examen: Utile\n\nBien conforme à la description faite par le vendeur, coque souple en silicone, reçu dans les délais bien emballé. Évaluation:", "id": "fr_0344005"}
{"language": "fr", "output": "mal", "input": "Examen: Renvoyé\n\nRenvoyé dans j'y voyais flou dedans... Impossible de régler ça... J'ai tenté, j'ai compris... Évaluation:", "id": "fr_0855462"}
{"language": "fr", "output": "bien", "input": "Examen: Ravie de mon achat !\n\nTrès girly mais ne fait pas \"toc\" Évaluation:", "id": "fr_0100466"}
{"language": "fr", "output": "mal", "input": "Examen: très décevant\n\nOuvrage très décevant qui ne propose que des modèles laids, oui, laids! De telles illustrations ne peuvent que décourager les débutants: quel plaisir pourraient-ils prendre à essayer de copier ces \"tableaux\" d'une désolante platitude, sans lumière, sans reflets, sans âme? Évaluation:", "id": "fr_0251917"}
{"language": "fr", "output": "mal", "input": "Examen: Manque un article\n\nJe n'ai reçu qu'un article alors que 2 articles ont été commandé. Merci d'envoyer le deuxième article Évaluation:", "id": "fr_0899710"}
{"language": "fr", "output": "mal", "input": "Examen: Biberons\n\nPour offrir mais un peu plat Évaluation:", "id": "fr_0594325"}
{"language": "fr", "output": "bien", "input": "Examen: Livraison et produit conforme\n\nLivraison et produit conforme Évaluation:", "id": "fr_0108752"}
{"language": "fr", "output": "bien", "input": "Examen: Mettre des produits qui n'attire pas les abeilles\n\nEnvahissent de guêpes des les fortes chaleurs Évaluation:", "id": "fr_0143410"}
{"language": "fr", "output": "bien", "input": "Examen: Nikel\n\nRemplisse bien leur fonction Évaluation:", "id": "fr_0403550"}
{"language": "fr", "output": "mal", "input": "Examen: Déçue\n\nJ'ai acheté cette valise il y a un an et je suis déchue. C'est vrai qu'elle est solide comme on peut l'attendre d'une samsonite mais elle est lourde et peu maniable. Les poignées sont peu pratiques et désagréables. Évaluation:", "id": "fr_0402419"}
{"language": "fr", "output": "mal", "input": "Examen: Livré en retard, sans emballage ni facture\n\nL'article en lui même n'a rien mais il a été livré en retard, sans emballage ni facture. Le carton d'origine était abimé...Bref, pas sérieux du tout Évaluation:", "id": "fr_0303983"}
{"language": "fr", "output": "bien", "input": "Examen: excellent rapport qualité prix\n\ncollier très souple et qui semble agréable pour le chien. Pour ce prix, quelques bémols évidemment : la gravure n'est pas très nette et pourrait s'effacer rapidement, la taille S est déjà très grande, le cuir rouge est beau mais j'ai peur qu'il déteigne sur les poils de ma border collie et ne le met donc pas quand il pleut/pour les jours où nous allons dans l'eau Évaluation:", "id": "fr_0265971"}
{"language": "fr", "output": "bien", "input": "Examen: Magique!\n\nNous avons acheté le modèle rose pour un garçon car il y avait 10 euros d'écart, mais notre fils n'a rien dit. Notre fils de presque 7 ans est devenu propre en 3 semaines alors qu'il mouillait ses draps toutes les nuits. La première semaine il y a eu pipi toutes les nuits et les deux suivantes petit à petit des nuits sèches jusqu'à propreté complète et définitive sans restriction des boissons le soir. Nous l'avons attaché non pas au T-shirt car cela gêne pour dormir mais à une chaussette. Le bouton marche arrêt ne fonctionnait pas donc nous avons retiré les piles quand ça sonnait. Notre fils ne pouvait pas le faire seul. Évaluation:", "id": "fr_0652795"}
{"language": "fr", "output": "mal", "input": "Examen: Connexion impossible\n\nImpossible de la connecter à mon réseau. Je suis bien sur la bonne fréquence, un super débit, mais rien n'y fait. Juste pas possible de connecter. Évaluation:", "id": "fr_0164035"}
{"language": "fr", "output": "bien", "input": "Examen: Beau cadeau\n\nPendentif très joli, à la hauteur de mes attentes. Évaluation:", "id": "fr_0769095"}
{"language": "fr", "output": "mal", "input": "Examen: Pas mal mais...\n\nJ'ai commandé ce jouet parce que j'avais déjà acheté scout pour le grand frère et que Scout remporte toujours un franc succès ! Violette ne lui arrive pas à la cheville , contrairement à Scout elle ne raconte pas d'histoires, n'a pas de livre pour l'accompagner, elle est personnalisable mais nous n'avons pas trouver le prénom de la petite fille concernée, les chansons sont moins bien que celles de Scout. Certes c'est une mignonne peluche qui chante mais je suis déçue, elle a bien moins de succès que Scout. Je recommande Scout plutôt que Violette. Évaluation:", "id": "fr_0678682"}
{"language": "fr", "output": "mal", "input": "Examen: Mauvaise qualité\n\nQuand j'ai rempli les cartouches pour la deuxième fois, l'encre coulait partout. Donc pour moi, très mauvais achat Évaluation:", "id": "fr_0567455"}
{"language": "fr", "output": "bien", "input": "Examen: Au top\n\nTrès bonne qualité, facile à installer et amovible... Rien à dire de negatif Évaluation:", "id": "fr_0883568"}
{"language": "fr", "output": "mal", "input": "Examen: Pas assez robuste\n\nLes attaches qui se clipsent ne m'ont pas parues assez résistantes pour prendre le risque de le poser à ma fenêtre d'une rue passante. ok pour un pavillon. Évaluation:", "id": "fr_0364272"}
{"language": "fr", "output": "bien", "input": "Examen: Parfait\n\nLivre acheté dans le cadre scolaire. Livraison rapide et bien conditionné Évaluation:", "id": "fr_0676442"}
{"language": "fr", "output": "bien", "input": "Examen: Tres bon produit\n\nTrès bon produit, simple pour bébé, ma fille de 9 mois l'adore et nous aussi car le volume de la musique se règle et il est pas agressif. Bébé s'observe dans le miroir, essaye d'attraper les dessin 😶 j'adore. Jouet que je recommande, format pratique. Évaluation:", "id": "fr_0013054"}
{"language": "fr", "output": "bien", "input": "Examen: Modèle homme\n\nAttention c’est un modèle homme, le talon est légèrement différent (remonte plus sur le pied) et taille plus grand que celui des femmes ... Évaluation:", "id": "fr_0448931"}
{"language": "fr", "output": "mal", "input": "Examen: deception\n\nlivre moyennement intéressant et plutôt brouillon, le titre accrocheur me laisse sur ma faim...je vais essayer un livre avec une approche plus scientifique Évaluation:", "id": "fr_0212513"}
{"language": "fr", "output": "mal", "input": "Examen: Nul\n\nImpossible à utiliser Évaluation:", "id": "fr_0366509"}
{"language": "fr", "output": "bien", "input": "Examen: Très efficace\n\nJ'ai remarqué beaucoup de tiques mortes sur les poils de mon chat juste après avoir mis le collier. Je pense que c'est rapide pour un collier qui ne coûte que 15 euros ! De plus, même avec les bains et les baignades, l'efficacité n'a pas été réduite du tout. Évaluation:", "id": "fr_0748086"}
{"language": "fr", "output": "bien", "input": "Examen: Installation simple\n\nNécessite une clé à molettes de 15 Très simple à installer Évaluation:", "id": "fr_0475705"}
{"language": "fr", "output": "bien", "input": "Examen: Petit accessoire bien utile\n\nJe suis très contente de cette acquisition. Je la voulais pour trouver les traces des méfaits de mon petit chien, et j'en ai trouvé sur le tapis bien plus nombreuses que je ne le croyais car les tâches sont invisibles à l'oeil nu vu la couleur du tapis ! Le contrat est donc rempli. J'ai trouvé une autre utilité à cette lampe, elle repère très bien les escargots. En effet, j'en avais assez de les écraser (je ne cultive pas de salade) lors de la dernière sortie du chien à la nuit, après la pluie. J'ai ainsi donc pu épargner quelques vies ! Évaluation:", "id": "fr_0596940"}
{"language": "fr", "output": "bien", "input": "Examen: Pratique\n\nLes infuseurs à thé sont très facile A utiliser . Et la petite cuillère pour les remplir est très pratique. Évaluation:", "id": "fr_0904588"}
{"language": "fr", "output": "mal", "input": "Examen: Insatisfaite de la livraison\n\nBon produit habituellement mais la je ne suis vraiment pas contente. Voici ce que j'ai reçu en carton. Au prix des croquettes royal canin j'estime avoir le droit d'avoir un paquet non éventré. Je ne sais même pas si j'ai eu la quantité ni si les croquettes sont encore bonnes. Compte tenu du poids et du fait que je n'ai pas vérifié le carton je ne le retourne pas mais je pense que je ne commanderai plus !!!! Évaluation:", "id": "fr_0044613"}
{"language": "fr", "output": "bien", "input": "Examen: il est vite installé et très pratique\n\npour tout accrocher dans la salle de bain...... c'est très efficace meme pour les drap de bain Évaluation:", "id": "fr_0072374"}
{"language": "fr", "output": "bien", "input": "Examen: Jouet sex\n\nMadame en rafole...attention à utiliser avec douceur et lubrifiant. Évaluation:", "id": "fr_0279558"}
{"language": "fr", "output": "bien", "input": "Examen: super produit\n\nS'adapte parfaitement sur ma trottinette électrique, super lumineux par contre je n'aime pas la transparence du produit ! à voir la fiabilité dans le temps ! Évaluation:", "id": "fr_0910338"}
{"language": "fr", "output": "mal", "input": "Examen: MODE D'EMPLOI EN FRANCAIS\n\nSans le mode d'emploi en français, il a fini à la poubelle. Évaluation:", "id": "fr_0979028"}
{"language": "fr", "output": "bien", "input": "Examen: Parfait\n\nLivraison rapide et produit bien emballé. En partant du bord de la cuve, le bec permet d’avancer la sortie d’une dizaine de cm. Évaluation:", "id": "fr_0507797"}
{"language": "fr", "output": "mal", "input": "Examen: Adaptateur manquant\n\nJe suis très déçue de ma commande elle est arrivée au temps prévu, Mais incomplète, il manque une partie C'est bien la dernière fois que je commande Évaluation:", "id": "fr_0127157"}
{"language": "fr", "output": "mal", "input": "Examen: De la merde\n\nDe la vrais merde même les cheuveux gris on pas pris Je déconseille Évaluation:", "id": "fr_0414051"}
{"language": "fr", "output": "bien", "input": "Examen: comment mettre le gps a jour ? il n'y avait pas de carte SD dans l'emballage merci de repondre\n\npour l'instant le produit est bon si ce n'est ce problème de mise a jour du GPS car manque la carte sd du gps Évaluation:", "id": "fr_0354366"}
{"language": "fr", "output": "bien", "input": "Examen: Article en bon état\n\nArticle conforme à l'annonce. Évaluation:", "id": "fr_0733114"}
{"language": "fr", "output": "mal", "input": "Examen: Bodum !!??\n\nAprès une utilisation quotidienne pendant env 3 mois (1 café le matin c'est tout) cette magnifique Bodum (est ce une véritable Bodum..!?) s'est déglinguée, le filtre ne tient plus, impossible à dévisser sur le piston ! et pourtant, j'ai manipulé l'objet avec mille précautions parce qu'il paraît que ce genre de cafetière est assez fragile ..mais à ce point !! Évaluation:", "id": "fr_0052639"}
{"language": "fr", "output": "bien", "input": "Examen: Super pratique\n\nJe l'ai acheté pour ne pas avoir à fouiller dans mes sacs et retrouver des fils emmêlés. Super pratique avec beaucoup de rangement, conforme aux photos et super rapport qualité-prix. Évaluation:", "id": "fr_0059029"}
{"language": "fr", "output": "bien", "input": "Examen: remarquable\n\ntop qualité poignée un peu dur, avec des gants ça va une vrai difference / aux pompes normales Évaluation:", "id": "fr_0547229"}
{"language": "fr", "output": "mal", "input": "Examen: Mauvaise qualité\n\nChargeur reçu il y a à peine 15 jours et il ne fonctionne déjà plus inadmissible Évaluation:", "id": "fr_0178195"}
{"language": "fr", "output": "mal", "input": "Examen: Ne conseille pas\n\nGrosses arnaques ils mettent à la photo de plusieurs alors qu'il y en à qu'un seul , et pour 10 balles ça commence à faire cher . Pourri. Évaluation:", "id": "fr_0201946"}
{"language": "fr", "output": "bien", "input": "Examen: Très bonnes basses !\n\nPour le prix les basses sont vraiment cools, après la longévité j'en sais rien mais pour 8 balles... :) Évaluation:", "id": "fr_0572952"}
{"language": "fr", "output": "mal", "input": "Examen: Bien mais trop petit\n\nPour un projet dans une classe sur le tour du monde et la découverte des principaux monuments. Évaluation:", "id": "fr_0808285"}
{"language": "fr", "output": "bien", "input": "Examen: Nettoyage efficace\n\nTrès bon rapport qualité/prix bien présenté en boite plastique. Le nettoyage semble avoir été efficace! Évaluation:", "id": "fr_0445706"}
{"language": "fr", "output": "bien", "input": "Examen: Oreillette Bluetooth\n\nTrès bon qualité prix, meilleur que IPods , cest mon avis. Je. Aka racheter pour mon fils Évaluation:", "id": "fr_0149448"}
{"language": "fr", "output": "mal", "input": "Examen: BIEN\n\nMalheureusement ne tient pas beaucoup Évaluation:", "id": "fr_0094088"}
{"language": "fr", "output": "bien", "input": "Examen: le couvre lit beige\n\nle couvre lit n'a pas plu a ma fille. moi je le trouvais tres joli .désolée pour vous Évaluation:", "id": "fr_0765359"}
{"language": "fr", "output": "bien", "input": "Examen: Beau papier de qualité à raccord de motif\n\nProduit conforme annonce, ma fillle est gothique donc ça allait très bien dans sa chambre comme papier peint, pour la pose attention c’est du papier avec raccord donc plus compliqué à poser. Mais pour des novices c’est tout à fait possible. Évaluation:", "id": "fr_0333976"}
{"language": "fr", "output": "bien", "input": "Examen: BONNE ODEUR\n\nParfum assez ressemblant, ne tiens pas longtemps mais vu le prix on peut en mettre plus souvent j'en commanderais a nouveau Évaluation:", "id": "fr_0092438"}
{"language": "fr", "output": "mal", "input": "Examen: Arrivé en retard, mal emballé\n\nLes autocollants sont arrivés avec 1 semaine de retard sur un délai très long (6 semaines). L'enveloppe à bulles dans laquelle est emballé l'autocollant était bien prévue. Par contre, l'autocollant a été plié sans soin. Du coup, j'ai des lettre recourbées qui ne tiennent pas sur les touches : autant dire inutiles !!! C'est agaçant !! Évaluation:", "id": "fr_0371714"}
{"language": "fr", "output": "mal", "input": "Examen: rapport qualité prix\n\nperd trop de cheveux mais ma fille l'adore Évaluation:", "id": "fr_0532083"}
{"language": "fr", "output": "bien", "input": "Examen: Pompe multi fonction\n\nCette pompe a un taille standard (ni trop petite, ni trop grande), tous les embouts y sont ils se rangent dans la tête de la pompe, cela est très pratique. Je recommande cet achat. Évaluation:", "id": "fr_0920321"}
{"language": "fr", "output": "bien", "input": "Examen: Bon produit\n\nSuper pratique . Comme sur la photo et ma fille adore ! Seul bémol au niveau de la tête si on l’utilise uniquement en duvet il n’y a pas de petit oreiller inclus et il n’y a pas un espace fermé pour pouvoir y glisser quelque chose en guise d’oreiller Évaluation:", "id": "fr_0015701"}
{"language": "fr", "output": "bien", "input": "Examen: La peine d'acheter\n\nLes enfants sont très contents de jouer, ils peuvent être utilisés sans électricité, c’est très pratique! Évaluation:", "id": "fr_0350878"}
{"language": "fr", "output": "bien", "input": "Examen: Parfait\n\nÇa m'a permis de sauver un vieil iPad 2. J'ai perdu la fonction on/off dans la manip, mais ce n'est sûrement pas dû à ce kit. Évaluation:", "id": "fr_0968219"}
{"language": "fr", "output": "bien", "input": "Examen: Bon éclairage\n\nVous obtenez ici 4 pièces de 50cm chacune, que vous pouvez placer comme vous le souhaitez. Ils sont en rouleau et sont couplés au moyen d'une connexion par prise. Après le déroulement, vous desserrez le film protecteur sur le dos, puis les bandes sont auto-adhésives et sont simplement collées sur le téléviseur. Mieux avant la télé propre. Enfin, il suffit de brancher l'USB dans le téléviseur et vous avez terminé. Le deuxième câble à voir est le récepteur de la télécommande. Vous pouvez également couper les bandes vous-même, si vous avez besoin de quelque chose de plus court. Seules les bandes adhésives pourraient être un peu mieux. Mais d'accord, là vous pouvez toujours garder un œil sur parce que c'est en fait la même chose avec toutes les autres bandes led Évaluation:", "id": "fr_0837974"}
{"language": "fr", "output": "bien", "input": "Examen: Plutôt un bon choix\n\nJ'ai apprécier ces nouvelles enceintes. Les petit moins a mon avis : - Prend un peu de place ( si me semble qu'il est possible de faire plus compact) - Télécommande pas très pratique et faut bien viser le capteur IR. Sinon tout le reste est positif, a mon avis ces enceinte sont très bien et ont un bon rapport qualité prix. Après je ne suis pas un expert. Évaluation:", "id": "fr_0645831"}
{"language": "fr", "output": "bien", "input": "Examen: Bien\n\nApres quelques sorties photos je trouve qu'il fait son travaille. Il est tres robuste pas de soucis. L'emplacement du niveau a bulle n'est a mon sens pas bien placé. Évaluation:", "id": "fr_0291399"}
{"language": "fr", "output": "mal", "input": "Examen: Bof\n\nSéparation trois fines, ça se tort et il faut les ténors sans arrêt pour insérer une paire de chaussette. Pas pratique du tout Évaluation:", "id": "fr_0126523"}
{"language": "fr", "output": "mal", "input": "Examen: Déçu\n\nPas la température indiqué, mauvais calibre expédié. Dommage Évaluation:", "id": "fr_0708834"}
{"language": "fr", "output": "mal", "input": "Examen: belle montre, pas étanche, en kit....\n\nTrès belle montre, elle pèse son poids (sentiment de solidité...) Pas étanche : essoré un tee-shirt en la portant (extirpé de la bassine avec main droite, la gauche portant la montre). Pas de contact avec l'eau. De l'eau est entrée dedans, buée sur cadran (à l'intérieur). je ne m'énerve pas, je la mets au soleil pour évaporation (si possible) et là, un bouton se barre.... Je pensais que ces boutons avaient un pas de vis, ben non. Obligé de recoller avec de la cyanolite. Je vais l'ouvrir et en profiter pour changer la pile. La prochaine fois je prendrai moins cher, conservant le surplus pour un tube de cyanolite. Belle montre au demeurant, dommage d'être obligé de bricoler derrière.... (j'ai pensé renvoyer : trop de démarche et d'attente. Évaluation:", "id": "fr_0806981"}
{"language": "fr", "output": "mal", "input": "Examen: Non recu\n\nBonjours je n'ai pas reçu ce produit alors qu'il est indiqué livré et mon compte a été débité. Merci de faire le nécessaire. Évaluation:", "id": "fr_0065977"}
{"language": "fr", "output": "bien", "input": "Examen: Super occasion\n\nVraiment j’avais un doute vu qu’il était endommagé mais il est vraiment nickel et pour moi il est neuf ... j’ai fais une bonne affaire 👍🏽 Évaluation:", "id": "fr_0052327"}
{"language": "fr", "output": "bien", "input": "Examen: Somatoline homme\n\nReçu rapidement, odeur différente du produit français, je dirais que c'est moins fort donc c'est bien, après je ne sais pas si c'est aussi efficace... Bien cordialement. Évaluation:", "id": "fr_0636482"}
{"language": "fr", "output": "mal", "input": "Examen: Peu solide\n\nManque des pièces dans le colis. Peu solide Évaluation:", "id": "fr_0431756"}
{"language": "fr", "output": "bien", "input": "Examen: Palette maquillage\n\nPalette maquillage avec de quoi occupé une ado de très jolie couleur petit miroir pratique et prix correct Évaluation:", "id": "fr_0641793"}
{"language": "fr", "output": "bien", "input": "Examen: Conforme\n\nConforme à la description est fais ce qu'on lui demande ni plus ni moins Évaluation:", "id": "fr_0452547"}
{"language": "fr", "output": "bien", "input": "Examen: Top\n\nBon produit, de bonne qualité ! L'envoir est rapide ! Évaluation:", "id": "fr_0360112"}
{"language": "fr", "output": "mal", "input": "Examen: commande non reçue\n\nJe devais le recevoir le 11/12 juillet ..................... Toujours Rien !! j attends et j espere qu il arrivera !! j évaluerai produit quand je pourrai............. Évaluation:", "id": "fr_0096066"}
{"language": "fr", "output": "mal", "input": "Examen: Ne correspond pas du tout à la photo.\n\nJ'en est commandé 5 et aucune corresponds à celle de l'annonce. Celles que j'ai reçus sont noirs et blancs. Je ne recommande pas. Déçu... Évaluation:", "id": "fr_0020542"}
{"language": "fr", "output": "mal", "input": "Examen: déçue\n\nje pensais que Brita était de meilleure qualité, trop fragile, mais fait le job au niveau du filtre, bien livé avec 3 cartouches le colis a été envoyer sans protection, résultat la finition blanche est tombée et moins facile à prendre en main du coup Évaluation:", "id": "fr_0181836"}
{"language": "fr", "output": "bien", "input": "Examen: Très bon produit\n\nTrès bonne qualité de fabrication, les fiches se connectes facilement et les fils ne s'emmêle pas. Une très bonne qualité sonore, et les embouts d'oreilles permettent une très bonnes isolation de l’extérieur et tiennent bien dans les oreilles. Évaluation:", "id": "fr_0404564"}
{"language": "fr", "output": "mal", "input": "Examen: C'est de la merde\n\nMonte pas e60 fausse info dans la description du vendeur Évaluation:", "id": "fr_0085354"}
{"language": "fr", "output": "bien", "input": "Examen: Lot de mouchoirs\n\nProduit correspondant à mes attentes , parfait pour s'éponger le front quand il fait chaud , tissu de bonne qualité ! Évaluation:", "id": "fr_0045289"}
{"language": "fr", "output": "mal", "input": "Examen: Pas top\n\nNul nul et archie nul . Ce n'est ni plus ni moins qu' un cadre qui ne prend pas soin de nos pochette car écrasement Évaluation:", "id": "fr_0072007"}
{"language": "fr", "output": "mal", "input": "Examen: Décevant\n\nVraiment décevant. Des manches courtes sur les côtés : pour bien protéger lors de couleurs ou de coupes, je ne vois pas l’intérêt. A terminé dans un placard. Évaluation:", "id": "fr_0541682"}
{"language": "fr", "output": "mal", "input": "Examen: Livraison rapide, pas forcément bon signe.\n\nLivraison très rapide, merci Amazon, cependant la figurine est de qualité plutôt moyenne, la boîte était ouverte à l'ouverture du carton, il ne manque rien mais la figurine est rempli d'énorme défaut... Peint certainement par un maternel, je ne recommande vraiment pas cette figurine qui est donc rempli de défaut malheureusement... Évaluation:", "id": "fr_0667727"}
{"language": "fr", "output": "mal", "input": "Examen: Premier prix, passez votre chemin.\n\nLes lIngettes sont de petites taille et de couleur bleu, je les trouves pas assez imbibés de solution alcoolisé. Je ne renouvèlerai pas mon achat. Cdt. Évaluation:", "id": "fr_0296137"}
{"language": "fr", "output": "mal", "input": "Examen: inadapté\n\nPremier essai pour poil cour sur canapé d'un petit bouldogue sa recupère quasiment rien comme poil je pense qu'il faut un chien a poil long de plus a la première insertion dans le fourreau la partie bleu se décolle mauvaise qualité Évaluation:", "id": "fr_0570732"}
{"language": "fr", "output": "bien", "input": "Examen: capacité à protéger contre les virus\n\nDifficulté pour l'installation - en insistant,finalement bien installé. Le Plus: contrôle régulier - analyse des fichiers,élimination des fichiers toxiques Évaluation:", "id": "fr_0316467"}
{"language": "fr", "output": "mal", "input": "Examen: Déçu\n\nJe l'ai reçu de la mauvaise couleur ... Mais fait quand même son effet Évaluation:", "id": "fr_0010808"}
{"language": "fr", "output": "bien", "input": "Examen: Bien mais mal emballé\n\nProduit arrivé chez moi abimé au déballage, des coups reçu sur les pieds. Dommage parce qu'ils so t vraiment beau Évaluation:", "id": "fr_0007225"}
{"language": "fr", "output": "mal", "input": "Examen: Ne résiste pas aux UV\n\nNe résiste pas aux UV Évaluation:", "id": "fr_0433287"}
{"language": "fr", "output": "bien", "input": "Examen: À ce prix ce serait dommage de s’en priver\n\nTout bête mais me permet de ne plus chercher la bonne clé 3 heures, c’est autant de temps de gagné ! Évaluation:", "id": "fr_0111242"}
{"language": "fr", "output": "mal", "input": "Examen: Service réparation à fuir, produit à fuir\n\nSuite à un défaut de chargement de batterie sur le produit, qui était sous garantie, j'ai renvoyé la tablette au SAV : résultat, la tablette est revenue cassée. Le SAV a tenté de soulever le capot plastique arrière, l'a cassé et a fait comme si de rien n'était et a renvoyé la tablette cassée. Pour finir, lorsque j'ai demandé des explications, ils m'ont accusé alors que la tablette n'était même pas emballée correctement pour le retour. Une imposture généralisée. Je vais dorénavant fuir ACER et PACKARD BELL. Évaluation:", "id": "fr_0988962"}
{"language": "fr", "output": "bien", "input": "Examen: que la poignée ne se torde pas\n\nLes frites, simple et rapide Évaluation:", "id": "fr_0577551"}
{"language": "fr", "output": "mal", "input": "Examen: Déçu grave\n\nPhoto mensongère ont ne reçoit qu’un seul kit ! Évaluation:", "id": "fr_0432215"}
{"language": "fr", "output": "bien", "input": "Examen: Bon produit\n\nSuper produit de bonne qualité et super effet. En prime, rapidité et gentillesse de la vendeuse je recommande encore merci Évaluation:", "id": "fr_0160419"}
{"language": "fr", "output": "mal", "input": "Examen: Produit jamais reçu ni remboursé\n\nJe n’ai jamais reçu le produit J’ai ecris un mail au vendeur qui ne m’a jamais répondu ni même remboursé Je vous conseil d’éviter ce vendeur Évaluation:", "id": "fr_0259572"}
{"language": "fr", "output": "bien", "input": "Examen: Difficile à stabiliser dans certains cas d utilisations\n\nPour certaines circonstances il faudrait prévoir des patins anti derapant et un appuis sous la poignet se maintient Évaluation:", "id": "fr_0757617"}
{"language": "fr", "output": "bien", "input": "Examen: Très bon produit\n\nBonjour, Je fais ce commentaire pour dire que ce produit est très bien, j'enlève juste une étoile car j'ai reçu le coli ouvert. Évaluation:", "id": "fr_0377040"}
{"language": "fr", "output": "bien", "input": "Examen: Très bon produit adapté au oneplus 3T\n\nÉcran en verre trempé de bonne qualité et très facile à installer. Tous les accessoires sont fournis : lingette d'alcool, microfibre, autocollant pour éliminer les poussières et carte pour chasser d'éventuelles bulles d'air dont je n'ai même pas eu besoin. Bref, très bon produit. Évaluation:", "id": "fr_0827852"}
{"language": "fr", "output": "bien", "input": "Examen: Excellente affaire !\n\nJoli tapis d’excellente qualité du plus bel effet dans mon salon. Excellent rapport qualité / prix. Livré bien emballé en temps et en heure ! Je recommande vivement Évaluation:", "id": "fr_0366667"}
{"language": "fr", "output": "mal", "input": "Examen: Trop petit\n\nBonjour Même si dans le titre il y a noté \"mini\" pour moi c'est un pin's 🙄 le portable à côté est plus grand. Cordialement. Évaluation:", "id": "fr_0622879"}
{"language": "fr", "output": "bien", "input": "Examen: Trop top\n\nJ'ai ADORÉ ce roman enfin les 3 tomes.Des personnages hauts en couleurs Veline est charismatique et complexe comme personnalité ,Mila est une femme forte en caractère et fragile à la fois mais il faut bien ça pour tenir tête à Veline.Les personnages secondaires sont attachants et bien travaillés. Moi qui aimé bien les enquêtes policières je me suis régalée tous ça écris avec un zeste de folie, de l'humour, on ne s'ennuie jamais.Belle écriture à lire absolument Évaluation:", "id": "fr_0927969"}
{"language": "fr", "output": "mal", "input": "Examen: Toujours pas reçu\n\nDélais de livraison non respectés. Toujours pas reçu. Évaluation:", "id": "fr_0923614"}
{"language": "fr", "output": "bien", "input": "Examen: Rapide et bon état\n\nBien reçu. Bonne lecture Évaluation:", "id": "fr_0665644"}
{"language": "fr", "output": "mal", "input": "Examen: Mauvais contrôle qualité\n\nBoitier HS à l'arrivée Évaluation:", "id": "fr_0606601"}
{"language": "fr", "output": "bien", "input": "Examen: Efficace et très féminin !!\n\nCe petit epilateur est très efficace aussi bien pour épiler que pour polir les talons. Je suis agréablement surprise vu le prix mais je recommande vivement. Il est utilisé très souvent depuis 1 an et fonctionne toujours aussi bien Évaluation:", "id": "fr_0522953"}
{"language": "fr", "output": "bien", "input": "Examen: Lecteur graveur DVD externe.\n\nTrès bon produit avec éclairage rgb. Bonne qualité. Plug and play . Je recommande. Évaluation:", "id": "fr_0318228"}
{"language": "fr", "output": "bien", "input": "Examen: Confortable pour notre utilisation\n\nFacile à monter - toujours en bon état depuis l'achat Évaluation:", "id": "fr_0750088"}
{"language": "fr", "output": "bien", "input": "Examen: Très grand\n\nTrès bon sac à dos.grande contenance. Pour une famille de 5 personnes impeccable. Évaluation:", "id": "fr_0103501"}
{"language": "fr", "output": "bien", "input": "Examen: Excellent\n\nExcellent produit âpre 1 mois d’utilisation avoir pour le prix je pense Que c’est raisonnable . Kamel l l mp Évaluation:", "id": "fr_0053661"}
{"language": "fr", "output": "mal", "input": "Examen: Ne pas acheter\n\nTrès déçue de ce produit! Il n'enregistre pas une photo sur 2 et est assez lente. Je ne recommande absolument pas ce produit! Évaluation:", "id": "fr_0606932"}
{"language": "fr", "output": "bien", "input": "Examen: commentaire\n\ncomme d'habitude un parfait moment de détente et de rigolade; j'espère pouvoir en lire de nombreux autres longue vie aux auteurs Évaluation:", "id": "fr_0766577"}
{"language": "fr", "output": "mal", "input": "Examen: Quantité erroné\n\nArticle reçu en bon état mais pas selon o bonne capacité j avais commande 1.8l Évaluation:", "id": "fr_0037130"}
{"language": "fr", "output": "mal", "input": "Examen: Mauvaise qualité\n\nCes filtres épaisses, ont commencé à fondre et se sont déformés trės vite dès la première utilisation... Je déconseille. Évaluation:", "id": "fr_0861597"}
{"language": "fr", "output": "mal", "input": "Examen: Attention, Le produit est de tres mauvaise qualité pour l'induction !!!\n\nEffectivement ces poêles ne sont pas de très bonne qualité. Après quelques utilisations, une tache noir apparait au milieu de la poêle malgré la monté en température progressive. De plus, la poêle n'est plus plate sur le dessous, très problématique pour une plaque a induction. Je suis très déçu de la marque Lagostina pour ce produit. Désolé mais, j'ai rien a reproché sur la livraison et la conformité du produit. Évaluation:", "id": "fr_0542267"}
{"language": "fr", "output": "bien", "input": "Examen: Très bon produit facile a installer\n\nTrès bon produit Dommage de faire payer 3 frais de livraison pour 3 produits différents livrés dans le même colis Évaluation:", "id": "fr_0687605"}
{"language": "fr", "output": "bien", "input": "Examen: Pouvons-nous croire aux bienfaits des vaccins ?\n\nEtude sérieuse faite par un scientifique, un vrai, qui a approfondi ses recherches sur ce que contiennent les vaccins. De quoi craindre pour nos enfants. Évaluation:", "id": "fr_0174139"}
{"language": "fr", "output": "bien", "input": "Examen: Doudoune femme\n\nDoudoune très agréable, tient très chaud et bien conforme à la description. Bien suivre le guide pour la taille. Moi qui prends habituellement du M j ai pris XL comme indiqué! Et c est nickel! Je recommande fortement Évaluation:", "id": "fr_0659729"}
{"language": "fr", "output": "bien", "input": "Examen: Bac à Glaçons en Silicone 24 Cubes\n\npratique ,pas cher ! Évaluation:", "id": "fr_0569396"}
{"language": "fr", "output": "bien", "input": "Examen: Je recommande\n\nÇa été pratique pour faire goûter à bébé les premiers fruits de saison... ça fait comme une petite purée quand bébé tete la goûteuse. Évaluation:", "id": "fr_0198284"}
{"language": "fr", "output": "bien", "input": "Examen: Parfait\n\nTrès agréable, il cache la lumière et ne dérange pas pour dormir. Évaluation:", "id": "fr_0221086"}
{"language": "fr", "output": "bien", "input": "Examen: Grosse voiture\n\nCette voiture est assez imposante. Les figurines sont mignonnes, ma fille a bien accroché (16 mois à l'époque). Elle n'a pas tout de suite joué avec les cubes, mais immédiatement avec les personnages et la voiture. Le toit est plutôt fragile, il a tenu jusque là, mais avec des enfants plus toniques, je pense qu'il casse facilement. Évaluation:", "id": "fr_0919866"}
{"language": "fr", "output": "bien", "input": "Examen: Exelent\n\nJe ne vapeur que avec ce produit très bonne saveur et vraiment pas cher . Évaluation:", "id": "fr_0309529"}
{"language": "fr", "output": "mal", "input": "Examen: Batterie bien trop lourde\n\npour transporter la batterie en rando dans le sac a dos bien trop lourde je pense ne pas la garder Évaluation:", "id": "fr_0381536"}
{"language": "fr", "output": "mal", "input": "Examen: Trop de débit d'eau\n\nPas conseillé pour les petites surfaces trop d'eau noient les plantes. On aurait aimé réglé le débit d'eau mais impossible. Si vous avez beaucoup de haies ou plantes déjà en système de goutte à goutte et si vous n'avez pas beaucoup de pression d'eau à éviter. Il ne tourne pas en continu il faut lui donner un petit coup de pouce. Au final je ne l'utilise plus. Évaluation:", "id": "fr_0716052"}
{"language": "fr", "output": "bien", "input": "Examen: utile\n\nconforme à la description et perd parfois des cheveux, rendu assez fidéle pas trop synthétique. Longueur des cheveux importante, un peu plus court aurait suffi. utilisation : enfant de 10ans qui adore coiffer, utilisation régulière. Évaluation:", "id": "fr_0769707"}
{"language": "fr", "output": "bien", "input": "Examen: j adore\n\nproduit mis plusieurs fois . effet garantie. taille correcte . pas de surprise négative sur le produit . tissus léger Évaluation:", "id": "fr_0057410"}
{"language": "fr", "output": "mal", "input": "Examen: Le prix,\n\nBon c est pour mes appelles,mais sa ne fonctionne pas bien Évaluation:", "id": "fr_0039101"}
{"language": "fr", "output": "bien", "input": "Examen: super\n\nLivraison rapide. Super produit ! Emballage sérieux, les pieds semblent de bonne qualité, à voir sur la durée. Petit conseil: pré-perçer le bois avant de visser vos pieds sinon vous allez rendre les têtes des vis rondes. Évaluation:", "id": "fr_0494123"}
{"language": "fr", "output": "mal", "input": "Examen: Pointe cassée\n\nMême problème que d'autres acheteurs : pointe métal beaucoup trop fragile. Une pointe cassée ! Évaluation:", "id": "fr_0934493"}
{"language": "fr", "output": "mal", "input": "Examen: Achat jamais reçu\n\nAttendu 1 mois !! Jamais reçu... vraiment pas sérieux tout ça !! Évaluation:", "id": "fr_0411842"}
{"language": "fr", "output": "bien", "input": "Examen: Conforme au descriptif\n\nSemble de bonne facture. Correspond à ma description A voir a l' usage Évaluation:", "id": "fr_0310802"}
{"language": "fr", "output": "bien", "input": "Examen: Stickers\n\nAssez satisfaite livraison très très longue par contre bon produit qui adhère bien Évaluation:", "id": "fr_0478593"}
{"language": "fr", "output": "bien", "input": "Examen: DELICIEUX\n\nCette pâte à tartiner est délicieuse! Personnellement je l'utilise en pâtisserie, au coeur de mes petits gâteaux individuels au chocolat!!! L'alliance chocolat/noix de coco, c'est indéniablement un gout du paradis!! J'en mets aussi dans mes tartelettes avant de les garnir de tranches de mange ou de ganache au chocolat... Évaluation:", "id": "fr_0831448"}
{"language": "fr", "output": "mal", "input": "Examen: Tout petit\n\nLes perles sont minuscules et le tour de poignet aussi. Conviendrai seulement à une femme qui a tout petit poignet Évaluation:", "id": "fr_0981479"}
{"language": "fr", "output": "bien", "input": "Examen: Spatule de décongélation\n\nBien utile pour décoller le givre des parois du congélateur. Utiliser au préalable un spray pour dégeler, cela aide. Évaluation:", "id": "fr_0187587"}
{"language": "fr", "output": "bien", "input": "Examen: Je recommande ce produit!\n\nAgréablement surpris par cet article ! À ce prix je m'attendais à un socle mal fini, peu solide et c'est tout le contraire que j'ai reçu. En effet le produit correspond vraiment à la photo et la crainte que le chargeur Apple Watch ne rentre pas dans l'emplacement s'est effondré. Il rentre parfaitement. Pour l'emplacement iphone rien à redire, avec ou sans coque il rentre et reste en place. Les pâtes antidérapantes sont aussi efficaces si votre câble tire sur l'arrière du socle. Une étoile enlevée en revanche par simple peur qu'à la longue mon câble iphone se torde avec le poids. Évaluation:", "id": "fr_0721040"}
{"language": "fr", "output": "bien", "input": "Examen: J'aime, j'en ai mis partout\n\nCes trente crochets m'ont rendu bien service. J'en ai mis partout pour ranger mes outils et même ailleurs sur des tuyaux Bref j'ai été très satisfaite de les trouver. Évaluation:", "id": "fr_0718572"}
{"language": "fr", "output": "mal", "input": "Examen: pas pratique\n\nJe regrette cet achat, malgré une pâte à pancake assez épaisse, j'ai plein de \"fuites\" au début de la cuisson et quand je retourne le moule c'est pareil. Idem pour les œufs au plat, le blanc s'échappe. Soit je n'ai pas compris comment bien m'en servir, soit les moules ne valent pas le coup. si vous voulez quand même vous lancer j'ajouterai qu'on obtient des pancakes assez petits mais rien de rédhibitoire, plutôt une bonne taille pour les enfants Évaluation:", "id": "fr_0123346"}
{"language": "fr", "output": "mal", "input": "Examen: BOF...\n\nLivre particulièrement mal écrit, on s'y perd totalement, le style - si on peut parler de style - est écrit comme le parler et difficile à suivre... L'avantage est que l'histoire parle de vécu. Mais c'est à nouveau une histoire de souffrance indicible et de séparation. Sans aucune explication particulière malgré ce que le 4e de couverture laissait entendre... Certaines pistes abordées dans le livre sont intéressantes, notamment niveau guérison, énergétique, symbolique, Caducée, etc. Je cherche désespérément un livre qui parlerait des flammes réunies et de comment entretenir au quotidien ce lien si précieux et merveilleux ! Évaluation:", "id": "fr_0251439"}
{"language": "fr", "output": "mal", "input": "Examen: Pas terrible\n\nJ'ai du en racheter un autre car ne tient pas à la grille Évaluation:", "id": "fr_0934902"}
{"language": "fr", "output": "mal", "input": "Examen: Livre pas adapté au début du CP\n\nLes histoires sont biens. Une pour chaque mois. Mais il fait avouer à l'entrée un enfant ne peux pas lire l'histoire de septembre. Ma fille savait lire les syllabes et pas mal de mots mais la cest plus que l'accompagner. Le livre n'est pas adapté au CP pour le début. Il suffit de regarder les leçons qu'ils ont au CP, ils comment pas des mots et les prénoms des copains. Ma fille pourra lire elle seule les histoires pas avant quelques mois encore. Elle est déçue car elle voulait un livre à lire seule. Évaluation:", "id": "fr_0606492"}
{"language": "fr", "output": "bien", "input": "Examen: Bon rapport qualité prix\n\nJ'utilise ce collier pour faire une carte cadeau donc la qualité me convient parfaitement. Personnellement je ne l'offrirai pas tel quel car bas de gamme. Excellent rapport qualité prix, c'est le genre de bijou qu'on trouve à 5 euros sur les marchés. Évaluation:", "id": "fr_0627955"}
{"language": "fr", "output": "mal", "input": "Examen: Ventouse pas efficace et fragile\n\nDepuis la livraison il est tombé à 2 reprises. La caméra Arlo Pro 2 n’a pas été endommagée, mais la tête de ventouse s’est coupée en 2! A éviter! Évaluation:", "id": "fr_0912238"}
{"language": "fr", "output": "mal", "input": "Examen: hs\n\ndiode griller apres 10 heure d'utilisation ...... aucun recours possible Évaluation:", "id": "fr_0122354"}
{"language": "fr", "output": "bien", "input": "Examen: Bon masque\n\nTrès bon masque, fonctionne parfaitement. La détection de l'arc est instantanée. Il y a un réglage pour l'intensité de l'assombrissement et un pour le délai. Je le recommande Évaluation:", "id": "fr_0713975"}
{"language": "fr", "output": "bien", "input": "Examen: Parfait pour un Macbook Pro 13\" 2016\n\nJ'ai acheté ce chargeur pour mon Macbook Pro 13\" afin de l'emporter avec moi en voyage. Il fait son job et charge parfaitement l'ordinateur. Très bonne qualité. Rien à redire. Évaluation:", "id": "fr_0579330"}
{"language": "fr", "output": "bien", "input": "Examen: Pas mal\n\nPas mal mais livraison trop longue Évaluation:", "id": "fr_0844453"}
{"language": "fr", "output": "mal", "input": "Examen: A éviter\n\nC'est beau et pas chère mais à ne pas mettre sur un véhicule dont vous avez besoin de vérifier la pression il m'a fallu 2 pinces pour les extraites de les valves auto sans arracher la valve de jardin jante. Le fond s'est colle au pas de vis. Aujourd'hui ils décorent mon vélo et ne valent rien de plus Évaluation:", "id": "fr_0113687"}
{"language": "fr", "output": "bien", "input": "Examen: tres bien\n\nLe disque dur est très bien, pour l’ordinateur, mais je ne lis pas sur un boitier que je branche sur la TV, alors que mon autre disque dur WD 2TO se lie, dommage. Il est arrivé dans le délai prévu. Je le recommande Évaluation:", "id": "fr_0321993"}
{"language": "fr", "output": "bien", "input": "Examen: Rien de mieux pour accrocher des sacs 😊\n\nCes crochets ont été très utiles pour le dressing de mon épouse. Comme l’indique les deux photos...design très chic. Bien solides et c’est le principal!! Évaluation:", "id": "fr_0503803"}
{"language": "fr", "output": "bien", "input": "Examen: Scandal saison 5\n\nParfait, les sous titres sont inclus à la vidéo. La qualité de l’image et du son sont parfaits Je vous recommande ce vendeur et livraison rapide Évaluation:", "id": "fr_0401060"}
{"language": "fr", "output": "bien", "input": "Examen: Recharge\n\nRecu hyper rapidement. Merci à vous et à Amazon !!!! O Top Évaluation:", "id": "fr_0160244"}
{"language": "fr", "output": "bien", "input": "Examen: Installation hyper facile\n\nJ'ai huit chiens dont sept lévriers qui pourrons s'y installer (pas tous en même temps) sans abîmer les sièges en cuir. Évaluation:", "id": "fr_0603493"}
{"language": "fr", "output": "bien", "input": "Examen: collier anti parasitaire\n\nce collier me parait très bien ,bien enfermé dans une boite hermétique,il sent très bon ,mon chien le supporte bien,j'espére qu'il va bien remplir son role ,je ne pourrais le dire que dans quelque mois ,son prix est raisonnable,et la livraison bien avant la date prévue ,et pendant une semaine avec des jours fériés BRAVO pour la livraison Évaluation:", "id": "fr_0574728"}
{"language": "fr", "output": "bien", "input": "Examen: super produit\n\nsatisfaite du produit, c'est très simple d'utilisation Évaluation:", "id": "fr_0245500"}
{"language": "fr", "output": "mal", "input": "Examen: déçu\n\nacheté pour moi qui suis dans le bain depuis l'âge de 6 ans. je voulais me faire plaisir et par la même occasion faire découvrir les ovnis à ma fille qui adore aussi!!! ce livre ne relate rien de bien extraordinaire si ce n'est qu'une autobiographie mal menée. vous n'apprendrez rien en le lisant. d'ailleurs je ne l'ai pas lu jusqu'au bout. pour moi le titre ne correspond pas du tout avec le contenu du livre. Évaluation:", "id": "fr_0763861"}
{"language": "fr", "output": "bien", "input": "Examen: Plutôt une bonne surprise\n\nUn sujet peu original traité avec habilité ! Lorsque l'on entame la lecture, on se retrouve vite aspiré par l'univers de Derek et surtout.. l'on aime tout de suite Sofia. J'ai hâte de découvrir la suite. Une lecture sympa. Évaluation:", "id": "fr_0337257"}
{"language": "fr", "output": "mal", "input": "Examen: Cahier du maître à la place de celui de l'apprenti\n\nMauvais cahier reçu. Dommage ca a l'air très sympathique. Évaluation:", "id": "fr_0432075"}
{"language": "fr", "output": "bien", "input": "Examen: D'être satisfaite des produits que je commande . Et Dans un bon état !\n\nje suis très satisfaite de ses rideaux, qui protège bien le bureau de mon Mari, avec cette magnifique couleur qui égaie bien, avec les lumières. Sinon, je suis un peu déçue de l'emballage qui était complètement écrasé , méconnaissable !!!! Heureusement que l'intérieur n'a rien subi ... à Faire attention la prochaine fois ! Par contre , j'aimerai me faire livrer, à une autre adresse que chez moi, car les boites aux lettres sont vraiment trop petites pour les colis ! Hélas !! si vous avez un suggestion ! Merci à vous . Cordialement . Évaluation:", "id": "fr_0180043"}
{"language": "fr", "output": "mal", "input": "Examen: Mauvaise qualité\n\nTrès mauvaise qualité. Le chapeau ne tiens pas, les impressions sont mal réalisé. Rien à voir avec sa version femme dont je ne suis pas déçu contrairement à celui ci Évaluation:", "id": "fr_0758024"}
{"language": "fr", "output": "mal", "input": "Examen: Protection d’ecran A fuir\n\nNe colle pas du tous à l’ecran de mon Apple watch 44 mm à fuir attention !!! Évaluation:", "id": "fr_0029233"}
{"language": "fr", "output": "bien", "input": "Examen: Prix adapté à la qualité\n\nPour crayons pastels secs Évaluation:", "id": "fr_0779489"}
{"language": "fr", "output": "mal", "input": "Examen: Lamentable pour l'envoi\n\nEnvoi lamentable !!! Pas de carton de protection ... envoyé juste ainsi , je n'ai jamais vu ça ! Le paquet est arrivé explosé... heureusement toutes les pièces étaient là intactes... mais comme présentation pour un cadeau de Noël ... tres tres moyen. Les étiquettes d'envoi collées à même le carton Lego. Vendeur peu recommandable. Évaluation:", "id": "fr_0287156"}
{"language": "fr", "output": "mal", "input": "Examen: Où est-il passé ???\n\nNous n'avons toujours pas reçu notre commande... Évaluation:", "id": "fr_0774075"}
{"language": "fr", "output": "mal", "input": "Examen: Nul\n\nJe pense que les commentaires positifs sont publiés par le vendeur: le film en verre trempé ne s'adapte pas du tout sur les bords, les côtés ne \"collent\" pas du tout à l'ecran. Parti à la poubelle Évaluation:", "id": "fr_0978712"}
{"language": "fr", "output": "mal", "input": "Examen: Photo du produit ne correspondant pas à l'achat effectué.\n\nJ'ai acheté ce dvd pour ma fille, il se trouve que je suis déçue car la photo présenté sur le site ne correspond pas à ce que j'ai commandé. J'ai reçu un dvd avec une couverture étrangère alors qu'il est présenté avec une couverture version française. De plus , il semblerait que ce dvd ait été reconditionné car son emballage n'est pas d'origine ( il est vendu sous film d'apparence type cellophane). Évaluation:", "id": "fr_0104985"}
{"language": "fr", "output": "mal", "input": "Examen: Préférer l original à la copie\n\nAppareil arrivé cassé. Pour le même prix, préférez l appareil TEFAL qui semble un peu plus serieux Évaluation:", "id": "fr_0592211"}
{"language": "fr", "output": "mal", "input": "Examen: Pas super\n\nArticle pas trop mal mais.souvent les.meme cadeau Évaluation:", "id": "fr_0597791"}
{"language": "fr", "output": "mal", "input": "Examen: Models premier prix.\n\nSimple à utiliser et installer, pas cher, mais se déclenchent souvent sans raison et réveille mes enfants pour rien en pleine journee ou en début de soirée. J ai rencontre le problème sur deux appareils identiques. Par exemple en été alors qu il n ya pas de chauffage qui fonctionne, pas de poussière de travaux... A bien fonctionné une fois : de la fumée qui se dégage ait de mon conduit de poêle à granulé me permettant de mettre en évidence une mauvaise installation de mon conduit. Évaluation:", "id": "fr_0069052"}
{"language": "fr", "output": "mal", "input": "Examen: émoussé ?\n\nun coût imbattable, une livraison impeccable mais le produit fragile dont la pointe s'est émoussée (tordue) dès le premier usage. Le cuir était ferme et la pointe de ce \"poinçon\" s'est tordue. Dommage... Évaluation:", "id": "fr_0876401"}
{"language": "fr", "output": "mal", "input": "Examen: Ne fonctionne pas du tout!\n\nNE FONCTIONNE PAS DU TOUT. C'était un cadeau de Noël, comme je l'ai commandé assez tôt (en octobre) je ne peux pas la renvoyer. On a changé la pile avec la pile fourni et Avec une pile d'un magasin Et ça n'a pas marché. Très déçue pour le garçon à qui c'était destiné. Évaluation:", "id": "fr_0095296"}
{"language": "fr", "output": "mal", "input": "Examen: Contrefaçon - fuyez !\n\nCeci est une contrefaçon !!!! Il ne fonctionne avec aucun iphone ni ipad. ARNAQUE A EVITER ! Évaluation:", "id": "fr_0687916"}
{"language": "fr", "output": "mal", "input": "Examen: couvercle fendu assez rapidement\n\nAprès une utilisation normale de deux semaines, sans qu'il y ait de chute ou autre choc, le partie 'vitrée' en plexi s'est brisée en deux dans le sans de la longueur, inutilisable. Évaluation:", "id": "fr_0791999"}
{"language": "fr", "output": "mal", "input": "Examen: Défaut\n\nReçu avec un défaut . L’embout du bouton pressoir était de mauvaise qualité il manquai l’a moitier du bouton. Se qui empêche la bonne fermeture (et étanchéité ) de la clef. Évaluation:", "id": "fr_0839734"}
{"language": "fr", "output": "bien", "input": "Examen: Je suis tres tres satisfait...\n\nMerci amazon vraiment je serai fidèle à vous...votre produit très confort...et votre aide clients très agréable...Merci autre fois ..je suis satisfait... Évaluation:", "id": "fr_0495254"}
{"language": "fr", "output": "mal", "input": "Examen: Non reçu bien que marqué livré\n\nJ'avais passé une commande avec cet article et un autre article vendeur tiers. Bien reçu l'autre article mais pas celui-là dont j'avais vraiment besoin. Que peut faire Amazon car sur l'aide, on boucle sans pouvoir faire de réclamation puisque ce n'est pas un vendeur tiers! Évaluation:", "id": "fr_0271971"}
{"language": "fr", "output": "bien", "input": "Examen: Je recommande\n\nGrande capacité, rempli bien son rôle. On voit bien sûr que la construction est légère, mais vu le prix on est pas floué. J'ai un très grand jardin à traiter et il est solide assez. Seul petit bémol, les sangles ne sont pas de tout confort. En même je ne dors pas avec donc ça va. Évaluation:", "id": "fr_0132009"}
{"language": "fr", "output": "bien", "input": "Examen: Bien\n\nCe n'est que lot de piles bouton donc niveau commentaire on va faire simple. Bien reçu, produit conforme à la photo. Seul reproche c'est le Prime. livraison normalement prévu en 1 jour ouvré ce qui est rarement le cas. Et pour cet achat la livraison a été faite en 3 jours. En soit c'est pas dramatique mais quand on prend des engagement on les respecte. Évaluation:", "id": "fr_0655093"}
{"language": "fr", "output": "mal", "input": "Examen: Très moyen\n\nEn lisant les commentaires j’avais pris XXXL pour un taille 42, il est finalement trop grand même en resserrant les liens au dos. De plus, la couleur (rouge) ne rend pas du tout pareil.. plutôt déçue part l’achat. Évaluation:", "id": "fr_0881464"}
{"language": "fr", "output": "bien", "input": "Examen: Idéal pour halloween\n\nAcheté pour colorer les cheveux de mes filles temporairement. En un shampoing il n'y a plus rien. Évaluation:", "id": "fr_0770882"}
{"language": "fr", "output": "mal", "input": "Examen: Moule\n\nMoule fabriqué dans un plastique très mou, qui ne se tient pas du tout et cela est gênant pour fabriquer des savons. Je suis obligée de le coincer entre des livres... Évaluation:", "id": "fr_0518395"}
{"language": "fr", "output": "bien", "input": "Examen: super produit mon bouledogue français adore car il peut manger à sa hauteur\n\nTout mes loulous ont une dog it c'est super pour eux! Évaluation:", "id": "fr_0877594"}
{"language": "fr", "output": "bien", "input": "Examen: déçu par le délai de livraison\n\nle boitier echo dot est parfait pour le prix un peu sourd quand on lance une commande le son très faiblard mais je savais a quoi m'attendre donc c'est parfait pour l'utilisation que j'en fait par contre déçu par la livraison étant client prime je devais la recevoir le lendemain mais je ne l'ai reçu que 4 jours plus tard pour s'excuser ils m'ont offert un mois de prime donc dans la globalité j'en suis satisfait Évaluation:", "id": "fr_0411004"}
{"language": "fr", "output": "mal", "input": "Examen: Bien au départ puis le port HDMI s'est arrêté de marcher\n\nAu bout de quelques mois à peine, seuls les ports usb fonctionnent... Donc pas fiable sur le court terme... Dommage ! Évaluation:", "id": "fr_0132911"}
{"language": "fr", "output": "bien", "input": "Examen: Parfait\n\nConvient parfaitement au Samsung Galaxy J5 2017 même si les bords dépassent un peu mais ça ne change rien. Protège écran de bonne qualité qui colle bien. Évaluation:", "id": "fr_0031718"}
{"language": "fr", "output": "mal", "input": "Examen: fond amovible pas du tout pratique\n\nLe produit est de bonne qualité mais le fond est amovible, ce que je déteste ! Évaluation:", "id": "fr_0748636"}
{"language": "fr", "output": "mal", "input": "Examen: Même pas reçu mensonge\n\nJe n’ai pas reçu ma commande alors qu’ils me disent remis dans la boîte aux lettre qui fait même pas 10 cm et je trouve pas comment dire que je n’ai rien eu super plus jamais Évaluation:", "id": "fr_0804618"}
{"language": "fr", "output": "bien", "input": "Examen: Correct\n\nReçu rapidement Jet d'eau pas aussi bien que sur les photos vidéos de la pub mais bon ma fille n'a que 2 ans et ne voit pas la différence Évaluation:", "id": "fr_0455088"}
{"language": "fr", "output": "bien", "input": "Examen: Article arrivé en retard mais tout est ok\n\nArticle arrivé en retard mais tout est ok, Statisfait Évaluation:", "id": "fr_0454148"}
{"language": "fr", "output": "bien", "input": "Examen: Imitation quasi parfaite mais demande quelques ajustements pour être totalement silencieuse\n\nCes bougies sont en cire véritable. La petite flamme est en plastique et éclairée par une LED couleur blanc très chaud, ce qui donne une illusion quasi parfaite d'une vrai bougie (à plus de 1m de distance quand même :-)). La télécommande est pratique et permet d'allumer ou d'éteindre toute les bougies et de régler l'intensité lumineuse. Le TOP est que je les contrôle à la voix avec Google Home. Même plus besoin de la télécommande :-). Le hic comme dit dans d'autres commentaires c'est le bruit que peut faire la flamme plastique en cognant contre l'aimant mais pour éviter cela il suffit de remonter un peu cette flamme en tirant un peu dessus et un déformant son axe métal. Quelques minutes suffisent à trouver la bonne position de la flamme pour éviter qu'elle ne cogne l'aimant. Évaluation:", "id": "fr_0320313"}
{"language": "fr", "output": "bien", "input": "Examen: anti vol de remorque\n\npour notre van à chevaux Évaluation:", "id": "fr_0680316"}
{"language": "fr", "output": "bien", "input": "Examen: Boîte de gélules de magnésium pour une cure de 100 jours\n\nCure à peine débutée, donc résultats en attente. Excellente performance sur la livraison en temps. Bravo! Évaluation:", "id": "fr_0711825"}
{"language": "fr", "output": "mal", "input": "Examen: Pas le bon\n\nReçu planning mensuel et non hebdomadaire. Et impossibilité de renvoyer !!!! Évaluation:", "id": "fr_0598296"}
{"language": "fr", "output": "mal", "input": "Examen: Délai 30jours pour renvoyer le colis\n\nDemande de remboursement direct sur la carte bancaire Évaluation:", "id": "fr_0740719"}
{"language": "fr", "output": "mal", "input": "Examen: Pas de qualité ...\n\nTrès déçue de cet achat, cette protection n'a même pas tenue 3 mois, en partie du à la matière qui n'est pas assez souple. Donc l'habillage s'est très vite déchiré à différents endroits. Dommage car pour la longueur c'est l'idéal pour couvrir la poussette jusqu'aux pieds. Évaluation:", "id": "fr_0686135"}
{"language": "fr", "output": "mal", "input": "Examen: de trop petite taille\n\nMignon mais de trop petite taille Évaluation:", "id": "fr_0498101"}
{"language": "fr", "output": "bien", "input": "Examen: Parfait\n\nPratique pour le prix et facile d’utilisation (changement du code) Évaluation:", "id": "fr_0225396"}
{"language": "fr", "output": "mal", "input": "Examen: Bonne qualité du produit\n\nDericam S1 32G Facile à installer mais au bout de quelques jours plus moyen de visionner et au final plus de liaison wifi. Des difficultés pour la paramètrer, notice pas très précise. Évaluation:", "id": "fr_0958314"}
{"language": "fr", "output": "bien", "input": "Examen: Pas de protection d écran\n\nDommage que l écran ne soit pas protégé, du fait achat verre trempé d ou deux achats Évaluation:", "id": "fr_0385799"}
{"language": "fr", "output": "bien", "input": "Examen: Conforme\n\nProduit conforme à la description et photo Livraison rapide Évaluation:", "id": "fr_0165675"}
{"language": "fr", "output": "bien", "input": "Examen: Très bien\n\nReçu dans les temps, facile à monter et fonctionnel. Évaluation:", "id": "fr_0938745"}
{"language": "fr", "output": "bien", "input": "Examen: Une nuit douce et paisible.\n\nLampe de nuit ou veilleuse pour ma fille de 2an et demi qui a du mal à s’endormir et qui a peur du noir. Avec cette veilleuse nous passons de douces nuits et paisibles ce qui nous ravi. Elle adore regarder les étoiles et les lunes sur le plafond tournoyer. Elle peut se mettre sur secteur avec le câblent USB qui est fournis ou sur pile. Plusieurs mode sont disponible ce qui lui permet de varier les plaisirs. Très bon rapport qualité/prix. Je ne regrette pas du tout mon achat ! Évaluation:", "id": "fr_0937715"}
{"language": "fr", "output": "mal", "input": "Examen: A éviter !!!\n\nJe déconseille ces protèges écrans car ceux sont des S6 donnés pour un S7. Décevant car un peut petit Évaluation:", "id": "fr_0332004"}
{"language": "fr", "output": "mal", "input": "Examen: bonne définition et description de l'article\n\nremplacement de la coque d'un Samsung S5, malheureusement cette coque n'arrête pas le téléphone. Évaluation:", "id": "fr_0248718"}
{"language": "fr", "output": "mal", "input": "Examen: défaut de la commande\n\nil n'est pas comme la photos niveau du coup et il y a des défaut nez et une oreille tordu et une bosse entre les deux oreilles Évaluation:", "id": "fr_0793848"}
{"language": "fr", "output": "bien", "input": "Examen: Bon produit\n\nRien a redire , me convient parfaitement Évaluation:", "id": "fr_0896306"}
{"language": "fr", "output": "mal", "input": "Examen: ne fonctionne pas\n\ntexture sympa simplement ne fonctionne texture sympa simplement ne fonctionne pas déçue de son inefficacité malgré mon enthousiasme de départ ne rachètera pas c 'est sur Évaluation:", "id": "fr_0862325"}
{"language": "fr", "output": "mal", "input": "Examen: Bas de gamme - à éviter.\n\nJ'ai dû renvoyer ce pulvérisateur. En effet il y avait du jeu entre le piston et le cylindre, ce qui fait que l'on avait beau pomper, le réservoir ne se remplissait jamais à fond. La poignée et l'axe du piston sont de conception très \"cheap\". On voit qu'ils ont voulu faire des économies de plastique. On a peur de manipuler la poignée tellement elle semble fragile. J'ai aussi pu comparer la conception du piston avec celui d'un pulvérisateur de marque FLORABEST de chez Lidl. Et il n'y a pas photo : le corps du piston du produit de chez Lidl est bien mieux conçu avec des entretoises croisées qui le rendent très rigide et costaud, contrairement à ce modèle qui a des lignes de structure parallèles, tout le long du piston. Bref un achat à déconseiller. Évaluation:", "id": "fr_0653492"}
{"language": "fr", "output": "mal", "input": "Examen: Le bracelet m'aura duré un an\n\nEt la diode éclaire vraiment mal. Mais pour 10€ ça m'aura fait plaisir de retrouver la montre de mon enfance. Évaluation:", "id": "fr_0174065"}
{"language": "fr", "output": "mal", "input": "Examen: Déteint\n\nDéçu car le porte chéquier déteint sur les chèques du coup il efface certains numéros du chéquier. Évaluation:", "id": "fr_0961959"}
{"language": "fr", "output": "bien", "input": "Examen: Tres bon produit\n\nPour les petites et moyennes cuisine, Évaluation:", "id": "fr_0199560"}
{"language": "fr", "output": "mal", "input": "Examen: mauvais transporteur\n\nMAUVAIS ET AUCUN RETOURS ? Évaluation:", "id": "fr_0252096"}
{"language": "fr", "output": "bien", "input": "Examen: helices pour drone\n\nla livraison etait en retard d'une journèe mais le produit est conforme à ce que j'avais commandè. Évaluation:", "id": "fr_0719116"}
{"language": "fr", "output": "mal", "input": "Examen: mécontent\n\nplastique lisse sans accroche pour le soudage, produit de piètre qualité. Très cher pour une médiocre qualité. Très mécontent. prix exorbitant. Évaluation:", "id": "fr_0580912"}
{"language": "fr", "output": "bien", "input": "Examen: parfait\n\njuste dommage qu'ils ne livrent pas les griffes de maintien avec Évaluation:", "id": "fr_0153051"}
{"language": "fr", "output": "mal", "input": "Examen: Dimensions du portefeuille\n\nIl a de multiples possibilitées de rangement néanmoins il ne correspond pas pour les cartes d'identité ni les nouveaux permis de conduire. Sa taille est trop petite Évaluation:", "id": "fr_0718658"}
{"language": "fr", "output": "bien", "input": "Examen: solide et discret\n\nParfaitement conforme à la photo et à la description... très contente Évaluation:", "id": "fr_0015394"}
{"language": "fr", "output": "mal", "input": "Examen: ???\n\nCes cacahuètes n'étaient pas du tout de la même qualité que lors de mes précédentes livraisons Évaluation:", "id": "fr_0021938"}
{"language": "fr", "output": "mal", "input": "Examen: ATTENTION PRODUIT DANGEREUX !\n\nSur 10 chargeurs achetés 3 ont littéralement explosés!! J’ai informé le vendeur qui répète que ce n’est pas possible car aux normes CE Mon iPhone a grillé... Il est inconscient n’achetez surtout pas ses produits Évaluation:", "id": "fr_0208104"}
{"language": "fr", "output": "mal", "input": "Examen: La couleur gris clair s,est avéré être marron\n\nAlors que sur l,emballage (double carton) est écrit gris clair, J,ài recu une tête de lit marron. Je ne vis pas la retourner mais C,est dommage çar elle ne s,harmonise pas avec les autres couleurs de ma chambre. Produit bon e qualite Évaluation:", "id": "fr_0307912"}
{"language": "fr", "output": "bien", "input": "Examen: Les sagas de Charlotte font parties de mes préférées j’attends les prochaines avec impatience\n\nPassionnant prenant a lire et à relire Évaluation:", "id": "fr_0520048"}
{"language": "fr", "output": "mal", "input": "Examen: Déçu\n\nL’écran ne fonctionnait pas Évaluation:", "id": "fr_0813075"}
{"language": "fr", "output": "mal", "input": "Examen: Choppe en bois arrivé cassée\n\nChoppe arrivée complètement cassé. Je l'ai reçu dans un carton d'un état déplorable, c'est une choppe c'est donc fragile, il n'y avait aucune protection dans le colis, seulement un morceau de papier, c'est inadmissible. Évaluation:", "id": "fr_0047469"}
{"language": "fr", "output": "bien", "input": "Examen: Super achat\n\nPose facile, pas de bulles d'air, cependant n'épouse pas complètement l'écran incurvé sur les bords. Évaluation:", "id": "fr_0990589"}
{"language": "fr", "output": "bien", "input": "Examen: Cartes cartonnées\n\n100 cartes cartonnées reçu en avance, très bien emballées, en excellent état. Les cartes sont de taille normal, parfait pour faire un questionnaire, elles sont assez épaisses. Je suis contente de mon achat. Évaluation:", "id": "fr_0639470"}
{"language": "fr", "output": "mal", "input": "Examen: lunettes trop fragiles\n\nlunettes trop fragiles elle protège les yeux mais paire cassée en une semaine Évaluation:", "id": "fr_0833491"}
{"language": "fr", "output": "mal", "input": "Examen: Article non recu\n\nBonjour je n'ai pas reçu l'article . Vous dites que l'article à été livre dans ma boite aux lettres mais je n'ai rien reçu. Soit le facteur c'est trompé mais en tous cas j'attend votre réponse au plus vite Merci Évaluation:", "id": "fr_0163677"}
{"language": "fr", "output": "mal", "input": "Examen: Cartouches\n\nBjr je m’excuse mais produit pas conforme, je me suis trompé de cartouches , c’est pas grave merci Évaluation:", "id": "fr_0080142"}
{"language": "fr", "output": "bien", "input": "Examen: très bonne qualité\n\nBon produit, boite juste un peu abimé mais cela n'est pas grave. Pour la boite il y a des rayures dessus. Évaluation:", "id": "fr_0282590"}
{"language": "fr", "output": "bien", "input": "Examen: Fonctionnel\n\nJ'en attendait pas plus pas moins bonne montre dommage qu'on puisse pas lire les snap ou répondre au tel ni au message Évaluation:", "id": "fr_0709360"}
{"language": "fr", "output": "mal", "input": "Examen: C'est pas cher mais pas fiable, durée de vie 15j\n\nA lâché 15 jours après montage je recommande pas. Évaluation:", "id": "fr_0992474"}
{"language": "fr", "output": "mal", "input": "Examen: changement de direction velo\n\npoint de vue sécurité c'est bon mais système de fixation faible en roulant et avec les routes et pistes cyclables en France qui sont dégradées le support de fixation a cassé net avec les vibrations (je précise je fais du vélo de route) donc j'ai du mettre deux équerres sur le système et le fixer sur mon sac à dos Évaluation:", "id": "fr_0055004"}
{"language": "fr", "output": "bien", "input": "Examen: Il réagit aux pleurs ou bruits de bébé\n\nIl est parfait super bébé adore Évaluation:", "id": "fr_0487845"}
{"language": "fr", "output": "bien", "input": "Examen: Très bien.\n\nMe convient parfaitement pour mon utilisation. Évaluation:", "id": "fr_0089653"}
{"language": "fr", "output": "bien", "input": "Examen: Mieux qu’attendu\n\nParfaitement conforme à mes attentes Évaluation:", "id": "fr_0506809"}
{"language": "fr", "output": "bien", "input": "Examen: Bon produit\n\nBon produit. Bonne odeur Évaluation:", "id": "fr_0876729"}
{"language": "fr", "output": "mal", "input": "Examen: Je conseille pas\n\nProduit reconditionnées je ne conseil pas car c'est le deuxième produit reconditionnées que j'achète et les 2 sont hs Évaluation:", "id": "fr_0514386"}
{"language": "fr", "output": "bien", "input": "Examen: très joli\n\nparfait au niveau de la livraison, bien conforme à la description et boîte cadeau au top j'espère que mon cadeau fera plaisir car c'est un très joli bracelet avec de belles pierres Évaluation:", "id": "fr_0545681"}
{"language": "fr", "output": "bien", "input": "Examen: Super câble tressé\n\nLong et efficace, pour le rechargement de batterie par contre pour le transfert de données je peut pas en dire plus car les transfert que je fais ce sont des morceaux de musiques et autres petits fichiers dans le genre Évaluation:", "id": "fr_0520464"}
{"language": "fr", "output": "mal", "input": "Examen: Revoir le produits\n\nElle taille trop grande pour la taille ke j'ai commandé Évaluation:", "id": "fr_0511219"}
{"language": "fr", "output": "mal", "input": "Examen: Contre pointe trop petite pour de l’usinage de pièce\n\nTrop petit pour un tour à bois... Évaluation:", "id": "fr_0522321"}
{"language": "fr", "output": "bien", "input": "Examen: Très bien\n\nSatisfait, monté en une petite aprèm, pas besoin d'outils à pars un tourne vis et une petite clé pour les boulons. Simple, efficace, peu cher, solide une fois monté. Évaluation:", "id": "fr_0591233"}
{"language": "fr", "output": "mal", "input": "Examen: Très déçue !\n\nLe Hulk est arrivé avec la main cassée ! Pas super pour un cadeau ! Évaluation:", "id": "fr_0742615"}
{"language": "fr", "output": "bien", "input": "Examen: Parfait rien a dire avec le mode d’emploi livraison rapide tout est bien merci à recommande détail très bien cool\n\nParfait rien a dire avec le mode d’emploi livraison rapide tout est bien merci à recommande détail très bien cool Évaluation:", "id": "fr_0678810"}
{"language": "fr", "output": "mal", "input": "Examen: Déçue\n\nDéçu j ai reçu des bracelet c etait indiqués des colliers Évaluation:", "id": "fr_0743580"}
{"language": "fr", "output": "bien", "input": "Examen: Nickel\n\nPremiere reçu interrupteur défectueux... Requete faite au SAV et reception d une 2 eme quelques jours plus tard qui fonctionne parfaitement. bonne petite lampe pas trop puissante mais suffisant pour un nano 10l avec un beau rendu. SAV NICREW au top merci Évaluation:", "id": "fr_0264986"}
{"language": "fr", "output": "bien", "input": "Examen: super pour un enfant débutant\n\nsuper pour un enfant débutant : mon fils s'éclate à jouer sur les bandes sons ! Évaluation:", "id": "fr_0123252"}
{"language": "fr", "output": "bien", "input": "Examen: Top\n\nÇa me rappelle ma jeunesse Évaluation:", "id": "fr_0156968"}
{"language": "fr", "output": "bien", "input": "Examen: Globalement Satisfaisant\n\ntrès bien conforme à la photo. En revanche je vous conseille si vous avez une forte poitrine de prendre une taille au dessus Évaluation:", "id": "fr_0365869"}
{"language": "fr", "output": "mal", "input": "Examen: Arnaque\n\nTitre mensonger il n’y a pas de fourmis livrés avec pour cinq euros avec les frais de port vous vous retrouver avec quelques graines dans un tout petit sac vous pouvez trouver exactement le même pour environ 1€ et encore dans n’importe quelle supermarché Évaluation:", "id": "fr_0028263"}
{"language": "fr", "output": "bien", "input": "Examen: Très jolie\n\nLes couleur sont très jolie ma fille de 10 ans qui fait de la danse en est ravie seule bémol dommage qui ne soit pas assez long Évaluation:", "id": "fr_0711371"}
{"language": "fr", "output": "mal", "input": "Examen: Joli mais peu résistant\n\nJoli étui, reçu rapidement. Au bout de 5 jours d'utilisation, je veux enlever le téléphone de la coque pour le mettre dans le casque Samsung VR et coin cassé. Dommage pour le prix on pourrait quand même s'attendre à mieux. Déçue. Évaluation:", "id": "fr_0471288"}
{"language": "fr", "output": "mal", "input": "Examen: Non conforme ! Pas de blister !!\n\nDommage j'ai reçu me mascara qui n'était pas sous blister Do'c ne sais pas si il s'agit d'un produit neuf ou pas... En espérant ne pas attraper de maladie ai niveau de mes yeux si ce produit a déjà servit...Je 'e sais même pas dans me doute si je vais m'en servir ! Très déçu de l'emballage qui n'est pas présent du tout et qui ne peut donc pas me confirmer qu'il s'agit bien d'un produit neuf ! Je ne recommande pas car niveau hygiène laisse un énorme doute !! Inadmissible. Évaluation:", "id": "fr_0567064"}
{"language": "fr", "output": "bien", "input": "Examen: Joli petit cadeau\n\nPetit cadeau à ma femme pour nos dix ans de mariage Belle matière un peu petite l essentiel est que cela est plu à ma femme Je t aime mon cœur Évaluation:", "id": "fr_0539692"}
{"language": "fr", "output": "bien", "input": "Examen: bien\n\nconvient parfaitement pour une utilisation gaming Évaluation:", "id": "fr_0593535"}
{"language": "fr", "output": "bien", "input": "Examen: Bien\n\nBonne qualité et surtout reçu à la date prévue super Évaluation:", "id": "fr_0859293"}
{"language": "fr", "output": "mal", "input": "Examen: livre\n\nJ'ai été un peu déçue. Évaluation:", "id": "fr_0927530"}
{"language": "fr", "output": "mal", "input": "Examen: Ouais boff pas super.\n\nLe produit fonctionne très bien, il rehausse le drone, mais faut-il encore que les pieds tienne dans le temps? Il se déchausse tous seul. c'est pas super. le plastique n'est pas super. Il blanchie au niveau des petits grippes intérieur. Après ça prend du jeu et ça ne tiens plus. Évaluation:", "id": "fr_0106224"}
{"language": "fr", "output": "bien", "input": "Examen: Cadeau apprécié\n\nPetit cadeau offert à une collègue pour Noël Très apprécié Évaluation:", "id": "fr_0524696"}
{"language": "fr", "output": "bien", "input": "Examen: Commande intacte et bien emballé.\n\nConforme à la commande. Évaluation:", "id": "fr_0383603"}
{"language": "fr", "output": "bien", "input": "Examen: Magnifique\n\nIls sont livrés dans une jolie petite boîte de chargement servant également de stockage, ce qui les protège en cas de non utilisation. Très facile de répondre / terminer des appels téléphoniques ou de jouer / mettre en pause de la musique.Très facile à coupler se sentir génial! Le son est très en trois dimensions Évaluation:", "id": "fr_0889000"}
{"language": "fr", "output": "mal", "input": "Examen: Produit défectueux.\n\nLe bouton de chaleur du fer s'est cassé tout de suite, défaut de fabrication, avec un ressort qui n'était clairement pas bien fixé. Je dois retourner le produit. Évaluation:", "id": "fr_0342572"}
{"language": "fr", "output": "mal", "input": "Examen: À éviter absolument\n\nLe prix est attractif mais le produit est de très mauvaise qualité. En panne au bout de trois mois à peine ! Ne peut se mettre que d'un côté du lit sinon veut à la fois lire l'heure et la projeter au plafond. La luminosité sur le réveil est très forte et ne peut pas se régler ! Je déconseille vivement ce produit qui est vraiment très décevant et finalement cher pour le peu de temps d'utilisation !!! Évaluation:", "id": "fr_0890345"}
{"language": "fr", "output": "bien", "input": "Examen: Super veste !\n\nTrès bon article qui correspond à ce que j'attendais. Les garçons l'ont adoptée tout de suite. Je recommande cet article. Évaluation:", "id": "fr_0846922"}
{"language": "fr", "output": "bien", "input": "Examen: Assez precise\n\nJoli design. Très sympa Évaluation:", "id": "fr_0906555"}
{"language": "fr", "output": "mal", "input": "Examen: Problème de vantouse\n\nIl ne faut pas taper très fort pour que la vantouse se décolle après j'ai l'impression que c'est plus ou moins le cas pour tout les punching ball de ce type. Néanmoins cuir et ressort de bonne facture. Évaluation:", "id": "fr_0861531"}
{"language": "fr", "output": "mal", "input": "Examen: Défaut de fonctionnement\n\nNe fonctionnait pas lors de la réception aucun courant en sortie du transformateur. Achat à éviter ! ! ! ! Évaluation:", "id": "fr_0846817"}
{"language": "fr", "output": "mal", "input": "Examen: Ils sont super serieux\n\nAlors que l'on m'avait prevu une livraison entre le 18 et 21 decembre j'ai ete livre bien avant . Merveilleux tres satisfaite Évaluation:", "id": "fr_0067023"}
{"language": "fr", "output": "bien", "input": "Examen: Taille un peu grand\n\nCulottes mignonnes, qui résistent plutôt bien après plusieurs lavages et séchages en machines. Petit bémol elles taillent un peu grand. Évaluation:", "id": "fr_0058240"}
{"language": "fr", "output": "bien", "input": "Examen: très beau tabouret\n\ntrès satisfaite par mon achate produit conforme et design, je recommande Évaluation:", "id": "fr_0956117"}
{"language": "fr", "output": "mal", "input": "Examen: produit jamais reçu\n\nproduit jamais reçu, malgre mes relances et les promesses du vendeur et surtout jamais remboursé merci Amazon Évaluation:", "id": "fr_0235977"}
{"language": "fr", "output": "bien", "input": "Examen: Top\n\nParfait sous une robe un peu courte Évaluation:", "id": "fr_0819314"}
{"language": "fr", "output": "mal", "input": "Examen: MOINS CHER EN GRANDE SURFACE\n\nVous pouvez trouver ces jouets moins cher en grandes surfaces (auchan, leclerc) Évaluation:", "id": "fr_0848967"}
{"language": "fr", "output": "bien", "input": "Examen: Bonne impression de qualité et de solidité\n\nLe support est en métal, et arrive dans une boîte contenant des clés allen et des autocollants en caoutchouc. Nous avons la charge de coller ces bouts de caoutchouc aux endroits stratégiques du support pour ne pas abîmer le téléphone, et pour que le support accroche bien au guidon. Une fois cela fait, le téléphone tient parfaitement en place dans le support, et cela permet une excellente tenue sur le guidon. De plus le support est esthétique et agréable a regarder ! Évaluation:", "id": "fr_0580375"}
{"language": "fr", "output": "mal", "input": "Examen: Pas la bonne taille\n\nce produit ne me convient pas vu qu'il ne s'adapte pas exactement à l'écran; il manque en bas 1mm à droite et à gauche donc il faut bien jouer pour le centrer.Je préfère ne pas l'installer. Évaluation:", "id": "fr_0727368"}
{"language": "fr", "output": "mal", "input": "Examen: Pièce manquante\n\nPièce manquante article même pas complet Évaluation:", "id": "fr_0291035"}
{"language": "fr", "output": "bien", "input": "Examen: parfait\n\nBase qui permet de réellement conserver le fard a paupiere toute la journée. Achat au départ très pessimiste mais maintenant je ne peux plus m'en passer et je n'hésite pas à recommander! Évaluation:", "id": "fr_0021575"}
{"language": "fr", "output": "bien", "input": "Examen: indispenssable\n\nTrès sympa ce petit ensemble. Tout est emboité, très pratique pour faire jouer bb et pour le rangement. Tiens bien le lave vaisselle. Évaluation:", "id": "fr_0026799"}
{"language": "fr", "output": "bien", "input": "Examen: très jolie\n\nreçue dans les délais ! très jolies guirlande qui correspond bien à mes attentes ! la forme des fleurs et les lumières sont très jolies ! cela égaye parfaitement ma terrasse qui était un peu tristounette avant l'installation de la guirlande ! qui plus est elle est très facile d'utilisation . je suis très satisfaite de mon achat et la recommande . Évaluation:", "id": "fr_0240169"}
{"language": "fr", "output": "bien", "input": "Examen: Génial\n\nSuper livre pour découvrir et redécouvrir les fables de la fontaine j' adore Évaluation:", "id": "fr_0687563"}
{"language": "fr", "output": "bien", "input": "Examen: Super!\n\nPas grand chose à redire, lisible, bleu, température int/ext. Très bon design. le mieux que j'ai trouver sur le net! une petite étoile en moins pour l'intensité lumineuse que l'on ne peut pas baisser! Ça vous illumine une pièce à coup sur! Ça ferait veilleuse pour les enfants! lol Pour ce qui dorme dans la même pièce et qui déteste la moindre lumière passer votre chemin. Pour une salon c'est le top! Pas besoin d'allumer les lumière quand on s'endort dans le canapé et qu'il faut migrer au lit. Évaluation:", "id": "fr_0844928"}
{"language": "fr", "output": "bien", "input": "Examen: Encore un très bon bouquin\n\nComme les tomes précédent j'ai adoré ce 3ème tome vivement le prochain !!!! 5 étoiles sans hésiter ! ! ! Évaluation:", "id": "fr_0707393"}
{"language": "fr", "output": "mal", "input": "Examen: Colis non livré\n\nJe n ai pas reçu le colis !!!! L informations de suivi indique que mon colis est livré mais je n ai rien reçu !!! Évaluation:", "id": "fr_0045535"}
{"language": "fr", "output": "mal", "input": "Examen: très moyen\n\ntrès moyen mais vu le prix....... investir dans un meilleur appareil, même plus cher mais plus efficace Évaluation:", "id": "fr_0566036"}
{"language": "fr", "output": "mal", "input": "Examen: Du bon et du mauvais\n\nBO très fragiles, tiges tordues et super déçue, pas conforme à la photo, le fermoir est en plastique et ça fait très cheap. Dommage car elles sont originales et assez jolies Évaluation:", "id": "fr_0959610"}
{"language": "fr", "output": "bien", "input": "Examen: Satisfaisant\n\nUn peu plus petit que ce que je pensais. Mais de bonne qualité Évaluation:", "id": "fr_0674146"}
{"language": "fr", "output": "bien", "input": "Examen: Patins téflon SBS\n\nefficaces, diverses dimensions et pas chers. Évaluation:", "id": "fr_0319063"}
{"language": "fr", "output": "mal", "input": "Examen: adaptateur hdmi vers peritel\n\napres plusieurs essais rien a faire a part la mire ,aucune image.tres decevant Évaluation:", "id": "fr_0496714"}
{"language": "fr", "output": "mal", "input": "Examen: Coque fourrure\n\nCoque trop volumineuse, les poils cachent l’objectif de l’appareil Photo, obligé de retirer la coque pour prendre des photos. Elle a finit à la poubelle Évaluation:", "id": "fr_0131706"}
{"language": "fr", "output": "mal", "input": "Examen: Difficile à laver\n\nça laisse sur la peau une tache très difficile à enlever. Évaluation:", "id": "fr_0155464"}
{"language": "fr", "output": "bien", "input": "Examen: super\n\nJ'ai hâte de l'essayer, article conforme à la photo. je recommande cette article Évaluation:", "id": "fr_0753546"}
{"language": "fr", "output": "bien", "input": "Examen: parfaitement conforme à la description\n\nAcheté pour mon fils de 8 ans, il a adoré ! Pas trop grand et donc facile à sortir pour jouer , et pas trop petit donc on joue vraiment ! Même les adultes se prennent au jeu... Belles finitions, bonne qualité. Je recommande Évaluation:", "id": "fr_0734703"}
{"language": "fr", "output": "mal", "input": "Examen: ne sert a rien\n\nne sert a rien les adhésifs ne dure pas plus de 3 jours max ce décolle et la colle reste coller derrière les oreilles pas évident a enlever vaut mieux rien mettre du tout Évaluation:", "id": "fr_0368633"}
{"language": "fr", "output": "mal", "input": "Examen: toujours pas reçu\n\nlivraison toujours reporté depuis 10 jours , toujours rien de livré . une arnaque ? Évaluation:", "id": "fr_0127114"}
{"language": "fr", "output": "mal", "input": "Examen: Mauvaise taille\n\nLe produit est de qualité mais le vendeur s'est trompé dans la commande et ma livré du 44 au lieu du 42. D'où ma déception ! Évaluation:", "id": "fr_0637843"}
{"language": "fr", "output": "mal", "input": "Examen: Taille très petit\n\nLa taille ne correspond pas aux normes européennes. Évaluation:", "id": "fr_0192287"}
{"language": "fr", "output": "bien", "input": "Examen: Fragile au niveau de l'attache plateau/queue\n\nJ'utilise ce produit pour positionner les pizzas sur le four à pizzas Ferrari. Évaluation:", "id": "fr_0964209"}
{"language": "fr", "output": "mal", "input": "Examen: N’achetez Pas !!!!\n\nBâche de très mauvaise qualité, tellement fine qu’il y avait des petits trous au pliures, pas d’elastique donc elle vol au vent, je vais devoir acheter une autre Évaluation:", "id": "fr_0470244"}
{"language": "fr", "output": "mal", "input": "Examen: Bof\n\nNe fonctionne plus au bout de 2 sem Évaluation:", "id": "fr_0471334"}
{"language": "fr", "output": "bien", "input": "Examen: Satisfait\n\nTrès satisfait de ce plaid. Très doux, tient bien chaud. Un peu long peut être pour se déplacer avec, mais bon.. Évaluation:", "id": "fr_0546592"}
{"language": "fr", "output": "bien", "input": "Examen: Bien\n\nJ'ai apprécié ce livre qui est le complément de celui que l'avais commandé. Cependant j'aurais aimé qu'il y ait plus de mouvements avec le ballon. Évaluation:", "id": "fr_0227418"}
{"language": "fr", "output": "mal", "input": "Examen: Livraison déplorable\n\nLe produit est arrivé ouvert et a moitié détérioré. La pompe ne fonctionne pas ! Déçue de la livraison ! Évaluation:", "id": "fr_0154643"}
{"language": "fr", "output": "mal", "input": "Examen: Ce n'est pas cette marque.\n\nJe les acheter pour remporter mes plante. Ce n'est pas du tout un sachet de la marque... Mais un simple sachet en plastique transparent avec des billes d'argiles... Évaluation:", "id": "fr_0757273"}
{"language": "fr", "output": "mal", "input": "Examen: Le rj45 ne fonctionne pas\n\nQue dire de plus que aussitôt reçu, renvoyé; c'est dommage ! le port RJ45 ne fonctionne pas sur celui que j'ai reçu Évaluation:", "id": "fr_0728260"}
{"language": "fr", "output": "bien", "input": "Examen: Rien a redire\n\nCa ce met très bien dans ma cuisine Évaluation:", "id": "fr_0999994"}
{"language": "fr", "output": "bien", "input": "Examen: Couette\n\nSuperbe belle couette mes un peux déçu car le paquet étais abîmé mes a l'intérieur pas de dommage. Évaluation:", "id": "fr_0336416"}
{"language": "fr", "output": "mal", "input": "Examen: Et prévoit un temps très très très très long pour s’arrêter\n\nImpossible a plier . Et prévoit un temps très très très très long pour s’arrêter Ou commander pièce de rechange ? Évaluation:", "id": "fr_0907458"}
{"language": "fr", "output": "mal", "input": "Examen: Ça ne marche pas\n\nCe produit ne fonctionne même pas ! Évaluation:", "id": "fr_0719822"}
{"language": "fr", "output": "mal", "input": "Examen: led\n\nampoule led qui reste ( légèrement ) éclairée interrupteur ouvert et la phase bien coupe petit prix de celle ci je ne l ai pas installée Évaluation:", "id": "fr_0575528"}
{"language": "fr", "output": "mal", "input": "Examen: inutile\n\nalors oui elle sert a transporter la ue boom 2 mais elle est plus dérangeante qu'autre chose.elle glisse, atténue le son... un achat regrettable qui s'est perdu dans les méandres du bazar naturel d'une maison et qui passera à la poubelle ou pour une autre utilité quand il sera retrouvé. C'est dire si cette housse est inutile.... Évaluation:", "id": "fr_0987652"}
{"language": "fr", "output": "mal", "input": "Examen: Très peu ajustable\n\nLe bracelet est très joli et plutôt de bonne qualité. Il n'est cependant possible d'enlever que quelques maillons. Si vous avez un poignet fin vous ne pourrez pas le mettre car trop grand ! Évaluation:", "id": "fr_0157008"}
{"language": "fr", "output": "mal", "input": "Examen: Mauvais !\n\nAucune solidité mauvaise qualité Évaluation:", "id": "fr_0293930"}
{"language": "fr", "output": "bien", "input": "Examen: ampoule e14\n\nbjr très satisfait de mon achat,tout fonctionne très bien je recommande se vendeur , un super éclairage a un prix très raisonnable merci Évaluation:", "id": "fr_0420915"}
{"language": "fr", "output": "mal", "input": "Examen: Inutilisable\n\nJe dois malheureusement confirmer que cette pose pose de multiples problèmes. Elle se décharge en 24h, et encore... Question synchro, un coup oui, un coup non. Fonction inopérantes, inutiles ou non accessible. A remettre à l'heure chaque fois qu'elle s'éteint batterie à plat. Bref, raz le bol ! En plus le capot plastique au dos de la montre ne tient pas pour la mienne. J'ai perdu 65 € et je la jette. Notice en anglais et en chinois, débrouillez-vous ! Évaluation:", "id": "fr_0938336"}
{"language": "fr", "output": "bien", "input": "Examen: Très bien\n\nCadeau pour un enfant de 7 ans en plein apprentissage. Il est très content et a su rapidement lire l'heure seul. Conditionnement et rapidité de livraison toujours parfaites. Évaluation:", "id": "fr_0096425"}
{"language": "fr", "output": "mal", "input": "Examen: Trop petite\n\nLa pochette est bien mais trop petite pour mon Galaxy s9plus contrairement à certains commentaires...déçue Mais peut aller poyr un téléphone plus petit Évaluation:", "id": "fr_0497970"}
{"language": "fr", "output": "mal", "input": "Examen: mon Sony\n\nBonjour, J'ai reçu mon Sony à l'arrache juste avant mon départ en vacances. Je suis déçu par la partie appareil photo . Les photos étaient de meilleurs qualité sur mon Motorola. Il n'a pas la fonction touché d'écran comme mon ancien téléphone. Le son est limite audible. Le système propose des mise à jour qui après bloquent si vous voulez télécharger Messenger par exemple. J'ai donc du réinitialiser en version usine à fin de pouvoir télécharger. Seul avantage son gabarit compact qui permet de le mettre en poche facilement Évaluation:", "id": "fr_0516987"}
{"language": "fr", "output": "bien", "input": "Examen: Motif de divorce\n\nFranchement, ce bonnet c’est un motif de divorce. (Signé une femme mariée et empathique envers son époux.) Évaluation:", "id": "fr_0316744"}
{"language": "fr", "output": "bien", "input": "Examen: Je recommande\n\nDe belles chaussures bateau classique Belles couleurs bleu marine et marron Ne sentent pas trop le cuir comme il a été dit par des personnes qui ne doivent sûrement pas connaître le cuir car aucune odeur ! Évaluation:", "id": "fr_0014303"}
{"language": "fr", "output": "bien", "input": "Examen: Très bien fait\n\nCe livre est très bien fait. Désormais, je sais quels sont les additifs à éviter dans les produits. Par contre, je suis étonnée de voir que le dioxyde de titane n'est pas marqué comme dangereux ... mais bon, comme je le sais, il fait partie de ma liste rouge perso Guide à jour, mais dommage qu'on ne puisse pas avoir accès à la base de données à jour dès que certains auront changé de catégories ... visiblement on devra racheter la nouvelle version du livre Évaluation:", "id": "fr_0356518"}
{"language": "fr", "output": "bien", "input": "Examen: Bon produit, d'assez bonne facture\n\nBon produit, d'assez bonne facture Évaluation:", "id": "fr_0614206"}
{"language": "fr", "output": "bien", "input": "Examen: Très pratique\n\nTrès satisfaite de ces articles utilisés pour mon voyage. Le plastique est souple, on peut mettre pas mal de choses dedans. Rien à dire sur les fermetures, elles sont correctes mais on se doute bien qu'elles ne résisteraient pas à un usage intense. Le prix me parait quand même élevé. Évaluation:", "id": "fr_0964486"}
{"language": "fr", "output": "bien", "input": "Examen: efficace\n\nefficace facile a manipulé espérons que la tondeuse tiendra dans le temps Évaluation:", "id": "fr_0906336"}
{"language": "fr", "output": "mal", "input": "Examen: Article qui fond et se consumme\n\nArticle mode in china de qualité médiocre qui fond et se consume !!! Tout explique l’odeur que je sentais depuis des semaines dans mon salon. En plus il est très petit et paraît coûter 2€... De même l’horloge se détache... Allez ailleurs sur Amazon mais n’achetez pas cet article ! Attention, cependant Amazon est le meilleur magasin du monde. Évaluation:", "id": "fr_0748229"}
{"language": "fr", "output": "bien", "input": "Examen: Superbe\n\nConforme à la description et à mes attentes.Joli,discret et bien fini.Un seul bémol, le système aimant s'ouvre sur le dessus pas à l'arrière Évaluation:", "id": "fr_0702548"}
{"language": "fr", "output": "mal", "input": "Examen: Manque pièce\n\nColis reçu mais pas de fond à la lanterne... Peu pas encore merci de bougie sur la tombe.... Évaluation:", "id": "fr_0591731"}
{"language": "fr", "output": "bien", "input": "Examen: Une photo papier en 1 mn\n\nFait des photos très sympas « oubliées de nos jours ou la photo numérique est reine. Un complément aux smartphones ou appareil photo numérique. La photo papier de format réduit en 1 mn. Évaluation:", "id": "fr_0972904"}
{"language": "fr", "output": "mal", "input": "Examen: Très décevant\n\nProduit de très mauvaise qualité. La semelle est décomposée et les chaussures ne sont plus utilisables en seulement 4 mois. Je déconseille. Évaluation:", "id": "fr_0230271"}
{"language": "fr", "output": "mal", "input": "Examen: prélévement\n\ndepuis ma dernière commande vous me prélevez tous les mois 3.99€ sur mon compte j'aimerai bien que cela cesse rapidement. Évaluation:", "id": "fr_0505709"}
{"language": "fr", "output": "bien", "input": "Examen: Parfait\n\nIdentique à l'originale. Évaluation:", "id": "fr_0618410"}
{"language": "fr", "output": "mal", "input": "Examen: Très vite défectueux\n\nJe suis très déçu. J'ai allumé l'appareil à la réception et il a fonctionné normalement pendant une ou deux minutes. J'ai alors remplacé la prise européenne par une prise suisse car la prise européenne ne correspond pas aux prises suisses. Et là: déception, ça ne fonctionne plus. Je ne sais pas s'il y a un fusible à l'intérieur mais il n'est même pas possible d'accéder à l'intérieur de l'appareil pour le faire car il y a trois vis à tête triangulaire jamais vues encore et incompatibles avec ma trousse de tourne-vis (pourtant fournie!). C'est tout de même assez désolant. Évaluation:", "id": "fr_0739145"}
{"language": "fr", "output": "mal", "input": "Examen: Arnaque\n\nARNAQUE n’achetez pas ce produit. Le relief ne fonctionne pas . Évaluation:", "id": "fr_0459516"}
{"language": "fr", "output": "bien", "input": "Examen: Bon produit\n\nbon produit, seul reproche les dodos et les plates formes sont un peut petit Évaluation:", "id": "fr_0997841"}
{"language": "fr", "output": "bien", "input": "Examen: Très bien\n\nC'est une excellente batterie avec une autonomie excellente (identique à la batterie d'origine canon) je l'utilise sur mon canon 700d. Évaluation:", "id": "fr_0563157"}
{"language": "fr", "output": "mal", "input": "Examen: hem hem... très bof bof pour ce prix\n\nReçu pour Noël... - Un des deux côtés n'a pas de liquide, donc pas d'effets jets d'eau lumières etc... - Les prises jack des deux micros craquent énormément au branchement (prises jack trop bas de gamme, elles ne tiendront pas longtemps) - Qualité de sortie du son médiocre, grésillements etc (testé avec cd, micro, et les deux en même temps) Donc en effet, à ce prix là pour écouter de la musique et chanter avec des micros, autant acheter du matériel pro (je travaille dans la musique, je sais de quoi je parle). Donc, malheureusement très déçu... Évaluation:", "id": "fr_0398837"}
{"language": "fr", "output": "mal", "input": "Examen: Pas cher mais de mauvaise qualité\n\nsac qui sent le plastique Évaluation:", "id": "fr_0169209"}
{"language": "fr", "output": "mal", "input": "Examen: qualité douteuse\n\nelle couvre bien le téléphone mais les zones de découpe laissent franchement a désirer, la qualité n'est pas au rendez vous. Et je cherche encore comment la retirer sans la découper... Évaluation:", "id": "fr_0213224"}
{"language": "fr", "output": "bien", "input": "Examen: Discret et efficace\n\nConvient très bien dans le véhicule, sur le pare-brise pour mettre les tickets de stationnement bien en vue Évaluation:", "id": "fr_0808735"}
{"language": "fr", "output": "mal", "input": "Examen: PAS GOOD\n\nla qualité n'est pas au rendez-vous! elles scintilles toutes immédiatement ou après très peu d'utilisation.très déçu! allez hop à la poubelle.contrôle qualité absent en production. Évaluation:", "id": "fr_0818664"}
{"language": "fr", "output": "mal", "input": "Examen: reçu sans vis ni patins\n\nReçu sans vis , sans patins, sans mode d'emploi. Évaluation:", "id": "fr_0268265"}
{"language": "fr", "output": "bien", "input": "Examen: pratique !\n\nconforme, mais il faut une certaine poigne pour la faire fonctionner ! nous débutons alors nous avons taillé loin de la peau, pas de blessure Évaluation:", "id": "fr_0980221"}
{"language": "fr", "output": "bien", "input": "Examen: Bon stérilisateur\n\nOn s'en sert depuis maintenant 3 mois et il fonctionne trés bien. Il suffit de mettre un peu d'eau au fond et de le mettre en marche, il s'éteint tout seul quand c'est finit. Il s'adapte à tous type de biberons et on peut aussi mettre des jouets dedans. Bon rapport qualité prix. Évaluation:", "id": "fr_0490760"}
{"language": "fr", "output": "bien", "input": "Examen: Très bon diffuseur grand format\n\nTrès beau design, le fait d'avoir 2 possibilités pour régler la diffusion est très agréable. Je regrette juste de ne pas pouvoir régler le temps de diffusion mais sinon, très bon produit et très bon rapport qualité/prix. Évaluation:", "id": "fr_0208869"}
{"language": "fr", "output": "mal", "input": "Examen: Zéro pointé\n\nPour ne pas mettre zéro. La batterie n'a jamais fonctionné et cela venait bien de celle-ci puisque testé avec une autre acheté ailleurs cela fonctionne. Plus de commandes chez ce vendeur. Évaluation:", "id": "fr_0931689"}
{"language": "fr", "output": "bien", "input": "Examen: Parfait !\n\nLa coupe est idéale et de très grande qualité ! A l'identique du costume du dessin animé, une vraie robe de princesse ! Évaluation:", "id": "fr_0242653"}
{"language": "fr", "output": "mal", "input": "Examen: Déçue\n\ncet article n'est pas vraiment de grande qualité, le moule en silicone ne s'ajuste pas parfaitement au moule en bois, le jeu entre les deux donne au savons une forme un peu molle et évasée sur les bords. Le fil a coupé est inutile, les mesures sur la boite de découpe sont imprécise. Je suis déçue. Évaluation:", "id": "fr_0134054"}
{"language": "fr", "output": "bien", "input": "Examen: Bon produit .\n\nRépond à mes attentes. Évaluation:", "id": "fr_0394681"}
{"language": "fr", "output": "mal", "input": "Examen: Dommage ne fonctionne pas\n\nBonjour Après plusieurs tests avec plusieurs écrans et plusieurs ordinateur, il ne fonctionne pas L'annonce correspond bien à l'article reçu. Cordialement Évaluation:", "id": "fr_0989282"}
{"language": "fr", "output": "mal", "input": "Examen: Médiocre qualité\n\nProduit de mauvaise qualité mais bon vu le prix... peinture casiment mal faite les impressions sont mal finies... donc pour bébé qui met ca a la bouche + bain.... Évaluation:", "id": "fr_0884834"}
{"language": "fr", "output": "bien", "input": "Examen: Trés bien pour le chat\n\nMes chats aiment bien la petite fontaine, mais mon chat qui me demandait toujours de l'eau au robinet, le fait moins souvent. Elle fait plus de bruit quand l'eau commence à manquer. Évaluation:", "id": "fr_0032902"}
{"language": "fr", "output": "bien", "input": "Examen: Très bien, conforme à mon attente\n\nTrès bien, conforme à mon attente Évaluation:", "id": "fr_0917827"}
{"language": "fr", "output": "mal", "input": "Examen: porte clés\n\npfff un peu déçus car reçu cassé Évaluation:", "id": "fr_0962990"}
{"language": "fr", "output": "mal", "input": "Examen: Fragile\n\nLa gamelle s'est cassée au bout d'une petite semaine d'utilisation... Évaluation:", "id": "fr_0745115"}
{"language": "fr", "output": "mal", "input": "Examen: Pour kelke fois\n\nAllume tres bien au debut mais apres de 1 mois avec une demi heure la lumiere decendre et allume pas Évaluation:", "id": "fr_0060286"}
{"language": "fr", "output": "bien", "input": "Examen: nickel\n\nj'avais besoin de faire des relevés pour verifier si je n'avais pas de tension et pour le prix il n'y a rien à dire ! facile d'utilisation et tres fonctionnel. Je recommande. Évaluation:", "id": "fr_0877613"}
{"language": "fr", "output": "mal", "input": "Examen: Non conforme à la description!!!\n\nArticle non conforme !! Pompe à vin avec deux bouchons : il manque deux bouchons + deux aerateurs !!! Et j'ai payé un supplément de livraison pour l'offrir dans les temps, c'est une blague!? Évaluation:", "id": "fr_0908508"}
{"language": "fr", "output": "bien", "input": "Examen: Tour de lit 100 % Bio\n\nProduit conforme à mes attentes, très joli, douillet et de bonne qualité Évaluation:", "id": "fr_0334118"}
{"language": "fr", "output": "bien", "input": "Examen: Utile\n\nEnvoi très rapide ,très utile et intéressant pour le prix Évaluation:", "id": "fr_0403878"}
{"language": "fr", "output": "mal", "input": "Examen: Livreur voleur\n\nLe colis complètement ouvert dans ma boîte aux lettres !!!! Le livreur a voulu regarder dedans mais n’a rien trouver d’intéressant !!! Prochaine fois je porte plainte Évaluation:", "id": "fr_0493206"}
{"language": "fr", "output": "mal", "input": "Examen: Incomplet\n\nArticle livré incomplet, je l ai recommandé une deuxième fois, dans l attente du remboursement de la première commande. Évaluation:", "id": "fr_0572634"}
{"language": "fr", "output": "mal", "input": "Examen: Mauvaise fabrication\n\nLe tube en verre qui contient le mercure s'est décollé après quelques jours Évaluation:", "id": "fr_0804002"}
{"language": "fr", "output": "mal", "input": "Examen: Dommage\n\nJe ne peux pas évaluer ce produit qui devait m'être livré le 13/12 mais à l'heure qu'il est je n'ai rien reçu Évaluation:", "id": "fr_0249875"}
{"language": "fr", "output": "bien", "input": "Examen: Simplicité de pose et qualité du film.\n\nPose simple avec le guide, juste parfait. Très contente de mon achat. Évaluation:", "id": "fr_0282842"}
{"language": "fr", "output": "bien", "input": "Examen: a voir\n\nje ne regrette pas mon achat Évaluation:", "id": "fr_0272144"}
{"language": "fr", "output": "bien", "input": "Examen: Pratique\n\nFidèle à la description Évaluation:", "id": "fr_0899099"}
{"language": "fr", "output": "bien", "input": "Examen: COQUE\n\nBON PRODUIT SAUF LA COULEUR EST UN PEU FONCEE Évaluation:", "id": "fr_0936925"}
{"language": "fr", "output": "bien", "input": "Examen: Très bonne huile pour toutes les douleurs.\n\nTrès efficace pour les douleurs quelque soit, je le recommande Évaluation:", "id": "fr_0194596"}
{"language": "fr", "output": "mal", "input": "Examen: Surchauffe\n\nIl s’arrete Des qu’il est sur la puissance maximum . Obligée d’attendre qu’il refroidisse... Évaluation:", "id": "fr_0201531"}
{"language": "fr", "output": "mal", "input": "Examen: Décevant\n\nAvis aux collectionneurs, prenez garde si vous faite attention aux boîtes, aucune protection dans le carton ! La boîte est arrivée abimée sur tt les coins (même déchirés pour certains). De plus elle a était complètement enfoncée en son centre. Cependant il faut reconnaitre que la livraison a était très rapide. Évaluation:", "id": "fr_0690383"}
{"language": "fr", "output": "mal", "input": "Examen: Stickers\n\nNe colle pas très bien Évaluation:", "id": "fr_0612446"}
{"language": "fr", "output": "bien", "input": "Examen: finition du produit\n\nParfait.l'article était bien emballé et la qualité au top.Trés bon rapport Qualité/prix. Évaluation:", "id": "fr_0001735"}
{"language": "fr", "output": "mal", "input": "Examen: Socquettes\n\nTres fines très légère s'usent très vite. Bien pour du dépannage mais sans plus. Taille normal rien à dire sur ca. Évaluation:", "id": "fr_0182848"}
{"language": "fr", "output": "bien", "input": "Examen: parfait\n\nbeaucoup de petites pinces parfait pour une famille de quatre personnes culottes slips et chaussettes trouvent leur place. De bonne qualité bien stable une fois ouvert et suspendu Évaluation:", "id": "fr_0641050"}
{"language": "fr", "output": "bien", "input": "Examen: bien\n\nproduit qui a très bien fonctionné sur mes 2 chiens . Facile d'utilisation. Livraison rapide. je reprendrai certainement l'année prochaine. Évaluation:", "id": "fr_0897815"}
{"language": "fr", "output": "mal", "input": "Examen: à ne pas recommander\n\nfaim, fatigue, maux de ventre, j'ai juste perdu 40 euros, je déconseille vivement Évaluation:", "id": "fr_0587974"}
{"language": "fr", "output": "mal", "input": "Examen: Qualité un peu légère\n\nCommander en avril apres 2 mois d'utilisation les coutures ont cassé dans les angles. Évaluation:", "id": "fr_0300610"}
{"language": "fr", "output": "mal", "input": "Examen: Ne marche pas\n\nPas universel sur les tablettes Évaluation:", "id": "fr_0306966"}
{"language": "fr", "output": "mal", "input": "Examen: Très déçue\n\nje possède la version 10 et je la préfère à la v 16. de plus l'instalation du CD sur win7 64 et sur pon ordinateur portable n'a pas été possible, j'ai passé plus de 4 h à chercher une solution et je ne suis pas débutante en informatique je monte mes PC moi-mêmes, je répare tous mes PC, sauvegarde, restauration etc... L'installateur met un message d'erreur de fichier manquant alors que ce ficher existe sur le PC ! j'ai envoyé un mail au SAV et il s'en foute totalement, en donnant des réponses qui n'ont rien résolu ! je suis très en colère du sav. Évaluation:", "id": "fr_0852152"}
{"language": "fr", "output": "mal", "input": "Examen: trop bruyant\n\ntres tres bruyant nous l utilisons pratiquement plus Évaluation:", "id": "fr_0880763"}
{"language": "fr", "output": "mal", "input": "Examen: housse étanche\n\nproduit non reçu donc pas d'évaluation devait être livré le 23, on est le 25 et je ne l'ai toujours pas reçu Évaluation:", "id": "fr_0596942"}
{"language": "fr", "output": "mal", "input": "Examen: Ne fonctionne pas\n\nJe renvoie ce produit, car il ne correspond pas du tout à mes attentes. La caméra ne fonctionne pas, l'ordinateur ne reconnait pas l'appareil. Très lent à s'ouvrir. Bref déçue Évaluation:", "id": "fr_0624114"}
{"language": "fr", "output": "mal", "input": "Examen: Comme un doute\n\nA part la jolie lumière bleue, je n'ai trouvé aucun changement... Évaluation:", "id": "fr_0805329"}
{"language": "fr", "output": "bien", "input": "Examen: J'adore!\n\nParfait ! C'est exactement ce à quoi je m'attendais ! J'adore Il est top😉 j'ai hâte de sortir avec. Vivement ce soir 😊 Évaluation:", "id": "fr_0681747"}
{"language": "fr", "output": "mal", "input": "Examen: Mauvaise qualité\n\n1ère utilisation de la 1ère mèche (5mm) pour un trou dans un simple parpaing et les 2 petits ergots de la pointe ont cassé. C'est bien la première fois que cela m'arrive avec une mèche béton. Évaluation:", "id": "fr_0129212"}
{"language": "fr", "output": "bien", "input": "Examen: Petit radiateur d'appoint\n\nPratique ce petit radiateur vous chauffe une pièce 15 m2 en 1/4 d'h....c'est un régale....malgré l'hésitation que j'ai eu par rapport au prix ,je ne regrette pas mon achat ... Évaluation:", "id": "fr_0302566"}
{"language": "fr", "output": "bien", "input": "Examen: Bon produit facile d'utilisation\n\nMode d'emploi en anglais uniquement mais très facile d'utilisation. J'ai trouvé rapidement le bon canal, son clair, fonctionne bien sur une assez longue distance sans trop d'obstacles. Peut être utilisé avec des piles rechargeables, fourni avec chargeur, donc très pratique à recharger sans retirer les piles. Évaluation:", "id": "fr_0164745"}
{"language": "fr", "output": "bien", "input": "Examen: La suite de Lontano\n\nTjs le même style, la suite de Lontano mais on le lire sans avoir lu le 1er, je pense. On est en haleine jusqu'au bout ! Évaluation:", "id": "fr_0700723"}
{"language": "fr", "output": "mal", "input": "Examen: Déçu\n\nBonjour je vous contacte car l’es film ne corresponde pas ils sont trop petit par rapport à l’écran , pourtant sur l’annonce il prenait tout l’écran Évaluation:", "id": "fr_0884430"}
{"language": "fr", "output": "mal", "input": "Examen: Bons mais qualité dérisoire\n\nBons écouteurs mais l'écouteur gauche dysfonctionne (volume très faible). Pour ce prix là c’est aberrant ce sont des écouteurs jetables à 2 euros que l’on trouve à tous les coins de rue Évaluation:", "id": "fr_0603341"}
{"language": "fr", "output": "mal", "input": "Examen: Inadapté\n\nL'écran n'est pas compatible avec mon téléphone, il est plus grand. Je ne comprends pas sachant qu'il s'agit bien d'un Xiaomi redmi 5... Déçue donc. Évaluation:", "id": "fr_0355210"}
{"language": "fr", "output": "mal", "input": "Examen: Pourquoi ?\n\nJeu non français. Ce n'est pas stipulé dans la description et l'image est celle de la version européenne. Évaluation:", "id": "fr_0172662"}
{"language": "fr", "output": "mal", "input": "Examen: En 10 mn c'est réglé je la retourne\n\nJe l'ai installé avec une pile, j'ai mis le bluetooth, cela a fonctionné 5 mn, puis j'ai dû ré-appuyer sur un bouton sur le dessous et cela a refonctionné ... mais pour 5 mn. Ensuite n'a plu fonctionné ! Je ne conseille pas Évaluation:", "id": "fr_0844479"}
{"language": "fr", "output": "mal", "input": "Examen: pas très solide\n\ntrès léger bouge au moindre coup de vent ne pas acheter si endroit avec du vent surtout ne pas installer avec les chevilles fournis prendre p’us costaud Évaluation:", "id": "fr_0805626"}
{"language": "fr", "output": "bien", "input": "Examen: J'adore l'histoire en particulier cette période de la première guerre mondiale.\n\nTrès émouvant . Très réaliste qu'elle tristesse cette période cruelle, l'horreur de la guerre. Tous ces braves soldats morts pour leurs pays quelques soient leurs nationalité, je leurs rend hommage. Évaluation:", "id": "fr_0859935"}
{"language": "fr", "output": "bien", "input": "Examen: Chocolat et truffes de belgique\n\nBonjour Livré comme prévu. J'ai offert ces chocolats à des amis pour Pâque et ils les ont trouvés bons. Heureusement que j'avais mis une boite de côté cela et je les ai trouvés bons. Je recommande ce produit aux amateurs de chocolat. MERCI Évaluation:", "id": "fr_0325968"}
{"language": "fr", "output": "bien", "input": "Examen: Plus de confort pour le chien\n\nPratique et bien adapté Évaluation:", "id": "fr_0917886"}
{"language": "fr", "output": "bien", "input": "Examen: Très bon produit pour le prix\n\nComme sur la photo très agréable à portée Évaluation:", "id": "fr_0659011"}
{"language": "fr", "output": "mal", "input": "Examen: Nul\n\nNe fait pas du tout la taille de tout l'écran .. Si ils tombe sur un coin il est HS .. Évaluation:", "id": "fr_0653712"}
{"language": "fr", "output": "mal", "input": "Examen: Pas top\n\nPas top, meme en y prenant soin elle se dégonfle au bou de 1h d'utilisation. Fin de journée elle rend l'âme Évaluation:", "id": "fr_0624586"}
{"language": "fr", "output": "mal", "input": "Examen: Déçu\n\nPas efficace du tout . Sur les 4 commandées 1 seule fonctionne. Pas cher mais pas efficace. Rien à voir avec les deux précédentes achetées qui ne sont pas non plus les mêmes. Même en activant le bouton on/off cela ne marche pas. À éviter Évaluation:", "id": "fr_0812460"}
{"language": "fr", "output": "mal", "input": "Examen: Sifflement enceinte\n\nAprès quelque jour d'utilisation un sifflement ce fait entendre dans mes enceintes ce qui est assez gênants surtout que la seul solution est de le débrancher Évaluation:", "id": "fr_0684538"}
{"language": "fr", "output": "mal", "input": "Examen: Ne pas acheter\n\nLes embouts ne correspondaient pas et fuyaient. Je suis surpris de trouver ce produit et ce vendeur encore sur amazon... Évaluation:", "id": "fr_0039318"}
{"language": "fr", "output": "bien", "input": "Examen: Super sexy\n\nJolie robe très courte pour une femme de grande taille. Très moulante car très prêt du corps. Attention toutefois en la passant, un cordon n'as pas résisté au 1er essayage. Avec un peu de fil et une aiguille, cela est réparé en 5 mn Évaluation:", "id": "fr_0727486"}
{"language": "fr", "output": "bien", "input": "Examen: Rien à dire\n\nAussi bien qu'une brita Évaluation:", "id": "fr_0471254"}
{"language": "fr", "output": "bien", "input": "Examen: bien\n\nce que j'attendais, conforme à ce que j'attendais, pas encore utilisé, bravo pour la recette, parait agréable à utiliser. à garder au sec Évaluation:", "id": "fr_0888211"}
{"language": "fr", "output": "bien", "input": "Examen: Bon produit\n\nTrès bon produit, je ne regrette pas de l'avoir essayé.. Évaluation:", "id": "fr_0982266"}
{"language": "fr", "output": "bien", "input": "Examen: Super rapport qualité/prix\n\nBon kit pour commencer car très complet. Les poils ne tombent pas, bonne qualité. Évaluation:", "id": "fr_0432999"}
{"language": "fr", "output": "bien", "input": "Examen: disque dur parfait\n\nParfait pour faire mes sauvegardes de films , silencieux, petit donc discret mais surtout beaucoup plus rapide que mes disques dur en USB 2 . j'ai simplement ajouté des petits amortisseurs antidérapants dans chaque coin . Évaluation:", "id": "fr_0206930"}
{"language": "fr", "output": "mal", "input": "Examen: Matériel HS en moins de 4 mois\n\nBonjour, Après plusieurs mois de bon fonctionnement , l'appareil est HS. La pompe a eau ne fonctionne plus. Je n'ai jamais utilisé l'eau du robinet , toujours de l'eau de source sans calcaire avec les dispositifs de filtrage fournit pas le constructeur. J'attends une réponse HoneyGuaridan sur mon avis. Évaluation:", "id": "fr_0202899"}
{"language": "fr", "output": "bien", "input": "Examen: un jeux super\n\nconforme a la description je le recomment super produit merci pour un prix corecte et un jeux manifique acheter le sa vaut le cout Évaluation:", "id": "fr_0972523"}
{"language": "fr", "output": "bien", "input": "Examen: Parfait\n\nArrivé vite et bon éclairage Évaluation:", "id": "fr_0461430"}
{"language": "fr", "output": "bien", "input": "Examen: Abreuvoir tout inox\n\nPrévu pour des cochons un peu déçu que la trappe qui cache le flotteur ne soit pas fixe. À voir dans l'utilisation si l'article convient. En tout cas livraison dans les délais. Évaluation:", "id": "fr_0019866"}
{"language": "fr", "output": "bien", "input": "Examen: Beau produit\n\nCommande reçu en temps et en heure Possibilités de ranger tous les accessoires Évaluation:", "id": "fr_0292442"}
{"language": "fr", "output": "bien", "input": "Examen: utile même pour un amateur\n\ncomplet pour tout problème électrique de base! Évaluation:", "id": "fr_0139580"}
{"language": "fr", "output": "mal", "input": "Examen: Beaucoup de doute sur le produit\n\nMême sans boire détecte de l’alcool ?!!!! Évaluation:", "id": "fr_0308193"}
{"language": "fr", "output": "mal", "input": "Examen: Batterie défaillante\n\nAprès seulement quelques jours d'utilisation la batterie n'a plus fonctionné Évaluation:", "id": "fr_0936209"}
{"language": "fr", "output": "bien", "input": "Examen: Très bon téléphone\n\nJe trouve que ce téléphone as un très beau design les fonctionnalités sont corrects la batterie tiens 1 jours facile le prix plus que correct et je l'ai acheté parce que j'avais besoin d'un téléphone avec deux SIM Évaluation:", "id": "fr_0605014"}
{"language": "fr", "output": "mal", "input": "Examen: notice\n\npas de notice et qualité plus que moyenne. dommage mais pas chère Évaluation:", "id": "fr_0992865"}
{"language": "fr", "output": "mal", "input": "Examen: Forte odeur..\n\nProduit ayant une forte odeur de vinaigre. Qualité moyenne (mais on ne peut pas s'attendre à mieux vu son petit prix). Pas encore lavé mais a mon avis s'abîmera vite au lavage et je ne suis pas sûre que cet odeur parte.. Évaluation:", "id": "fr_0263949"}
{"language": "fr", "output": "bien", "input": "Examen: bien taillé,\n\nbien taillé et bien chaud , conforme à la description Évaluation:", "id": "fr_0761676"}
{"language": "fr", "output": "mal", "input": "Examen: Pas reçu les pochettes\n\nJ'ai bien reçu le classeur et 9 pochettes fournies avec, mais pas les 20 pochettes perforées fournies normalement en plus. Je demande à les recevoir. Sinon le petit classeur est conforme à mes attentes. Évaluation:", "id": "fr_0288241"}
{"language": "fr", "output": "bien", "input": "Examen: Bons appareils\n\nBon rapport qualité prix Évaluation:", "id": "fr_0021776"}
{"language": "fr", "output": "mal", "input": "Examen: Sec et agresse la peau\n\nCatastrophe. Trop sec pour adhérer à la peau, et agressif pour la peau. Pas agréable du tout en exfoliant. Franchement déçue surtout vu le prix. Évaluation:", "id": "fr_0741439"}
{"language": "fr", "output": "bien", "input": "Examen: Moyen\n\nSon propre et écouteurs confortables. Mais un côté ne fonctionne plus après 4 mois d'utilisation Évaluation:", "id": "fr_0458070"}
{"language": "fr", "output": "bien", "input": "Examen: Matériel performant\n\nRemplacement du câble d'origine Évaluation:", "id": "fr_0866686"}
{"language": "fr", "output": "bien", "input": "Examen: étui et le verre trempé\n\nj ai tout reçu en parfait état l étui un très beau produit bonne qualité et le verre trempé bien protégé Évaluation:", "id": "fr_0906226"}
{"language": "fr", "output": "bien", "input": "Examen: Je recommande! 👌🏼\n\nTop! Très beau livre, simple a comprendre, je compte commander les autres livres de la même collection! 👍 Évaluation:", "id": "fr_0688777"}
{"language": "fr", "output": "bien", "input": "Examen: Beau produit qui a peut être son equivalent\n\nQuatre etoiles sur cinq je suis contente du produit car la qualité du plastique est sérieuse et le balai est très maniable La couleur verte ma plait moins mais elle est caractéristique de la marque Évaluation:", "id": "fr_0401989"}
{"language": "fr", "output": "bien", "input": "Examen: Rayures superficielles\n\nMais ça ne devrait pas poser problème. Livré plusieurs jours en avance. Évaluation:", "id": "fr_0415456"}
{"language": "fr", "output": "bien", "input": "Examen: Content et conforme\n\nConforme à la description et très utile. Facile à nettoyer. Je suis content de mon achat, mon père l'est aussi. Évaluation:", "id": "fr_0177641"}
{"language": "fr", "output": "bien", "input": "Examen: parfait\n\nproduit conforme et qui tient bien. trés beau rendu Évaluation:", "id": "fr_0710631"}
{"language": "fr", "output": "mal", "input": "Examen: pas bonne!\n\nPas de la bonne qualité. Certain cartouches ne marche pas, mauvais qualité de colore aussi. pas cher, mais pour une raison. Évaluation:", "id": "fr_0574601"}
{"language": "fr", "output": "mal", "input": "Examen: ne sais pas\n\nbranché après un amplie fm ne capte pas mieux qu'avec la standard , a évité pour la campagne Évaluation:", "id": "fr_0050747"}
{"language": "fr", "output": "bien", "input": "Examen: deguisement au top\n\nEnvoie rapide. Deguisement au top, mon fils ne le quitte plus. Évaluation:", "id": "fr_0078130"}
{"language": "fr", "output": "mal", "input": "Examen: Ne clignote pas de manière fiable\n\nIl ne sera pas toujours décharger quand il est censé le faire. Je l'ai essayé sur deux caméras. J'ai très bien nettoyé les contacts de la chaussure chaude. C'est complètement aléatoire, il va parfois clignoter et parfois pas. C'est frustrant. Évaluation:", "id": "fr_0459994"}
{"language": "fr", "output": "mal", "input": "Examen: Chargeur défectueux\n\nChargeur ne charge pas Aucun changement de chargeur Aucun remboursement J'ai essayé d'autres chargeurs en ma possession Le téléphone quand à lui n'avait aucun problème Évaluation:", "id": "fr_0661645"}
{"language": "fr", "output": "mal", "input": "Examen: Colis Jamais arrivé!\n\nJe ne comprends pas comment amazon peut écrire \" colis remis en main propre \" alors que je n'ai jamais reçu le produit, merci à amazon de faire le nécessaire et de me renvoyer le produit rapidement. Il ne faut pas que les livreurs racontent des mensonges... Évaluation:", "id": "fr_0196778"}
{"language": "fr", "output": "bien", "input": "Examen: EXCELLENT pare soleil & protection\n\nPare soleil anti uv qui recouvre entièrement la vitre arrière. Très bien même à grande vitesse et bonne protection car double épaisseur (de chaque côté de la fenêtre donc) Nous avons pris ces chaussettes de la fenêtre et l'avons enroulé autour du siège d'auto pour bébé. Il est donc un pare soleil et une moustiquaire. Très bon rapport qualité prix:) Évaluation:", "id": "fr_0608834"}
{"language": "fr", "output": "mal", "input": "Examen: Protection de l article à revoir\n\nTrès bon produit, Dommage qu a l intérieur de l emballage le produit se soit retrouvé dans cet état (voir photo) Évaluation:", "id": "fr_0765691"}
{"language": "fr", "output": "mal", "input": "Examen: Déçue\n\nTrès déçue trop succinct Évaluation:", "id": "fr_0988672"}
{"language": "fr", "output": "mal", "input": "Examen: Très déçue\n\nJe suis déçue ! Badabulle est une marque que j'aime beaucoup mais mon compagnon a cassé le système de fixation (plastique de mauvaise qualité) dès sa première utilisation et l'une des baleines s'est brisée net le même jour. Évaluation:", "id": "fr_0149998"}
{"language": "fr", "output": "mal", "input": "Examen: Déçus\n\nUne pile sur 2 ne fonctionne pas Évaluation:", "id": "fr_0714147"}
{"language": "fr", "output": "mal", "input": "Examen: Pas reçu\n\nL'article est décrit comme livré , mais il n'est pas dans ma boite aux lettres donc difficile de donner un avis Évaluation:", "id": "fr_0462571"}
{"language": "fr", "output": "bien", "input": "Examen: Très bonne tenue et agréable à porter\n\nJe suis travesti et je n'arrivais pas à mettre à coller mais faux cils je ne connaissais pas j'ai donc acheter des faux cils aimanté les premières fois sont assez hasardeuse mais une fois le coup pris tout est simple je rajouterai simplement de mettre une voir deux couches de ricil avant pour pouvoir rattraper correctement le cil sinon ça tient toute la soirée agréable à porter pas lourd du tout pour l' œil et ne se décolle pas Évaluation:", "id": "fr_0027220"}
{"language": "fr", "output": "mal", "input": "Examen: ne tient pas...\n\nIl tombe sans arrêt de mon téléphone et il ne tient absolument pas, en gros il est donc inutilisable ! Évaluation:", "id": "fr_0934389"}
{"language": "fr", "output": "bien", "input": "Examen: Satisfaite\n\nÉtiquettes collées en 10 secondes avec le fer à repasser. Vêtements lavés une fois et passés au sèche linge pour l’instant cela tient comme il faut. Utilisé pour les affaires et vêtements de mon fils pour la maternelle. Évaluation:", "id": "fr_0576997"}
{"language": "fr", "output": "bien", "input": "Examen: Chargeur simple et rapide\n\nTrès bien charge rapide, peut encombrant facile à ranger sous la selle. Évaluation:", "id": "fr_0017320"}
{"language": "fr", "output": "bien", "input": "Examen: Sympathique\n\nBeaucoup de poésie. Un dessin animé sympa et une bonne bande musicale avec M et Vanessa paradis. Évaluation:", "id": "fr_0115784"}
{"language": "fr", "output": "bien", "input": "Examen: Top\n\nSurpris de la puissance pour un si petit ampli !! Évaluation:", "id": "fr_0790269"}
{"language": "fr", "output": "mal", "input": "Examen: Rapport Qualité/Prix décevant\n\nFacile à monter (15 mn à petite vitesse). La qualité du moulage des pièces laisse à désirer (j'ai oublié de faire des photos au déballage). Obligation d'un sol parfaitement nivelé pour avoir la possibilité de fermer les portes. La structure du meuble est tellement légère (voir trop légère) qu'il se tord et ne ressemble à rien. Ne pas poser sur l'étagère des objets pour un poids total de plus de 5 kg (pour moi quelques saladiers) car le meuble se déforme et impossible de fermer les portes. Pour info, j'avais commandé l'armoire haute du même modèle que j'ai reçu le lendemain et elle est reparti dès la livraison. Pour moi c'est un produit au prix maxi 29€ que j'ai pu voir sur des brochures des magasin de discount Évaluation:", "id": "fr_0208658"}
{"language": "fr", "output": "mal", "input": "Examen: NE FONCTIONNE PLUS APRÈS 1 SEMAINE\n\nÀ fonctionné pendant 1 semaine. Après impossible de l’allumer même avec des piles neuves ! Évaluation:", "id": "fr_0498011"}
{"language": "fr", "output": "bien", "input": "Examen: Excellent chocolat à 100%\n\nDélicieux, fondant à souhait... Évaluation:", "id": "fr_0269143"}
{"language": "fr", "output": "mal", "input": "Examen: Déçu des finition\n\nJe trouve cela dommage que les serrages ne tiennent pas... Évaluation:", "id": "fr_0933485"}
{"language": "fr", "output": "bien", "input": "Examen: Podomètre\n\nProduit parfait pour l'usage auquel je le destine. Rapport qualité prix très bon. Délai de livraison...on ne peut mieux. Facile d'utilisation, Facile de mise en service. A recommander. Évaluation:", "id": "fr_0334174"}
{"language": "fr", "output": "bien", "input": "Examen: Parfait\n\nParfait pour l’utilisation souhaitée Évaluation:", "id": "fr_0775361"}
{"language": "fr", "output": "bien", "input": "Examen: Efficace\n\nUtilisé pour calmer les sensibilité digestives de ma chienne, très efficace! Évaluation:", "id": "fr_0316775"}
{"language": "fr", "output": "mal", "input": "Examen: Inadmissible\n\nPas du tout comme sur la photo. La serviette est violette et marron et la livraison Amazon une catastrophe !!!! Inadmissible ! Évaluation:", "id": "fr_0361697"}
{"language": "fr", "output": "bien", "input": "Examen: Guirlandes fines et élégantes\n\nJ'ai commandé 2 guirlandes pour le photobooth de mon mariage. Elles sont arrivées très rapidement. La lumière est légèrement moins chaude que sur les photos mais c'est très élégant. Évaluation:", "id": "fr_0361417"}
{"language": "fr", "output": "bien", "input": "Examen: Magnifique\n\nTrès jolie matrice Attention il s’agit bien de 2 cercles indépendant l’un de l’autre. Évaluation:", "id": "fr_0227385"}
{"language": "fr", "output": "mal", "input": "Examen: Autonomie\n\nJ’ai changé ma batterie car elle se déchargeait vite, et j’ai encore ce problème avec cette nouvelle batterie... Évaluation:", "id": "fr_0416331"}
{"language": "fr", "output": "bien", "input": "Examen: produit et vendeur au top !\n\nÇa fait longtemps que je l'utilise: produit au top. Ce n'est pas une creme hydratante, c est un couvrant avant maquillage ! donc elle est consistante. la crème de jour se met avant. Vendeur au top qui répond très clairement et très rapidement aux mails. je recommande sans soucis !. Évaluation:", "id": "fr_0540399"}
{"language": "fr", "output": "mal", "input": "Examen: un peu déçu\n\nje l'ai acheter pour mon fils de 18 mois.qui se réveillait la nuit.cela n'a pas plus d'effet sur lui peut être est t'il trop vieux.je ne trouve pas les sons très apaisants.j'ai pourtant acheter le must du must avec plusieurs son différents, détecteur de pleurs... Je trouve que le prix est beaucoup trop onéreux.on nous vend ça comme un produit miracle.Mais je ne pense pas que cela marche avec tout les enfants... Évaluation:", "id": "fr_0092686"}
{"language": "fr", "output": "mal", "input": "Examen: Gadget inutile\n\nPas vu l'efficacité du produit zéro moustique pris!!! Évaluation:", "id": "fr_0186247"}
{"language": "fr", "output": "bien", "input": "Examen: Produit très bien\n\nProduit conforme au photos Évaluation:", "id": "fr_0322832"}
{"language": "fr", "output": "bien", "input": "Examen: parfait\n\nplus qu'a essayer mtn rapide Évaluation:", "id": "fr_0710596"}
{"language": "fr", "output": "bien", "input": "Examen: Très satisfait\n\nBonjour, Produits très satisfaisant vu le rapport qualité/prix... Je recommanderai sans hésiter des cartouches chez ce fournisseur, et je vais le recommander à mes amis. Cordialement Évaluation:", "id": "fr_0731885"}
{"language": "fr", "output": "mal", "input": "Examen: Pratique mais.....\n\nUne fois passé dan mon lave-vaisselle n'est pas étanche Évaluation:", "id": "fr_0997378"}
{"language": "fr", "output": "bien", "input": "Examen: Pas mal\n\nSuper article mis à part les vitres pour l’ecran qui sont impossible à collés sans qu’il n’y ai de bulles Évaluation:", "id": "fr_0519057"}
{"language": "fr", "output": "bien", "input": "Examen: Bon produit\n\nComme le disent d'autres commentaires , l'ouverture est assez dure , mais bon produit pour le stockage des balles de petit calibre Évaluation:", "id": "fr_0582177"}
{"language": "fr", "output": "bien", "input": "Examen: Dessin\n\nBeau livre mon enfant est ravi Évaluation:", "id": "fr_0095839"}
{"language": "fr", "output": "mal", "input": "Examen: a éviter car jamais livré\n\nJe ne l'ai jamais reçu et n'ai pas (encore ?) été remboursé. Pas de réponse d'amazon Évaluation:", "id": "fr_0162151"}
{"language": "fr", "output": "mal", "input": "Examen: Convenable pour le prix\n\nFait le job.... Presse les agrumes. Par contre pas de ventouse en dessous donc l'appareil bouge, et le changement de sens de rotation, plutôt une fois sur 4. Et carton livré directement sans emballage extérieur, bien out l'environnement, mais arrivé dans un sale état ! Évaluation:", "id": "fr_0937934"}
{"language": "fr", "output": "mal", "input": "Examen: Durée de vie très courte\n\nAu bout de 2/3 lavages bouloche et électricité statique à gogo Je ne recommande pas Évaluation:", "id": "fr_0728735"}
{"language": "fr", "output": "bien", "input": "Examen: Excellent produit\n\nUn produit très utile et facile d'utilisation. Je suis très satisfait ! Évaluation:", "id": "fr_0287656"}
{"language": "fr", "output": "mal", "input": "Examen: Nulllll\n\nTrès déçue Arrivé cassée Je déconseille vivement Pas solide très court aucun intérêt Autant mettre du mascara c’est mieux ! Évaluation:", "id": "fr_0671394"}
{"language": "fr", "output": "bien", "input": "Examen: Sensibilite\n\nUn peu sensible au bruits de fond Évaluation:", "id": "fr_0978549"}
{"language": "fr", "output": "mal", "input": "Examen: décue\n\na marché une fois,...ensuite c'était du grand n'importe quoi. j'ai renvoyé Évaluation:", "id": "fr_0319622"}
{"language": "fr", "output": "mal", "input": "Examen: fontaine solaire\n\nIl faut un grand soleil pour avoir un jet correct Évaluation:", "id": "fr_0404332"}
{"language": "fr", "output": "bien", "input": "Examen: Un livre très plaisant à lire\n\nParfait pour un cadeau à un enfant qui adore les chats. De belles illustrations et des facéties en tout genre Évaluation:", "id": "fr_0771015"}
{"language": "fr", "output": "bien", "input": "Examen: Top et fait le job\n\nPetit, discret et qui fait son travail. Radio de 2006 et pourtant ..son de qualité, connection rapide tant sous Android que iPhone bref top Évaluation:", "id": "fr_0878778"}
{"language": "fr", "output": "mal", "input": "Examen: ne va pas\n\nne convient pas pour les A20 trop grande Évaluation:", "id": "fr_0673341"}
{"language": "fr", "output": "bien", "input": "Examen: Bon produit\n\nIl est très bonne je vous suggéré Évaluation:", "id": "fr_0127518"}
{"language": "fr", "output": "bien", "input": "Examen: Très joli. Bonne qualité.\n\nTrès joli. L'arbre est immense et très feuillus, le résultat est superbe mais la pause est assez longue. Je recommande. Évaluation:", "id": "fr_0636420"}
{"language": "fr", "output": "mal", "input": "Examen: Déçu\n\nNe marchait pas donc renvois et remboursé Évaluation:", "id": "fr_0368233"}
{"language": "fr", "output": "mal", "input": "Examen: Bof\n\nFonctionnement pas simple.... Évaluation:", "id": "fr_0519332"}
{"language": "fr", "output": "bien", "input": "Examen: J adore\n\nIl es juste magnifique merci encore Évaluation:", "id": "fr_0453701"}
{"language": "fr", "output": "mal", "input": "Examen: Respecter avec soin le détail des commandes\n\nPas la bonne couleur j'ai gardé une copie de la commande et c'est bien indiqué blanc et rose je l'ai reçu seulement blanc Évaluation:", "id": "fr_0344127"}
{"language": "fr", "output": "mal", "input": "Examen: décevant\n\nPuisque mes tapis bougent toujours... Je le trouve encombrant plus qu'utile. Il doit exister de meilleurs solutions/produits. Évite les glissades avec le tapis, mais ne le tient pas en place. Évaluation:", "id": "fr_0924580"}
{"language": "fr", "output": "mal", "input": "Examen: PRODUIT INADAPTÉ\n\nBonjour, Le produit est plus grand de 3/4 mm du côté le plus long, donc le téléphone ne sera pas protégé en cas de choque. La bande grise, qu'on dirait métallique, au dos en réalité c'est en plastique noire. [Voir photo] Si j'ai mis 2 étoiles à la place de 1 c'est parce que, en revanche, le temps de livraison, le coup et le packaging ont été impeccables. La demande de remboursement est très rapide et facile à applique, les frais de retour sont pris en charge par Amazon par le biais d'une impression d'envoie postal pré-payé par eux. Évaluation:", "id": "fr_0465554"}
{"language": "fr", "output": "bien", "input": "Examen: Exellent\n\nTrès bon produit arrive très vite c . Était bien ce que j attendais je le recommande surtout pour les enfants Évaluation:", "id": "fr_0776757"}
{"language": "fr", "output": "mal", "input": "Examen: Pas terrible\n\nFranchement déjà le tipi était pas complet on a du bricoler pour le. Monter il manquer des pièces. Et de 2 une fois monter. Il tient pas.... Très déçu le tipi reste dans son carton ranger... Je suis très decu 😥 Évaluation:", "id": "fr_0854819"}
{"language": "fr", "output": "mal", "input": "Examen: Barbecue\n\nBonjour je voudrais vous dire que j’ai trouvé le produit moins cher ailleurs à 269 € Vous pouvez baisser le prix merci de votre réponse Évaluation:", "id": "fr_0271054"}
{"language": "fr", "output": "mal", "input": "Examen: Style sympa ,\n\nEn vissant pour fixer , L acier a fissuré . Évaluation:", "id": "fr_0094622"}
{"language": "fr", "output": "bien", "input": "Examen: Correspond à ma demande\n\nSimple et efficace. Livraison dans les temps Évaluation:", "id": "fr_0968386"}
{"language": "fr", "output": "bien", "input": "Examen: Bon produit\n\nTres bon produit, correspond bien aux attentes pour le prix, a voir sur la durée s'il ne casse pas Évaluation:", "id": "fr_0732515"}
{"language": "fr", "output": "bien", "input": "Examen: Socles en inox détachables du\n\nGamelle pour mon chaton. Très bien pour les doses journalières. Évaluation:", "id": "fr_0390232"}
{"language": "fr", "output": "bien", "input": "Examen: Très satisfaite\n\nJ'ai offert ce kit pour noël et cela a très bien plu, les champignons ont déjà poussé une fois et sont comme sur les photos. Étonnant la vitesse à laquelle ils peuvent pousser ! Super concept, je recommande ! :) Évaluation:", "id": "fr_0572598"}
{"language": "fr", "output": "bien", "input": "Examen: Conforme à la description\n\nJe l'ai utilisé pour protéger mon téléphone. Évaluation:", "id": "fr_0568801"}
{"language": "fr", "output": "mal", "input": "Examen: Mauvais achat\n\nJ’ai acheter la coque lumineux iphone 7 je la recois déjà ouvert et la coque est pour les iphones 6 je recommande pas Évaluation:", "id": "fr_0297522"}
{"language": "fr", "output": "mal", "input": "Examen: Article non recu !\n\nJe n'ai pas reçu l'article alors que c'est écris \" livré à un résident \" en notification !! C'est inadmissible Évaluation:", "id": "fr_0819365"}
{"language": "fr", "output": "bien", "input": "Examen: interessant kit de connection de boitier diagnostique\n\nj'ai acheté ce kit pour pouvoir utiliser mon boitier de diagnostique et il fait son job,mais attention à manipuler quand même avec soin un peu fragile pour une utilisation fréquente. Évaluation:", "id": "fr_0702886"}
{"language": "fr", "output": "mal", "input": "Examen: Pas compatible avec oculus rift S\n\nIl est écrit dans la FAQ que c'est compatible avec l'oculus rift S , c'est totalement faux. Évaluation:", "id": "fr_0100581"}
{"language": "fr", "output": "bien", "input": "Examen: Excellent produit\n\nExcellent produit vraiment très content je vais pouvoir les transforme en Box fleurs , arrivée en bonne état. Livraison rapide Évaluation:", "id": "fr_0622151"}
{"language": "fr", "output": "mal", "input": "Examen: Bruyante\n\nJolie mais bruyante à ne pas installer sur un réfrigérateur ou lave vaisselle selon les instructions du fournisseur jointes au colis. Étonnant pour une table induction encastrable. Je l’ai retournée. Évaluation:", "id": "fr_0302351"}
{"language": "fr", "output": "mal", "input": "Examen: Mobile ne tiens pas\n\nBon berceau mais le mobile du berceau na jamais tenu Évaluation:", "id": "fr_0731091"}
{"language": "fr", "output": "bien", "input": "Examen: Très pratique\n\nImpeccable pour ranger dans un camion atelier. Évaluation:", "id": "fr_0860012"}
{"language": "fr", "output": "bien", "input": "Examen: bon rapport qualite prix\n\npour le prix, rien à dire. Pensez tout de meme à acheter d' autres piquets si vous vivez dans une zone avec du vent. livraison rapide et le produit est conforme à l annonce. Foncez !! Évaluation:", "id": "fr_0162933"}
{"language": "fr", "output": "bien", "input": "Examen: Ma première Dremmel\n\nJe l'utilise depuis plusieurs mois, avec plaisir et sans aucun problème, surtout pour des petits travaux et du modélisme. Très bon produit pour cet usage. Évaluation:", "id": "fr_0357139"}
{"language": "fr", "output": "mal", "input": "Examen: deux chaussettes normal\n\nlot de 3 c'est combien de chaussettes ? Évaluation:", "id": "fr_0897038"}
{"language": "fr", "output": "bien", "input": "Examen: un bon rapport qualité prix pour cette membrane\n\nTrès facile pour naviguer sur le site amazone, une commande en deux clics, un produit reçu dans les délais et dans un emballage protecteur. Quant au produit : très bon et élégant. Évaluation:", "id": "fr_0130452"}
{"language": "fr", "output": "bien", "input": "Examen: Pochette téléphone\n\nJe suis contente de cet article je me balade beaucoup au bord de mer et j avoue que j emmène mon portable avec moi avec cet achat je recommande ce produit Évaluation:", "id": "fr_0586126"}
{"language": "fr", "output": "bien", "input": "Examen: PRATIQUE\n\nA conserver sur soit même à votre banque distributeur je me suis déjà fait avoir de deux billets de €20 donc très utile lorsque l'on vous rend la monnaie. Évaluation:", "id": "fr_0850915"}
{"language": "fr", "output": "bien", "input": "Examen: Super coffret\n\nLe coffret est tout simplement génial ! 8 dvd de pur plaisir. Coffret magnifique Évaluation:", "id": "fr_0050718"}
{"language": "fr", "output": "mal", "input": "Examen: Attention ! Taille beaucoup trop petit !\n\nJe fais un 40, j'ai choisis la taille M, mais ça taille beaucoup trop petit ! Totalement inconfortable, avec la culotte qui m'a lacérée la peau. En sachant que j'en ai acheté 2 à un prix très élevé, je suis vraiment vraiment vraiment très déçue. De l'argent gaspillé. Un scandale. À l'avenir veuillez indiquez ce problème dans votre annonce ! Évaluation:", "id": "fr_0481640"}
{"language": "fr", "output": "bien", "input": "Examen: Très beau\n\nAcheté pour ma fille, elle aime beaucoup. Il est très beau cet sac à dos. Évaluation:", "id": "fr_0114952"}
{"language": "fr", "output": "mal", "input": "Examen: Bien trop petit, l'annonce du jouet devrait indiquer la taille de celui-ci\n\nCe jouet est trés joli, réussi, mais sa taille est plutôt surprenante. Je ne m'attendais bien sur pas à un jouet de 15cm, mais de là à ne pas dépasser les 4cm. Évaluation:", "id": "fr_0433494"}
{"language": "fr", "output": "bien", "input": "Examen: La qualité\n\nProduit de qualité, par contre niveau tarif au secours !! Il est 20€ plus cher que sur d'autres sites... j'aimerai connaître la raison! Évaluation:", "id": "fr_0106158"}
{"language": "fr", "output": "mal", "input": "Examen: Envoi sans carton, donc carton du jouet abîmé...\n\nBonjour, toujours satisfait par mes commandes sur Amazon, j'ai eu la mauvaise surprise de recevoir cet article qui est un cadeau pour Noël sans carton Amazon de ce fait le carton d'emballage du jouet est abîmé, et avec de \"jolies\" étiquettes d'envoi... Impossible à enlever sans abîmé le carton du jouet... Décevant !!! Évaluation:", "id": "fr_0240492"}
{"language": "fr", "output": "bien", "input": "Examen: Conforme\n\nBien reçu, en parfait état, il ne me reste plus qu' à les essayer. Dommage qu'ils ne font pas des packs avec des nuances de gris et marron dans un même bloc. Évaluation:", "id": "fr_0989515"}
{"language": "fr", "output": "bien", "input": "Examen: Bien\n\nBien de bonne qualité ma fille de 4 ans et très contente. Pas déçu de cet achat. Je le conseil. Évaluation:", "id": "fr_0349694"}
{"language": "fr", "output": "bien", "input": "Examen: casque musique\n\nacheter pour ma fille qui est contente avec Évaluation:", "id": "fr_0482408"}
{"language": "fr", "output": "bien", "input": "Examen: Satisfait\n\nConvient totalement à ce que je souhaitais. Pour le prix je n'attendais rien d'autre Évaluation:", "id": "fr_0050223"}
{"language": "fr", "output": "bien", "input": "Examen: Un ruban étanche et performant.\n\nProduit reçu dans un emballage au top. 3 éléments à assembler pour faire fonctionner la bande led. Un mode d'emploi est dans la boîte pour la faire fonctionner, j'ai testé avec la télécommande et le téléphone et aucun problème à signaler dans les deux cas. J'ai déjà vu des rubans LED de moins bonne qualité. Mais celui là est au top. Évaluation:", "id": "fr_0807155"}
{"language": "fr", "output": "bien", "input": "Examen: Tres bien\n\nTrès bon petit sac imperméable, facile, bonne fabrication costaude, peut contenir, un portefeuille, un Ipad, une petite bouteille d'eau. Pour un prix tout à fait raisonnable. Évaluation:", "id": "fr_0803876"}
{"language": "fr", "output": "bien", "input": "Examen: Très contente\n\nTrès satisfaite de ma coque protège très bien mon iPad, très plat donc ne prend pas beaucoup de place et le verrouille directement lorsque je la referme, reçue en 1 jour, parfait Évaluation:", "id": "fr_0136008"}
{"language": "fr", "output": "mal", "input": "Examen: Incompatible avec le Leagoo S8\n\nJe l'avais commandé car il était conseillé pour le Leagoo S8, mais ne va pas du tout sur ce téléphone, la protection est trop petite elle ne couvre pas tout l'écran. Je vais le renvoyer. Évaluation:", "id": "fr_0038667"}
{"language": "fr", "output": "bien", "input": "Examen: très bien rapport qualité/prix\n\ntrès bien rapport qualité/prix boite très fragile Évaluation:", "id": "fr_0254660"}
{"language": "fr", "output": "mal", "input": "Examen: Article non conforme\n\nL'article n'est pas compatible avec le honor 9, contrairement à son titre (mensonger). Je suis déçue, et mon portable se retrouve sans protection! Évaluation:", "id": "fr_0363475"}
{"language": "fr", "output": "bien", "input": "Examen: Attention bien lire la description !\n\nPhotos trompeuses dommage je croyais en recevoir 4 j’en ai reçu que 2 bien lire l’annonce si on veux pas se tromper ! Mais vus le prix je croyais qu’il y en avait 4 . Évaluation:", "id": "fr_0706453"}
{"language": "fr", "output": "mal", "input": "Examen: Fleurs\n\nÇ est bien ce que je craignais il y a plus de mauvaises herbes que de fleurs Évaluation:", "id": "fr_0820002"}
{"language": "fr", "output": "mal", "input": "Examen: Mauvaise edition\n\nCe n’est pas la version actualisée qui est envoyée mais la version précèdente Évaluation:", "id": "fr_0350401"}
{"language": "fr", "output": "mal", "input": "Examen: Câble non adapté\n\nle Câble de cette batterie ne s'adapte pas sur un iPhone 6 ... contraire de ce qu’il y a marqué sur l’annonce ... la batterie ne me servira donc pas .. déçue Évaluation:", "id": "fr_0625406"}
{"language": "fr", "output": "bien", "input": "Examen: Parfait\n\nDivise la sortie sortie de ma tv Samsung vers une barre son et un casque bluetooth en simultané Évaluation:", "id": "fr_0269175"}
{"language": "fr", "output": "mal", "input": "Examen: Pas solide\n\nIl c’est cassé en roulant, la fixation c’est fendue en roulant sur une route irrégulière... Paraissait bien Évaluation:", "id": "fr_0363054"}
{"language": "fr", "output": "mal", "input": "Examen: Déçu\n\nPas top top je n’en rachete pas car pas vraiment solide Évaluation:", "id": "fr_0812547"}
{"language": "fr", "output": "mal", "input": "Examen: Très mauvaise qualité\n\nReçu aujourd'hui, impossible de le poser, aucune adhérence, vraiment nul, je déconseille vraiment ce produit pour le samsung S7 edge. Évaluation:", "id": "fr_0340821"}
{"language": "fr", "output": "mal", "input": "Examen: C'est vraiment Maxime Chattam qui a écrit ça ?\n\nJ'ai déjà lu une bonne partie des livres de Maxime Chattam. Je savais que cette saga était différentes des autres bouquins ce cet auteur, et bien que j'ai plutôt apprécié les premières pages, et que je n'ai actuellement lu qu'une grosse moitié, je suis en train de complètement décrocher. Pourquoi ? On dirait un ado qui vient de s'essayer à son premier roman (et ce n'est pas un style volontaire, ou alors totalement raté, tant les dialogues et les attitudes des personnages sont très peu crédibles et n'ont bien souvent aucun sens). Je suis très déçu. Je vais m'accrocher pour finir ce premier tome mais je ne continuerai probablement pas avec les autres. Évaluation:", "id": "fr_0141639"}
{"language": "fr", "output": "mal", "input": "Examen: Marchandise défectueuse\n\n2 Tampons sur 4 inutilisables car arrivés complètement secs ... Rien ne marque : Bon à jeter à la poubelle. Vu le délai de livraison, ça ne me surprend pas .... Très déçue... Évaluation:", "id": "fr_0620298"}
{"language": "fr", "output": "bien", "input": "Examen: Peut être amélioré\n\nJuste trop lent à chauffer le repas Évaluation:", "id": "fr_0659515"}
{"language": "fr", "output": "bien", "input": "Examen: J'adore !\n\nSuper tapis. Avec ce carrelage froid sous les pieds ou quand je suis assise par terre c'était horrible. Là, c'est super le tapis est doux et agréable. La couleur frise est sobre et moderne. Je le mets des fois sur le canapé pour avoir bien chaud ! Il n'est pas cher et de bonne qualité. J'aime beaucoup que cela donne dans mon salon ! Évaluation:", "id": "fr_0813759"}
{"language": "fr", "output": "mal", "input": "Examen: Commande non reçu par momox. A fuir\n\nAu bout d’un mois je n’ai toujours pas reçu ma commande de chez Momox. Malgré les nombreux mails renvoyés pour leur préciser. Mes courriers n’ont jamais été pris en compte. Évaluation:", "id": "fr_0476098"}
{"language": "fr", "output": "mal", "input": "Examen: Confortable mais transparente\n\nTrès confortable, la taille est parfaite. C'est juste dommage que ce leggings est vraiment très transparent et donc pas possible de le porter sans robe ou comme pyjama. Évaluation:", "id": "fr_0358274"}
{"language": "fr", "output": "bien", "input": "Examen: Durée exceptionnelle\n\nTres facile à insérer dans le téléphone batterie très résistante Évaluation:", "id": "fr_0095208"}
{"language": "fr", "output": "bien", "input": "Examen: Bien mais cher\n\nAchat assez satisfaisant. J'aurais aimé que le yaourt soit creux sous l'opercule mais ce dernier se ferme par un scratch. Évaluation:", "id": "fr_0584988"}
{"language": "fr", "output": "mal", "input": "Examen: O pointé! Ne fonctionne carrément pas!\n\nAppareil carrément décevant, le mixeur ne s'active tous simplement pas, le manche (comme je viens à peine de lire dans le tout dernier commentaire) devient en effet très chaud, donc désagréable à utiliser! Nous allons rendre l'appareil et espérons être remboursés des frais de retour! Évaluation:", "id": "fr_0098197"}
{"language": "fr", "output": "bien", "input": "Examen: compatible avec ma cocotte lidl\n\nJ'ai une cocotte minute de chez lidl achetée il y a quelques années pour laquelle j'avais des difficultés à trouver un joint de remplacement. Celui-ci s'y adapte parfaitement, comme celui d'origine. Très contente de mon achat. Évaluation:", "id": "fr_0295698"}
{"language": "fr", "output": "bien", "input": "Examen: Vo vraiment le coup pour le prix\n\nPrix en magasin chinois le même 80 euros Évaluation:", "id": "fr_0386481"}
{"language": "fr", "output": "bien", "input": "Examen: Fonctionnel\n\nSuper pratique et supporte bien la charge. J'en ai acheté en différents formats et ça me rends bien service ! Je recommande vivement Évaluation:", "id": "fr_0314729"}
{"language": "fr", "output": "mal", "input": "Examen: Figurine mis dans un carton non adéquat.\n\nLa figurine va très bien, sauf que le carton de la figurine est abimé. Amazon l'ont mis dans un carton pas du tout adéquat à celui-ci. ( un objet carré dans un carton rond très logique de la part d'amazon.) sinon le colis est arrivé vite. Évaluation:", "id": "fr_0978913"}
{"language": "fr", "output": "bien", "input": "Examen: pour les fans\n\nTrès belle biographie! Évaluation:", "id": "fr_0129400"}
{"language": "fr", "output": "mal", "input": "Examen: Mitigée...\n\nLe support tient bien seulement si on ne le monte pas complètement ! En position montée au max, il a tendance à se tordre et à retomber, car la fixation (avec les vibrations) se desserre et retombe... Évaluation:", "id": "fr_0697927"}
{"language": "fr", "output": "bien", "input": "Examen: Beau blouson\n\nTrès beau blouson et bien chaud mais attention pour mon fils de 10 ans j ai pris du 14 ans. Il taille petit mais fera le bonheur de vos enfants. Évaluation:", "id": "fr_0417681"}
{"language": "fr", "output": "mal", "input": "Examen: ni reçu ni remboursé, marchand à fuir\n\naucun sérieux , article jamais reçu ni remboursé, du vol tout simplement! Évaluation:", "id": "fr_0690984"}
{"language": "fr", "output": "mal", "input": "Examen: Bof\n\nTactile affaiblie. Après 1mois d'utilisation la coque se retire TROP facilement. Du coup même dans la poche elle se retire du à un élargissement de la coque Évaluation:", "id": "fr_0417760"}
{"language": "fr", "output": "mal", "input": "Examen: titres mensongé\n\nfaut titre ce n'est pas un vaporisateur mauvaise description du produit je ne suis pas du tout content de ma commande je suis vraiment très déçus...nul Évaluation:", "id": "fr_0507868"}
{"language": "fr", "output": "mal", "input": "Examen: C’est de l’arnaque Je suis pas d’accord\n\nC’est de la merde il tient pas il arrête pas de tomber Heureusement j’ai déballé la boîte sinon je le renvoie Évaluation:", "id": "fr_0163619"}
{"language": "fr", "output": "bien", "input": "Examen: Très utile\n\nBon pour tendre ,rapport qualité prix très bon.. Évaluation:", "id": "fr_0262204"}
{"language": "fr", "output": "bien", "input": "Examen: Montage sur Modus 2 ok\n\nparfaitement adapté et ressemblant (modus 2) pour le prix c'est très correct (à voir la durée dans le temps) Évaluation:", "id": "fr_0082060"}
{"language": "fr", "output": "mal", "input": "Examen: Manque d'autonomie\n\nEn suivant très exactement le protocole de 12 heures de charge et décharges à 9% à quatre reprises, j'obtiens une batterie qui n'a que 1 heure 15 d'autonomie. Ce qui pour moi est très largement insuffisant. Évaluation:", "id": "fr_0324799"}
{"language": "fr", "output": "mal", "input": "Examen: Bon son mais instable ou défaut sur une oreillette ? À retourner .\n\nAu déballage , l’article est correct . Le son est bon mais dommage , une oreillette se coupe et se déconnecte .Sans doute défaut de fabrication .Retour obligatoire . Évaluation:", "id": "fr_0113252"}
{"language": "fr", "output": "bien", "input": "Examen: Top\n\nExcellent produit, résistant et conforme au photo du vendeur, je recommande. Évaluation:", "id": "fr_0301972"}
{"language": "fr", "output": "mal", "input": "Examen: 👎\n\nJe déconseille ne tien pas du tout Évaluation:", "id": "fr_0802114"}
{"language": "fr", "output": "bien", "input": "Examen: Bon thriller\n\nUn magnifique thriller qui tient en haleine jusqu'à la dernière page, et ce, sans temps mort aucun. Évaluation:", "id": "fr_0505686"}
{"language": "fr", "output": "mal", "input": "Examen: Déçue\n\nTrès déçue Ne tiens pas du tout et se déforme vite à déconseiller ....j'en ai commandé 6 je suis dégoûtée, je vais m'en débarrasser Évaluation:", "id": "fr_0937554"}
{"language": "fr", "output": "mal", "input": "Examen: Sac décevant\n\nSac abîmé ... super déçu qu'en je l'ai reçu ... dommage ! Évaluation:", "id": "fr_0437736"}
{"language": "fr", "output": "mal", "input": "Examen: Le Monstre à Paris impossible à lire\n\nJ'ai acheté ce DVD et le Monstre à Paris est impossible à lire, il y a deux pubs et terminé. Je suis très déçue surtout que c'était un cadeau Évaluation:", "id": "fr_0273186"}
{"language": "fr", "output": "mal", "input": "Examen: Mauvaise qualité ....\n\nA peine après avoir ouvert la boite, le pied du micro c'est cassé ...Simplement en voulant fixer le micro dessus ;( Évaluation:", "id": "fr_0365778"}
{"language": "fr", "output": "mal", "input": "Examen: Comment je fais pour le câble défaillant ?\n\nUn câble ne rentre pas dans la base du téléphone ou tablette et donc ne fonctionne pas Évaluation:", "id": "fr_0816136"}
{"language": "fr", "output": "bien", "input": "Examen: Géniale\n\nPas trop épaisse et robuste juste ou il faut. Je recommande vivement !! Elles sont parfaitement adaptée à la pratique du ski et du snow board Évaluation:", "id": "fr_0997830"}
{"language": "fr", "output": "bien", "input": "Examen: On va dire ok moyent haut!\n\nTout va bien même si la qualité présente quelques petits creux sur deux ou trois couverts du service mais bon on y voit rien et le rapport qualité prix est correct Évaluation:", "id": "fr_0335858"}
{"language": "fr", "output": "bien", "input": "Examen: Très pratiques\n\nPlateaux très pratiques et plutôt esthétiques pour la mise à disposition sur table. Évaluation:", "id": "fr_0984418"}
{"language": "fr", "output": "bien", "input": "Examen: Impeccable\n\nAprès avoir commandé un clavier en reconditionné Amazon, je me suis rendu compte que celui-ci ne fonctionnait pas (plusieurs touches défectueuses). Je décide donc de retenter cette fois sur du neuf avec crainte vu les commentaires que celui-ci fonctionne mal. Pas de soucis pour moi, la barre espace fonctionne sans problèmes. J'utilise ce clavier depuis 4 mois et je n'ai pas de problèmes de touches sur la version grise. Les touches sont réactives et la frappe agréable en plus d'être silencieuse. Je trouve le design vraiment réussi et la finition grise très jolie. Le rétro éclairage des touches n'est pas trop agressif pour les yeux, et suffisant selon moi. Il y a 5 touches macro pour paramétrer le clavier selon vos jeux. Le logiciel swarm permet de configurer les touches ainsi que l'éclairage des touches. En négatif, je trouve dommage que l'on ne puisse pas éclairer chaque touche comme on le souhaite. L'éclairage fonctionne pas zone et groupe de touches (j'utilise le mode vague qui fait un balayage des couleurs en RGB). Sinon pour le reste il est parfait pour mes besoins. Évaluation:", "id": "fr_0058004"}
{"language": "fr", "output": "mal", "input": "Examen: Décevant\n\nProduit bien emballé avec écrin satin. La couleur par contre n etais pas conforme. Je ne trouve pas que cela fait un effet poil puisque avec la chaleur de la peau cela s etale Évaluation:", "id": "fr_0013089"}
{"language": "fr", "output": "mal", "input": "Examen: Ne convient pas à ma demande\n\nJe trouve le sac petit je ne m'attendais pas à cela en le commandant, je suis assez déçu par cet article Évaluation:", "id": "fr_0563315"}
{"language": "fr", "output": "mal", "input": "Examen: Non complète\n\nChicha non complète renvoyer Évaluation:", "id": "fr_0604614"}
{"language": "fr", "output": "mal", "input": "Examen: Livre qui ne fonctionne pas\n\nPetit livre vraiment sympa aux niveaux images mais par contre : 1 er achat ne fonctionne pas , donc Amazon me livre un 2eme livre et celui-ci ne fonctionne pas non plus ... Dans les 2 cas , les piles sont oxydées, donc peut-être le problème vient de ça... En tout cas Pas de chance pour moi et vraiment déçue par contre le service client Amazon est top et réactif ! Évaluation:", "id": "fr_0718963"}
{"language": "fr", "output": "bien", "input": "Examen: Très bon produit\n\nJe ne met qje 4 étoile car je n'ai pas pu la testé la testé plus de deux jours, mon téléphone étant en fin de vie et non la batterie. Mais ca m'a suffit pour voir qu'elle avait tout pour plaire. Évaluation:", "id": "fr_0843444"}
{"language": "fr", "output": "bien", "input": "Examen: faber castell crayons aquarellables\n\nje suis très satisfaite ; bon rapport qualité-prix, arrivé selon le calendrier annoncé. Tout va bien. Je recommande cet article. Évaluation:", "id": "fr_0172238"}
{"language": "fr", "output": "bien", "input": "Examen: j'adore\n\nLe boitier pou SSD est conforme à la description, il fonctionne très bien je n'ai jamais eu de problème avec, et il est asse sympa. Évaluation:", "id": "fr_0986573"}
{"language": "fr", "output": "bien", "input": "Examen: La cheville sur le gateau ! 👍\n\nParfait 5 étoiles pour 5 raisons !! Livraison ultra rapide, conforme à la description, look génial, aucun plastique désormais sur ma guitare .... et surtout un petit plus au niveau du son ... plus de puissance et de sustain manifestement sur ma folk en acajou ... Yeah 🎶 Évaluation:", "id": "fr_0783929"}
{"language": "fr", "output": "mal", "input": "Examen: Ne colle pas à l'écran, l'eau passe entre le filtre et l'écran\n\nSeuls le haut et le bas du filtre collent à l'écran, ce qui fait qu'on peut légèrement décoller le filtre entre les deux. D'une, la qualité du tactile s'en voit grandement réduite. De deux, de l'eau peut passer entre l'écran et le filtre, il est ensuite impossible de la retirer, ce qui rend inutilisable le tactile tant que l'eau n'a pas séché, puis laisse des traces. J'ai racheté un autre filtre une semaine plus tard.. Seul point positif : la facilité d'application. N'étant pas collé, il ne fait pas de bulle. Évaluation:", "id": "fr_0560273"}
{"language": "fr", "output": "mal", "input": "Examen: difficile à utiliser\n\nle mode d'emploi est en chinois donc difficile a comprendre, la montre peut être connectée via une application mais on ne sait pas laquelle ! bref gadget inutile ! Évaluation:", "id": "fr_0460707"}
{"language": "fr", "output": "bien", "input": "Examen: Super mais.....\n\nPas top a tenu 3 mois et déjà de la buée derrière le verre, problème connu mais non réglé. Dommage car pour le reste c’est rop Évaluation:", "id": "fr_0224483"}
{"language": "fr", "output": "bien", "input": "Examen: Un vrai bonheur super simple\n\nUn vrai bonheur, j'en fait tout les week-end. Hyper rapide à préparer ensuite patience pendant 12h donc je les fais le vendredi soir. Seul bémol mais tout petit ce sont les capuchons : ils se clippent donc pas toujours facile à les enlever comparé à des couvercles qui se vissent Évaluation:", "id": "fr_0346778"}
{"language": "fr", "output": "mal", "input": "Examen: Aucune odeur ! à fuir\n\nBougies n'ayant aucune odeur lorsqu'on les allume. Qualité à revoir compte tenu du prix ! Je ne recommande pas. Évaluation:", "id": "fr_0254601"}
{"language": "fr", "output": "bien", "input": "Examen: bel article\n\nbonjour formidable son avec un intra SONY son tres precis en plus il est joli parfait Évaluation:", "id": "fr_0283981"}
{"language": "fr", "output": "mal", "input": "Examen: Nul\n\nC'est moche et pas solide ! Évaluation:", "id": "fr_0810506"}
{"language": "fr", "output": "bien", "input": "Examen: A tester\n\nTrès bon produit. Senteur agréable et fruitée Évaluation:", "id": "fr_0640757"}
{"language": "fr", "output": "mal", "input": "Examen: Type de connecteur Jack et non USB\n\nBonjour, Contrairement à ce qu'indique sa fiche, ce produit se branche en prise jack et non USB, c'est quelque peu embêtant... Évaluation:", "id": "fr_0254172"}
{"language": "fr", "output": "mal", "input": "Examen: Girafe brisée au transport!\n\nBonjour à vous alors voila j'ai bien reçu les deux girafes mais il y a une des girafes qui était casser quand je les ai déballé! J'aimerai savoir comment vous pouvez faire pour sa? Svp merci Évaluation:", "id": "fr_0791099"}
{"language": "fr", "output": "bien", "input": "Examen: Correcte\n\nLa qualité du tissu est plutôt correcte il fait assez réel. Agréablement surprise par la barbe et la perruque qui sont de qualité. Petit bémol j’avais commandé cet ensemble bas + haut et j’ai reçu qu’une tunique longue. Un peu déçue Évaluation:", "id": "fr_0920924"}
{"language": "fr", "output": "bien", "input": "Examen: Très bon rapport qualité prix\n\nCette batterie a beau être un peu lourde elle est pratique, solide et possède une assez grande capacité de recharge, je la charge 12h et peux recharger mon téléphone une dizaine de fois par la suite, très pratique si l'on a pas de prise de courants pendant longtemps, en camping, en exploration ou alors en cas d'inondation si vous êtes dans mon cas ^^' Évaluation:", "id": "fr_0431975"}
{"language": "fr", "output": "bien", "input": "Examen: Très bien\n\nJe l’utilise pour stocker la litière du chat que j’achète en vrac. Elle est très pratique et le design super, discrète et correspond aux dimensions que je cherchais Évaluation:", "id": "fr_0652827"}
{"language": "fr", "output": "bien", "input": "Examen: Agréable cahier\n\nTrès clair bon petit cahier pour une approche de la langue coréenne Évaluation:", "id": "fr_0135607"}
{"language": "fr", "output": "mal", "input": "Examen: non conforme\n\nimpossible de stocker plus de 4Go, si l'on rajoute des fichiers cela écrase les précédents. ARNAQUE Évaluation:", "id": "fr_0412456"}
{"language": "fr", "output": "mal", "input": "Examen: pas recu\n\nbonjour quand je vais dans mes commandes sa me dit que jai ete livré alors que je ne les pas recu comment sa se fait ?? merci cordialement Évaluation:", "id": "fr_0411590"}
{"language": "fr", "output": "bien", "input": "Examen: Prix attractif.\n\nPour le prix, je trouve cela sympa. Évaluation:", "id": "fr_0987603"}
{"language": "fr", "output": "bien", "input": "Examen: Très beau produit\n\nTrès bonne qualité, facile a utiliser et facile a insérer dans les oreilles Évaluation:", "id": "fr_0005102"}
{"language": "fr", "output": "mal", "input": "Examen: Produit non livré\n\nUn produit qui me plaisait beaucoup mais qui malheureusement n'est jamais arrivé à destination. J'ai demandé le remboursement à Amazon. Évaluation:", "id": "fr_0636902"}
{"language": "fr", "output": "mal", "input": "Examen: Déçue!\n\nJe n’ai pas reçus ma commande et ne répond pas à mes mails! Arnaque Évaluation:", "id": "fr_0688207"}
{"language": "fr", "output": "mal", "input": "Examen: Remboursement\n\nBonjour, je suis très déçue du produit qui ne m’a rien fait ! Quand j’ Passée la commande c’ Écrit satisfait ou remboursé, j’a Être remboursée s’ Vous plaît Évaluation:", "id": "fr_0369711"}
{"language": "fr", "output": "mal", "input": "Examen: Pffff 🙄\n\nFranchement, mais il part où le Sting ? Ennuyeux au possible Donné à des copains Évaluation:", "id": "fr_0736461"}
{"language": "fr", "output": "bien", "input": "Examen: TRES BEAUX VERRES POUR LE PRIX\n\nLes verres sont lourds et c'est ce que je recherchais. Je doute que ce sois du cristal mais ils sont de bonne facture. Made in Germany. A ce prix là, il faut pas se priver. Évaluation:", "id": "fr_0710510"}
{"language": "fr", "output": "bien", "input": "Examen: Bonnes ampoules.\n\nPar 10 c'est un prix très avantageux. Bonnes ampoules de bonne qualité. C'est le modèle le plus courant donc ça servira de toute façon. Évaluation:", "id": "fr_0621543"}
{"language": "fr", "output": "bien", "input": "Examen: très bien\n\néclaire très bien, trop bien même, ne pas la placer dans le champ de vision car c'est trop fort Évaluation:", "id": "fr_0162005"}
{"language": "fr", "output": "mal", "input": "Examen: Piece manquante\n\nJe l’ai reçu sans la tête. Est ce que vous pouvez m’en renvoyer une ? Merci Évaluation:", "id": "fr_0396340"}
{"language": "fr", "output": "bien", "input": "Examen: Dommage je l'ai cassé\n\nCasser au bout d'une semaine au travail mais c est ma faute. Sinon elle est très bien et agréable à boire. Finalement avec le travail que je fait, j'ai pris une bouteille plastique. Évaluation:", "id": "fr_0576417"}
{"language": "fr", "output": "mal", "input": "Examen: Transporteur non fiables\n\nArticle, jamais reçu, les transporteurs de la plateforme Amazone sont de plus en plus moins fiable. On vous livres pas mais on vous prélève l’argent de votre compte Évaluation:", "id": "fr_0091781"}
{"language": "fr", "output": "mal", "input": "Examen: Écrase la tête\n\nLe casque sert beaucoup trop. Évaluation:", "id": "fr_0394329"}
{"language": "fr", "output": "bien", "input": "Examen: ascenseur a émotions\n\nje ne suis pas déçu d avoir découverte cette histoire elle est juste magnifique on passe par pleins d émotions les larmes les rires la colère .l auteure nous tiens en haleine tous le long des 6 tomes on ne s'ennuie pas on croix aller d un coté et puis non on va d'un autre c 'est un énorme coup de coeur je vous conseille vivement de la lire .elle est magnifique meme si il y a des moments difficiles . Évaluation:", "id": "fr_0047715"}
{"language": "fr", "output": "bien", "input": "Examen: Très bon débit Wi-Fi dans tout le logement\n\nBox au bout de l'appartement ayant la fibre donc le Wi-Fi n'était pas terrible à l'autre bout de l'appartement. Avec Orbi, il n'y a plus de souci de débit avec le Wi-Fi Évaluation:", "id": "fr_0465499"}
{"language": "fr", "output": "mal", "input": "Examen: Très déçue\n\nProduit de très basse qualité, l’emballage est joli mais le « maquillage » qu’il contient est de très basse qualité, à peine le pinceau trempée dans un des petit contenants, on se rend compte qu’il n’y a qu’une très fine couche de produit sur le dessus. En dessous c’est une espèce de gélatine incolore. Complètement inutile donc Évaluation:", "id": "fr_0203987"}
{"language": "fr", "output": "bien", "input": "Examen: rangement très facile\n\nNous l'avons installer sur notre terrasse pour recevoir nos enfants ou amis l'été.Pour cet hiver, elle dormira au garage. Nous sommes très satisfait de cet achat. Le rapport qualité-prix est exceptionnel. Évaluation:", "id": "fr_0376231"}
{"language": "fr", "output": "bien", "input": "Examen: Au top\n\nAcheté pour monter une plaque de gaz dans ma caravane, au top rien a reprocher. Filetage standart, joints de bonne qualité et diamètre de la tétine précis. Évaluation:", "id": "fr_0891267"}
{"language": "fr", "output": "mal", "input": "Examen: Article reçu déchiré dans un angle\n\nA l'ouverture du sachet nous avons constaté que le drap était déchiré dans un angle. C'est dommage pour un article neuf, ce qui ne laisse pas apparaître une longévité importante... A ne pas conseiller aux autres acheteurs. Évaluation:", "id": "fr_0354588"}
{"language": "fr", "output": "mal", "input": "Examen: ne sort pas la puissance\n\nampoule vendue pour du 100w alors qu elle ne fond que 75w en plein phare..... Évaluation:", "id": "fr_0948097"}
{"language": "fr", "output": "bien", "input": "Examen: Nickel bon rapport qualite prix\n\nNickel bpn rapport qualite prix juste pour la synchronisation avec windows 10 il faut faire qlq manip. Sinon marche tres bien Évaluation:", "id": "fr_0230080"}
{"language": "fr", "output": "mal", "input": "Examen: Mauvaise qualité de vitre\n\nCes cadres sont jolis mais la vitre est de tellement mauvaise qualité qu'elle s'est brisée sur 2 d'entre eux lors de la mise en place de la photo. Évaluation:", "id": "fr_0622709"}
{"language": "fr", "output": "bien", "input": "Examen: TOP KILOS\n\nExcellent produit, il m'a permis de perdre en 1 mois mes 3 kilos, d'avoir cessé mes grignotages m'a aussi permis d'atteindre mon objectif Évaluation:", "id": "fr_0103515"}
{"language": "fr", "output": "bien", "input": "Examen: Design et un lumineux blanc pur !\n\nSuper, envoi rapide, emballage soigné. Les pieds sont simples à installer, il faut juste bien rentrer les deux petits picots en même temps. Le premier jour elles ont chargée à peine une heure et ont déjà éclairés toute la nuit. Blanc pur, parfait, juste ce que je voulais Évaluation:", "id": "fr_0239013"}
{"language": "fr", "output": "mal", "input": "Examen: Placard chaussures non solide attention\n\nAlors il est difficile à monter ça c'est compliqué faut quand même vérifier revérifier en tout cas moi je crois que je l'ai démonté plus de trois fois dans l'ensemble parce que je m'étais trompé de sens exetera et si c'était pas évident ou bien les fixer mais sinon lorsqu'on termine évidemment donc après on est vraiment content mais sa ne dure pas la qualité n'est pas du tout au rendez-vous je ne le recommande pas je souhaiterais même demander le remboursement car c'est vraiment de la merde Évaluation:", "id": "fr_0764843"}
{"language": "fr", "output": "bien", "input": "Examen: Conforme\n\nTaille correct... Je le pensais un peu plus long Évaluation:", "id": "fr_0775324"}
{"language": "fr", "output": "bien", "input": "Examen: fonctionne\n\npile pour montre parfait Évaluation:", "id": "fr_0268214"}
{"language": "fr", "output": "bien", "input": "Examen: Pour une bonne santé\n\nPour la décontraction des muscles Évaluation:", "id": "fr_0466853"}
{"language": "fr", "output": "bien", "input": "Examen: Pratique\n\nUtile pour le rééducation et ne prend que très peu de place. Facile à \"ranger\" Évaluation:", "id": "fr_0011369"}
{"language": "fr", "output": "mal", "input": "Examen: Combien de fois par semaine\n\nCombien de fois par semaine faut-il l’utiliser s’il vous plaît ?faut-il l’utiliser tout les jours ?? Évaluation:", "id": "fr_0271651"}
{"language": "fr", "output": "bien", "input": "Examen: un excellent sécateur\n\nParfait pour la taille, de la brindille à la petite branche de diamètre 1-2 ! Évaluation:", "id": "fr_0012664"}
{"language": "fr", "output": "bien", "input": "Examen: article interessant\n\narticle compliquée à utiliser dans un premier temps mais finalement bien utile. Les mesures ne sont pas identiques aux autres appareils que l'on peut connaitre mais nous permet facilement de surveiller notre eau et sans achat supplémentaire de produits Évaluation:", "id": "fr_0134094"}
{"language": "fr", "output": "mal", "input": "Examen: Mauvaise qualité\n\nCoule par dessous et ne tiens pas Évaluation:", "id": "fr_0121167"}
{"language": "fr", "output": "bien", "input": "Examen: Utile et complet\n\nUn ouvrage utile et complet qui accompagne l'écrivain néophyte sur les chemins escarpés de l'auto-édition! Évaluation:", "id": "fr_0709109"}
{"language": "fr", "output": "bien", "input": "Examen: Je kiffe\n\nJuste arrivé avec un petit pète mais reste très beau Évaluation:", "id": "fr_0340586"}
{"language": "fr", "output": "bien", "input": "Examen: Très bien pour les papiers.\n\nTrès pratique pour le rangement de papier et photos Évaluation:", "id": "fr_0861229"}
{"language": "fr", "output": "bien", "input": "Examen: Une excellente traduction qui apporte quelque chose de neuf\n\nUne excellente traduction de cet immense classique qui brille à la fois par sa fidélité au texte et sa créativité linguistique, ce qui est excessivement difficile à combiner. Évaluation:", "id": "fr_0472884"}
{"language": "fr", "output": "bien", "input": "Examen: Parfait\n\nSuper coque enveloppe très bien le téléphone vitré en plus on ne peut demander plus pour le prix rien à redire Évaluation:", "id": "fr_0125748"}
{"language": "fr", "output": "mal", "input": "Examen: compote andros\n\nbocal mal protégé dans le carton arrivé en morceau de la compote plein le carton donc pour vous dire comment était le produit , faudrait - il que j'ai pu le gouter donc aucune note possible Évaluation:", "id": "fr_0122262"}
{"language": "fr", "output": "bien", "input": "Examen: Partenaire idéal pour bébé !\n\nLa monture est de bonne facture. Les verres semblent être de qualité. Bon rapport qualité prix. Je recommande ce produit. Évaluation:", "id": "fr_0990086"}
{"language": "fr", "output": "mal", "input": "Examen: Bof...\n\nJ'avais acheté cette pâte pour essayer d'effacer les micro-rayures sur une Apple Watch (modèle sport) mais cela n'a servi à rien. Je suis donc assez septique sur l'utilisé de ce produit. Évaluation:", "id": "fr_0507637"}
{"language": "fr", "output": "bien", "input": "Examen: Très bon rapport qualité prix\n\nInstallé facilement grâce au guide papier. Rendu très joli sur un mur blanc. Les aiguilles et les chiffres ont une taille correct. Évaluation:", "id": "fr_0307720"}
{"language": "fr", "output": "mal", "input": "Examen: Produit dans la limite du raisonnable\n\nLes verres trempés ne sont pas si robuste que ça. Suffit pour protégé des griffes . Très facile à installé malgres la présence de quelques minuscules bulles. Évaluation:", "id": "fr_0911937"}
{"language": "fr", "output": "mal", "input": "Examen: Verre de mauvaise taille.\n\nVraiment déçu de ma commande, le verre ne protège pas intégralement l'écran (Il reste 0.5cm de chaque côté du téléphone n'étant pas protégé) ce qui représente une gêne pour l'utilisation et une protection qui n'est pas optimale. Évaluation:", "id": "fr_0197330"}
{"language": "fr", "output": "mal", "input": "Examen: Port peu agréable\n\nTissu très moyen, ça fait très synthétique, pas très agréable à porter. Dommage car les motifs rendent bien Évaluation:", "id": "fr_0932379"}
{"language": "fr", "output": "bien", "input": "Examen: Bien\n\nTaille un petit peu petit Évaluation:", "id": "fr_0545336"}
{"language": "fr", "output": "bien", "input": "Examen: rien a dire\n\nca fonctionne très bien, a voir dans le temps car elle me semble bien légère. Sinon rien a signaler vu son prix derisoire Évaluation:", "id": "fr_0640791"}
{"language": "fr", "output": "bien", "input": "Examen: Hotte aspirante\n\nAppareil fonctionne correctement avec un peu de bruit s seul souci finition au niveau du conduit pas bien trop trop d'espace entre la hotte et conduit.gaine rigide. Évaluation:", "id": "fr_0459409"}
{"language": "fr", "output": "mal", "input": "Examen: Sa dépanne bien\n\nBeaucoup de bug avec l’application ne reporte pas toujours les données pulsation calorie .. perd la synchronisation après chaque recharge sur PC Évaluation:", "id": "fr_0611372"}
{"language": "fr", "output": "mal", "input": "Examen: Jolie mais fragile\n\nJolies mais l’accroche ne tient vraiment pas j’ai eu la recoller beaucoup de fois Évaluation:", "id": "fr_0826831"}
{"language": "fr", "output": "mal", "input": "Examen: Les graines n'ont pas germées\n\nLes graines n'ont jamais pris Évaluation:", "id": "fr_0143780"}
{"language": "fr", "output": "mal", "input": "Examen: Déçue\n\nLe produit n’est même pas complet. Les 2 AAA ne sont même pas présentes dans le colis Pas la peine de proposer quelque chose en ligne si celui-ci n’est pas complet. Déçue !! Évaluation:", "id": "fr_0547891"}
{"language": "fr", "output": "bien", "input": "Examen: Exellent rapport qualité prix\n\nMatériau résistant, belle finition, système de verrouillage super pratique. le tout livré en expresse Parfait! Évaluation:", "id": "fr_0358001"}
{"language": "fr", "output": "bien", "input": "Examen: Recommandé\n\nPour continuer cette belle série Évaluation:", "id": "fr_0648502"}
{"language": "fr", "output": "mal", "input": "Examen: Arrivé brisé\n\nLe cadre est ce que je pensais, cependant, il a été livré complètement cassé au sommet. Je vais contacter la société pour un remplacement. Évaluation:", "id": "fr_0768259"}
{"language": "fr", "output": "bien", "input": "Examen: ça dépanne\n\nRapport qualité prix c'est vraiment bien. Evidemment vous n'obtiendrez pas la même qualité d'enregistrement qu'un micro pro. Je possède aussi un micro shure et on sent la différence au niveau du poids et du son. Sinon il fait correctement le job... Évaluation:", "id": "fr_0888591"}
{"language": "fr", "output": "mal", "input": "Examen: Made in China de l'époque de Mao\n\nComment est-t'il possible de vendre (et de fabriquer) un article d'une telle qualité.....ne pas utiliser risque de casse, attention fragile. Évaluation:", "id": "fr_0256552"}
{"language": "fr", "output": "bien", "input": "Examen: Fait le boulot..\n\nPlus cheap que je le pensais. Fait le boulot, le téléphone est bien protégé. On verra à l'usage. Le clapet n'a pas de blocage. Évaluation:", "id": "fr_0087968"}
{"language": "fr", "output": "mal", "input": "Examen: bien mais fragile\n\nà la première utilisation une des branches s'est cassée... toujours utilisable mais vraiment dommage car on ne peut même pas bricoler ça, la pièce est vraiment faite pour casser à mon sens. par contre, pour le prix ca reste correcte mais il faut vraiment en prendre soin. autre point négatif, on ne peut pas le poser par terre une fois replié car justement si non on le poserai sur les bouts de branche fragiles Évaluation:", "id": "fr_0087835"}
{"language": "fr", "output": "bien", "input": "Examen: Bon rapport qualité/prix. Satisfaite de mon achat\n\nPour le prix, on ne peut demander plus... Évaluation:", "id": "fr_0094851"}
{"language": "fr", "output": "bien", "input": "Examen: Parfaite\n\nLe seul bémol serait que je dois passer une couche de vernis ou d'huile pour éviter les futures tâches. Mais en tout cas, je recommande la table, elle est pratique et très belle! Évaluation:", "id": "fr_0992179"}
{"language": "fr", "output": "bien", "input": "Examen: Bien\n\nFait le travail pour lequel elle est prévu sans toutefois être magique. Sur le H1n la bonnette gène un peu l'accès à la molette de sensibilité mais ce sera pareil avec une autre. Pour le prix je pense qu'elle vaut tout a fait celle de ZOOM. Évaluation:", "id": "fr_0826198"}
{"language": "fr", "output": "mal", "input": "Examen: ARTICLE CASSE DANS L EMBALLAGE\n\nL'ampoule en verre était emballée dans une enveloppe PLATE , elle est donc arrivée cassée, INUTILISABLE ! Évaluation:", "id": "fr_0290043"}
{"language": "fr", "output": "mal", "input": "Examen: Confortable, mais peu respirant\n\nA acheter si vous aimez avoir le dos humide la nuit ! Évaluation:", "id": "fr_0396148"}
{"language": "fr", "output": "bien", "input": "Examen: Cava pour le prix\n\nUn crevé sur le 2 gonfler. Facile a faire, gonfler. Ils sont tres large. Ils ont pas faire peur a mes oies ni poules mais jespere le renard. Évaluation:", "id": "fr_0722270"}
{"language": "fr", "output": "bien", "input": "Examen: Génial !\n\nSuper produit, qualité et tarif ! Évaluation:", "id": "fr_0094814"}
{"language": "fr", "output": "mal", "input": "Examen: Déçue\n\nCher pour ce que c'est. Le bouchon de celui que j'ai reçu ne se ferme pas totalement, donc fuit et inutilisable 👍🏼. Évaluation:", "id": "fr_0296114"}
{"language": "fr", "output": "mal", "input": "Examen: Dommage\n\nPas de silicone antidérapante çà glisse des mains c est rigide Évaluation:", "id": "fr_0401397"}
{"language": "fr", "output": "bien", "input": "Examen: Humour médical décapant!\n\nHumour médical décapant! Évaluation:", "id": "fr_0985570"}
{"language": "fr", "output": "bien", "input": "Examen: Bon produit\n\nJe chercher depuis quelques temps de la lumière pour ma piscine et je l’ai enfin trouvé , petit b molle si jamais la télécommande tombe en panne je me demande comment je pourrais faire fonctionner ma lumière Évaluation:", "id": "fr_0456350"}
{"language": "fr", "output": "bien", "input": "Examen: mise en route\n\ntrès bon produit marche impec ,rien a programmer !dés les piles misent ça marche ! Évaluation:", "id": "fr_0510112"}
{"language": "fr", "output": "bien", "input": "Examen: Presque bien\n\nLe calendrier est arrivé sans le bonnet du père Noël.. Je l ai commandé ya plus d un mois désormais mais tjr bon de le préciser car c est pas normal surtout quand c est indiqué comme accessoire !!! Évaluation:", "id": "fr_0477299"}
{"language": "fr", "output": "mal", "input": "Examen: Garantie de produits\n\nPas top,, c'est pas bien,, déjà il est Hors service,,, nul Évaluation:", "id": "fr_0113025"}
{"language": "fr", "output": "bien", "input": "Examen: Bien\n\nBonne qualité, se met facilement et rempli bien sa fonction pour avoir déjà casser le 1er. Prix intéressant pour les 2 pièces Évaluation:", "id": "fr_0445374"}
{"language": "fr", "output": "mal", "input": "Examen: Durée de vie 12 mois\n\nBatterie acheter pour remplacer celle d'un onduleur APC 650 en novembre 2017 et l'onduleur m'indique une batterie HS en novembre 2018... La batterie n'est pas cher mais la durée de vie est très faible.. Mieux vaut mettre 50 € ou plus et avoir une batterie qui tient 5 ou 6 ans comme celle d'origine. Évaluation:", "id": "fr_0420146"}
{"language": "fr", "output": "bien", "input": "Examen: Bien mais gros défaut\n\nBien pour le prix. Un gros défaut, le panier ne tient pas lorsqu’il est hors de l’huile, difficile d’expliquer par écrit mais j’ai pour habitude de charger le panier et de plonger les frites ensuite ici ce n’est pas possible de tenir le panier hors de l’huile. Évaluation:", "id": "fr_0622012"}
{"language": "fr", "output": "bien", "input": "Examen: Une sonnette efficace et qui vaut le détour !\n\nLe produit est vraiment conforme à mes attentes ! Le coffret proposé est soigné et la sonnette de porte très design. Le blanc laqué est très épuré et donne envie de le mettre chez soi. Rien de plus simple pour l'utiliser : la boîte fournit une pile à insérer dans le boîtier sur lequel on va sonner, et le récepteur est simplement à brancher sur une prise de courant. La portée est optimale : nous l'avons mis à l'extérieur, près de notre boîte aux lettres à laquelle on accède par un chemin et le signal est juste parfait ! La sonnerie est délicate et ne produit pas un bruit entêtant. Le volume peut d'ailleurs être réglé sur l'interface de la prise murale. La boîte est également équipée d'un petit tournevis plat qui permet d'ouvrir facilement la sonnette, un kit de fixation et un scotch double face sont proposés pour faciliter la pose. Un petit manuel d'utilisation est fourni pour comprendre facilement les différentes options proposées sur le produit. Le rapport qualité prix défie toute concurrence et je ne peux que vous recommander d'acheter ce produit qui va vous permettre d'être prévenu sans aucun doute de n'importe quel visiteur qui voudrait vous rendre visite ! Évaluation:", "id": "fr_0793182"}
{"language": "fr", "output": "bien", "input": "Examen: Problème avec la livraison\n\nDommage que le carton contenant mes articles était ouvert Évaluation:", "id": "fr_0557400"}
{"language": "fr", "output": "bien", "input": "Examen: Chargeur rapide !\n\nC'est bien vu d'avoir créer un chargeur USB C + USB A, parfait pour recharger téléphone et tablette en même temps et ce très rapidement. Le chargeur semble de qualité à voir dans le temps, mais à première vue c'est un très bon produit. Évaluation:", "id": "fr_0497779"}
{"language": "fr", "output": "mal", "input": "Examen: Outils inutilisables\n\nLes tournevis sont trop gros par rapport à la visserie des l'iPhones. Il m'est donc impossible de pouvoir ouvrir et réparer le téléphone. Évaluation:", "id": "fr_0002954"}
{"language": "fr", "output": "bien", "input": "Examen: Top\n\nTres contente de mon achat... quand on voit ce que demande le constructeur de piscine bien contente d etre passée par amazon. On le pose dans le fond et il fait son programme pendant 2h. Évaluation:", "id": "fr_0391177"}
{"language": "fr", "output": "bien", "input": "Examen: palette au top!!\n\nPalette de très bonne qualité, agréablement surprise vue le prix! Les fards tiennent bien toute la journée et sont bien pigmentés ( sauf les fards irisés, préférez l'application au doigts). Évaluation:", "id": "fr_0603678"}
{"language": "fr", "output": "bien", "input": "Examen: Top\n\nFacile à monter sur une porte de cave au début les chats étaient réticent mais maintenant plus de souci Évaluation:", "id": "fr_0855658"}
{"language": "fr", "output": "bien", "input": "Examen: Bien\n\nCorrespond au besoin de mon fils Évaluation:", "id": "fr_0818100"}
{"language": "fr", "output": "mal", "input": "Examen: perds ses cheveux\n\nMa soeur vient de recevoir sa tête a coiffée. Elle perd énormément de cheveux. Évaluation:", "id": "fr_0553277"}
{"language": "fr", "output": "bien", "input": "Examen: Bon produit\n\nBon produit neuf, livré dans un emballage soigné, la coque épouse parfaitement le téléphone, les découpes sont parfaites, le produit ne dénature pas le téléphone. Il commence néanmoins à jaunir au bout de 3 mois. Dommage Évaluation:", "id": "fr_0543204"}
{"language": "fr", "output": "bien", "input": "Examen: Batterie produite par une marque sérieuse et professionnelle\n\nLa batterie initialement achetée s'est avérée défectueuse mais on ne peut qu'applaudir le professionnalisme d'Anker qui m'a gentiment contacté et su trouver un arrangement. Il faut mieux une vraie batterie Anker qu'une fausse batterie Samsung ;-) Avec une bonne batterie Anker, un Samsung Galaxy S4 reprend vie et doit retrouver son autonomie initiale. Anker livre son produit avec une notice expliquant les bons gestes à adopter pour préserver votre batterie au lithium et qui d'ailleurs sont valables quelle que soit la marque. Évaluation:", "id": "fr_0361435"}
{"language": "fr", "output": "bien", "input": "Examen: Beau et fonctionnel\n\nLivraison rapide et bien emballé. Produit conforme à l image Couleur très jolie et rangement suffisant. Je recommande Évaluation:", "id": "fr_0456131"}
{"language": "fr", "output": "bien", "input": "Examen: Lanceur de toupie\n\nPetit objet en plastique qui est d'une facilité d'utilisation , fait pour les experts des toupies , le maintien est très correct Évaluation:", "id": "fr_0791146"}
{"language": "fr", "output": "mal", "input": "Examen: Lame trop fragile !\n\nVraiment un super couteau à huitres mais rien à faire la lame est trop fragile, c'est le deuxième qui casse...Alors que de ma vie, je n'avais jamais cassé de couteaux à huitres... Du coup, je ne retenterai pas l'expérience une troisième fois. Évaluation:", "id": "fr_0604385"}
{"language": "fr", "output": "mal", "input": "Examen: Chargeur\n\nJe n ai toujours pas reçu cette article et j aimerai l avoir Merci de faire le nécessaire Cdlt Évaluation:", "id": "fr_0629943"}
{"language": "fr", "output": "mal", "input": "Examen: Pas assez précis\n\nDeux thermomètres achetés en même temps. 2 degrés d'écart entre les deux, c'est trop Évaluation:", "id": "fr_0128333"}
{"language": "fr", "output": "bien", "input": "Examen: Bon produit\n\nConforme à l'annonce Évaluation:", "id": "fr_0116240"}
{"language": "fr", "output": "mal", "input": "Examen: Ne fonctionne déjà plus...\n\nAcheté le 24 septembre 2018, ne fonctionne plus le 11 octobre 2018 même pas un mois d'utilisation à base de 2 à 3 utilisation par semaine durant 3h environ a chaque utilisation. Malgré son dysfonctionnement soudain l'appareil a rempli son rôle... Conclusion, retour à l'expéditeur pour remboursement. Évaluation:", "id": "fr_0685511"}
{"language": "fr", "output": "mal", "input": "Examen: Le client\n\nTondeuse non conforme elle ne coupe pas du tout les poils de mon caniche ( pour les personnes qui sont dans là région du cité de Saran pourquoi serait il pas possible de rapporter les colis directement ??? ) Évaluation:", "id": "fr_0809226"}
{"language": "fr", "output": "mal", "input": "Examen: Plaque métal\n\nDéçue, arrivée tordue inutilisable comme la plupart de celles que j'ai commandé ce jour là chez d' autres fournisseurs... Enveloppes bulles c'est tout ! Évaluation:", "id": "fr_0900719"}
{"language": "fr", "output": "bien", "input": "Examen: Jeu de cartomancie\n\nUn très bon jeu pour les novices.... Évaluation:", "id": "fr_0384927"}
{"language": "fr", "output": "bien", "input": "Examen: Systeme de fixation idéal , bonne finition\n\nLivraison rapide, conforme à la description, il manque une documentation pour obtenir les 5 étoiles. mon épouse est très contente. Bonne Qualitè Évaluation:", "id": "fr_0935603"}
{"language": "fr", "output": "bien", "input": "Examen: Expérience\n\nBon rapport qualité prix. Un peu compliqué à monter mais ont arrive à ce débrouiller avec un peu de réflexion. Les push ne son pas de bonne qualité il casse très facilement. Le bois utilisé est bon et un bon rendu à la fin. Évaluation:", "id": "fr_0879316"}
{"language": "fr", "output": "bien", "input": "Examen: RAVIE\n\nReçu avec une prise française. Cool. Je l'offre à mon fils dans 3 jours Design sympa. A l'air robuste Évaluation:", "id": "fr_0973403"}
{"language": "fr", "output": "mal", "input": "Examen: Produit non reçu !\n\nLe produit est actuellement non reçu alors que mis comme livré .... Je ne recommande donc pas ce produit Et impossible de protester avec les options proposées ... bravo ! Évaluation:", "id": "fr_0850382"}
{"language": "fr", "output": "mal", "input": "Examen: Fragiles\n\nDouces et confortables... mais ont commencé à avoir des fils qui s’arrachent à la deux/troisième utilisation. A ce prix, ça pique. Évaluation:", "id": "fr_0668302"}
{"language": "fr", "output": "bien", "input": "Examen: Adaptabilité et confort amélioré\n\nAmélioration du confort de la selle existante. Mise en place sans problème sur la selle de notre vélo d'appartement. Évaluation:", "id": "fr_0733076"}
{"language": "fr", "output": "mal", "input": "Examen: Vitre montée à l'envers\n\nVitre montée à l'envers, texte vers l'intérieur. Impossible de changer le sens, donc retour expéditeur Évaluation:", "id": "fr_0449158"}
{"language": "fr", "output": "mal", "input": "Examen: Livraison non respectée\n\nTres très très déçu du délai de livraison j ai commandé sur Amazon puis payé 30 euro de livraison pour avoir le produit au plus vite mais le délais de livraison n est pas respecté a savoir je l aurai commandé ailleur Évaluation:", "id": "fr_0480236"}
{"language": "fr", "output": "bien", "input": "Examen: Parfait petite configuration\n\nPour pc où la place manque. Évaluation:", "id": "fr_0916537"}
{"language": "fr", "output": "bien", "input": "Examen: LANGRIA Coffret à Montre\n\nbonjour le coffret en lui-même semble de bonne qualité pour le prix 26€ il est assez sobre et élégant évidemment c'est du faux cuir mais cela reste très correct ! il est arrivé en excellent état (48h pour la livraison) très bien emballer la vitre en verre sur le haut du coffre est intacte aucune rayure ! le coffret se compose donc de 12 compartiments et d'un tiroir pour les bracelets ou des chaines uniquement ! PAS de lunettes ou autres accessoires trop volumineux... les coussins sont conformes ils épousent bien le bracelet RAS il y a écrit pour homme dans la description, personnellement j'ai fait cet achat pour pouvoir l'offrir pour la fête des mères, et ma mère la trouver fantastique et s'en sert tous les jours un cadeau parfait et pas cher qu'on utilise au quotidien ! je vous le conseille les yeux fermés J'espère que ce commentaire vous a été UTILE. Si c’est le cas, prenez le temps juste une demi-seconde pour cliquer sur OUI / UTILE ci-dessous merci à vous ! Évaluation:", "id": "fr_0002453"}
{"language": "fr", "output": "bien", "input": "Examen: Super\n\nBoîte robuste et qui entre dans une Lbox de visseuse ( en forcant un tout petit peu dans le calage ). Les embouts sont pratiques et robustes Évaluation:", "id": "fr_0412147"}
{"language": "fr", "output": "mal", "input": "Examen: Kindle\n\nNe sachant ce que c'est le \"Kindle\", j'ai fait une commande, mais j'aurai aimé avoir un vrais livre en main. Et maintenant, je ne sait comment annuler ma commande. Évaluation:", "id": "fr_0399416"}
{"language": "fr", "output": "mal", "input": "Examen: Nul\n\nMerdique même en faisant attention! Évaluation:", "id": "fr_0758534"}
{"language": "fr", "output": "mal", "input": "Examen: Un seul câble sur deux fonctionne\n\nLe design du câble est sobre et élégant et il a l'air robuste, toutefois, seul l'un des deux câbles du lot fonctionne (heureusement qu'il y en avait deux ...) Évaluation:", "id": "fr_0689546"}
{"language": "fr", "output": "mal", "input": "Examen: Bof pas terrible\n\nPour avoir eu plusieurs pulvérisateur de différentes marques, celui-ci n'est pas terrible. De fabrication plutôt fragile, il expulse plus d'air que de produit... je ne recommande pas. Évaluation:", "id": "fr_0914377"}
{"language": "fr", "output": "bien", "input": "Examen: Jolis étuis\n\nJolis étuis pour protéger les cartes bancaires des piratages. Très girly, je les ai distribués à mes copines, qui étaient ravies. Évaluation:", "id": "fr_0178310"}
{"language": "fr", "output": "mal", "input": "Examen: ARTICLE JAMAIS RECU\n\nJe suis très déçu du service rendu par le vendeur. Je peux comprendre qu'il y ai du retard pour les livraisons, soit. Mais au point de me communiquer aucune informations je trouve cela plus que limite! C'est pour cela que j'ai demandé à être remboursé plutôt que de faire une nouvelle livraison chez ce vendeur! Évaluation:", "id": "fr_0343100"}
{"language": "fr", "output": "bien", "input": "Examen: Correspond très bien à la description\n\nChangement de mon filtre aspi. Rien à redire impeccable Évaluation:", "id": "fr_0747288"}
{"language": "fr", "output": "mal", "input": "Examen: Atroce\n\nŒillets de très mauvaise Qualité, rayé, mal peint... en prime un signe chinois sur chaque œillets, Bref, passez votre chemin. Évaluation:", "id": "fr_0507708"}
{"language": "fr", "output": "bien", "input": "Examen: Adapté et esthétique\n\nIdéalement adapté au Samsung A3 2015. Boutons fonctionnent bien. Joli rendu sur coloris noir Évaluation:", "id": "fr_0924122"}
{"language": "fr", "output": "bien", "input": "Examen: Conforme a la description\n\nArticle conforme à ce que j'attendais et livraison très rapide. Rapport qualité prix élevé mais on paie la marque. Bonne promo d'Amazon. Prévoir les piles (mouvement des pales et bruit de moteur) Évaluation:", "id": "fr_0383024"}
{"language": "fr", "output": "bien", "input": "Examen: Trop génial...\n\nMon sac est très satisfait. Description de la correspondance: Grand sac, vous pouvez mettre tout ce que vous voulez, plus, la couleur est la même que celle que nous avons vue sur la photo, le tissu est très épais, le travail est très bien fait, nous obtenons le prix que nous avons payé, Ce n'est pas extravagant! La qualité est très bonne. Je l'ai livré à temps, le sac est bien emballé, une protection supplémentaire et le sac en plastique protège le produit. Pour des couleurs différentes, recommandez la sensation de deux versions! Évaluation:", "id": "fr_0092169"}
{"language": "fr", "output": "mal", "input": "Examen: GA\n\nCette crème est très agréable à l’application mais ne me convient pas car elle chauffe trop insupportable en ce qui me concerne n’ai au moins j’ai était remboursée 2 jours après mon mécontentement donc site sérieux Évaluation:", "id": "fr_0386321"}
{"language": "fr", "output": "bien", "input": "Examen: Parfait\n\nConforme à mes attentes. compte tenu du faible prix, la qualité est correcte Évaluation:", "id": "fr_0476503"}
{"language": "fr", "output": "mal", "input": "Examen: Nul\n\nTrès déçu par cet appareil j'avais été séduit par le grand bol en inox et franchement n'achetez pas je l'ai testé pendant quelques jours et pendant quand on mixe tout remonte sur les côtés donc il y a des choses qui ne se mixe pas , même des choses toutes simples comme du jambon , il faut arrêter l'appareil avec une spatule tout ramener vers le milieu et recommencer ainsi de suite donc bref n'achetez pas cet appareil Évaluation:", "id": "fr_0238041"}
{"language": "fr", "output": "mal", "input": "Examen: étui trop fin\n\nLe couvercle de l'étui est en carton relativement fin , les couleurs des fleurs sont fades comparées à la photo . Évaluation:", "id": "fr_0382301"}
{"language": "fr", "output": "bien", "input": "Examen: Parfait\n\nBien emballé en temps et en heure. DVD neufs donc biens et pour un prix correct. Super Je recommande ce site Évaluation:", "id": "fr_0773219"}
{"language": "fr", "output": "bien", "input": "Examen: Bonne adhérence\n\nFait son office. Mais pas reçu la couleur commandée. Évaluation:", "id": "fr_0803215"}
{"language": "fr", "output": "mal", "input": "Examen: Pas reçu\n\nToujours en attente depuis 7 mars. J'aimerais faire une réclamation chez amazon mais je ne sais pas comment je doit faire... Évaluation:", "id": "fr_0489665"}
{"language": "fr", "output": "mal", "input": "Examen: Bof\n\nPas très efficace, ni confortable dans la chaussure. La matière est assez dure et ne s'adapte pas bien dans des chaussures dont le bout est un peu pointu. Autant mettre du coton, ça fera mieux l'affaire. Évaluation:", "id": "fr_0236665"}
{"language": "fr", "output": "bien", "input": "Examen: Grande capacité\n\nMa belle fille est ravie et la trousse est bien plus grande qu'elle n'y paraît reste à voir si elle est solide dans les mains d'une petite fille Évaluation:", "id": "fr_0246647"}
{"language": "fr", "output": "mal", "input": "Examen: on en a pour son argent\n\nce pulvérisateur n a pas l air très solide mais il n est pas cher !!!!....quand on pompe le plastique plie et le blocage de la pompe est difficile ...sinon il fonctionne !!! Évaluation:", "id": "fr_0588963"}
{"language": "fr", "output": "mal", "input": "Examen: Attention à la taille choisie\n\nDésagréable à porter !!! Je ne recommande absolument pas ! Évaluation:", "id": "fr_0203104"}
{"language": "fr", "output": "mal", "input": "Examen: Bof\n\nCa se décolle au bout de 15 jours Évaluation:", "id": "fr_0562822"}
{"language": "fr", "output": "bien", "input": "Examen: Bon produit\n\nBon produit mais pourquoi le vendre en pack de trois c est trop pour un particulier surtout qu il s agit de rouleau de 100m Évaluation:", "id": "fr_0151164"}
{"language": "fr", "output": "bien", "input": "Examen: Nickel\n\nExcellent article. Correspond parfaitement à ce qu’on attend, la taille des grilles est parfaite, on peut y accrocher facilement des choses dessus et elles sont légères, 2 clous suffisent à faire tenir une grille, j’en ai mis 4 pour qu’elle soit parfaitement contre le mur. Arrivées bien emballés dans du papier bulle, RAS pour la livraison. Évaluation:", "id": "fr_0403666"}
{"language": "fr", "output": "bien", "input": "Examen: Très bonne brosse\n\nPeu de choses à dire sur cette brosse. La qualité est bien là et la boîte est sympa ! Je recommande Évaluation:", "id": "fr_0797648"}
{"language": "fr", "output": "mal", "input": "Examen: cher pour ce que c'est\n\npas génial,je recommande pas Évaluation:", "id": "fr_0947225"}
{"language": "fr", "output": "mal", "input": "Examen: Tiroirs NOn fonctionels et Façade avec des Noeuds\n\n1 - Les tiroirs ne fonctionnent pas correctement, les glissières sont trop écartées par rapport à la taille des tiroirs. 2 - Et le bois des façade à des noeux pas beaux à regarder par rapport au meuble qui est présenter ici avec une façade sans noeuds ! Évaluation:", "id": "fr_0068260"}
{"language": "fr", "output": "mal", "input": "Examen: coffret incomplet\n\nMon fils a offert ce coffret pour son père. Quelle déception en l'ouvrant, il manquait le t-shirt pourtant indiqué sur le descriptif du contenu Évaluation:", "id": "fr_0720523"}
{"language": "fr", "output": "bien", "input": "Examen: a voir avec le temps\n\nlivre dans les temps c'est assez pratique mais bien tirer les deux cable en même temps car sinon sa remonte moins bien d'ou un etoile en moins Évaluation:", "id": "fr_0463704"}
{"language": "fr", "output": "mal", "input": "Examen: Couches pampers\n\nJe suis déçue par les couches pampers car mon fils a fait des allergies, fesses rouges, je ne rachèterai pas ce produit Évaluation:", "id": "fr_0997002"}
{"language": "fr", "output": "mal", "input": "Examen: Produit dégradé\n\nProduit de très mauvaise qualité. Évaluation:", "id": "fr_0886252"}
{"language": "fr", "output": "mal", "input": "Examen: Déçu\n\nTrès déçu par c'est produit... Les rouleaux sont fragile, faut faire attention ! Les petits rouleaux pour les coins sert vraiment à rien aussi que les autres pour faire au tour des plinthes et interrupteurs. Un déjà cassé tout suite au début de la utilisation! Pas content de tout. Évaluation:", "id": "fr_0492815"}
{"language": "fr", "output": "mal", "input": "Examen: Problème!!!!\n\nComment ça se fait que expéditions est dans la boîte aux lettres de ma voisine et à son nom?problème à régler!!!!alors que tout est bien a mon nom quand je l'achète. Évaluation:", "id": "fr_0713780"}
{"language": "fr", "output": "mal", "input": "Examen: cheveux craie pas facile à faire\n\nbonjour j'ai acheté cet article pour mardi gras pour que celui ci soit visible il faut vraiment insisté et tiré dessus ce qui fait mal aux cheveux de la miss ce produit rend par la suite les cheveux secs j'ai pas pris de bombe pour pas tâché mon sol et et les vêtements mais vraiment pas facile pour étaler Évaluation:", "id": "fr_0130825"}
{"language": "fr", "output": "bien", "input": "Examen: Satisfaite\n\nTrès bonne aspiration mais il manque la brosse tte sur le côté. Évaluation:", "id": "fr_0724699"}
{"language": "fr", "output": "bien", "input": "Examen: Qualité\n\nTrès bon produit bruit très corecte Évaluation:", "id": "fr_0861156"}
{"language": "fr", "output": "bien", "input": "Examen: Pratique\n\nPratique, tient bien le froid. Apprécié lors des récentes chaleurs Évaluation:", "id": "fr_0238489"}
{"language": "fr", "output": "bien", "input": "Examen: Perche fiable qui respire le sérieux\n\nJ'ai du m'y reprendre à 2 fois pour appairer le bluetooth avec mon téléphone Sinon tout semble parfait. La perche semble costaud et le trépied stable pas comme sur un précédent modèle que j'avais acheté. Évaluation:", "id": "fr_0257728"}
{"language": "fr", "output": "bien", "input": "Examen: Me donne beaucoup de plaisir\n\nCe mini projecteur est de grande qualité dans une pièce sombre. Le projecteur offre une connexion multimédia facile à connecter à votre téléphone, ordinateur portable ou autre périphérique multimédia via des ports HDMI, USB ou SD. Ce projecteur est livré avec une télécommande qui vous permet de sauter, de faire une pause et de jouer à votre guise. Le projecteur entier pèse environ 0,9 kg et est facile à emballer et à transporter avec vous. Deux haut-parleurs intégrés produisent une excellente qualité sonore. Vous n’avez donc pas à transporter de haut-parleurs externes pour tirer le meilleur parti de votre film ou de vos émissions télévisées. La correction automatique et manuelle de la distorsion trapézoïdale vous aide à réparer les images déformées afin de garantir une qualité d'image supérieure à chaque fois. Il s’agit de l’un des projecteurs portables les plus économiques du marché, vous permettant d’obtenir le meilleur rapport qualité-prix de votre achat en divertissement. Évaluation:", "id": "fr_0366178"}
{"language": "fr", "output": "mal", "input": "Examen: Pas trop d'intêret\n\nJe n'ai pas trop aimé cette canne de massage, je trouve qu'elle n'est pas forcément adapté à toutes les morphologies de par sa taille. Conseil : réfléchissez bien avant de l'acheter. Évaluation:", "id": "fr_0115180"}
{"language": "fr", "output": "bien", "input": "Examen: Pas mal\n\nElle est très simple. Il faut juste lire les notices. Toutes el plastique Évaluation:", "id": "fr_0675275"}
{"language": "fr", "output": "mal", "input": "Examen: Que sa soit plus se qu’il parait\n\nJe pensé que c’était un peu plus grand Évaluation:", "id": "fr_0826130"}
{"language": "fr", "output": "mal", "input": "Examen: Zero\n\nFait transpiré sous la voûte plantaire Déçu Je ne les mets plus. J'ai acheté les mêmes sans marque à 4 euros Elles sont mieux Évaluation:", "id": "fr_0873119"}
{"language": "fr", "output": "mal", "input": "Examen: Produit inutile\n\nCe produit acheté récemment n'a rien changé à ma situation j'ai été envahi par les moustiques et par les araignées le produit n'a rien changé je suis vraiment déçu Évaluation:", "id": "fr_0574643"}
{"language": "fr", "output": "bien", "input": "Examen: mp3\n\ntrès bon produit et pas chère. Évaluation:", "id": "fr_0110131"}
{"language": "fr", "output": "mal", "input": "Examen: DECUE\n\nRavie au début tout à très bien fonctionné, mais au bout de 6 mois d'utilisation batterie HS !!!!! Évaluation:", "id": "fr_0356167"}
{"language": "fr", "output": "bien", "input": "Examen: Article jamais reçu\n\nÉtant donné que je ne les ai jamais reçu je ne peux pas vraiment donner mon avis sur ces crayons.. Heureusement amazon à été tres réactif et m'a intégralement remboursée en 24h. La note de 5 étoiles est pour amazon du coup pour son professionnalisme face à ce problème Évaluation:", "id": "fr_0351331"}
{"language": "fr", "output": "bien", "input": "Examen: Adaptateur Display Port-HDMI 4K Ivanky\n\nTrès bonne qualité - Supports prises alu - gaine tressée - Modèle 4K (Rouge) fonctionne avec une TV Sony Bravia Évaluation:", "id": "fr_0262445"}
{"language": "fr", "output": "bien", "input": "Examen: Léger bonne prise en main\n\nParfait pour le voyage lorsqu’on ne peut se charger du reflex et de ses accessoires Évaluation:", "id": "fr_0679338"}
{"language": "fr", "output": "bien", "input": "Examen: FAit le boulot\n\nEfficacité limitée mais pour le prix rien à dire. Parfait pour ôter les petits sourcils oubliés . Évaluation:", "id": "fr_0632109"}
{"language": "fr", "output": "mal", "input": "Examen: Les boucles d'oreilles noircissent au niveau de l'attache.\n\nMes oreilles ne supportent que l'argent ou l'or. Je ne peux pas garder plus de deux heures toute autre matière sans gêne. Je n'ai pas eu de douleurs avec ces boucles d'oreilles mais au bout de quelques semaines elles ont noirci au niveau de la tige et de l'attache. Évaluation:", "id": "fr_0302910"}
{"language": "fr", "output": "mal", "input": "Examen: Un plus chère c mieux\n\nSes nul sur les anciens voiture Évaluation:", "id": "fr_0615446"}
