{"language": "es", "output": "bueno", "input": "Revisar: Entretenido\n\nLectura entretenida aunque la resolución del libro no me ha llegado a convencer. Clasificación:", "id": "es_0869147"}
{"language": "es", "output": "bueno", "input": "Revisar: Perfecto\n\nEncaja a la perfección en el modelo para el que se vende, llevamos con el puesto casi 2 años y está como el primer día. Entrega rápida Clasificación:", "id": "es_0950237"}
{"language": "es", "output": "bueno", "input": "Revisar: Como esperaba\n\nLa talla correcta; es básica y útil. Clasificación:", "id": "es_0298808"}
{"language": "es", "output": "bueno", "input": "Revisar: No es el mejor pero me encanta\n\nLe pongo algo menos de nota porque el aroma no me acaba de gustar, pero la espuma es maravillosa como todos los de esta línea de productos. Clasificación:", "id": "es_0315657"}
{"language": "es", "output": "malo", "input": "Revisar: No es lo que había pedido\n\nNo es lo que había pedido, me enviaron un aparato de plástico. Aún esperando la devolución desde el día 4 que reenvíe el paquete. Clasificación:", "id": "es_0250945"}
{"language": "es", "output": "malo", "input": "Revisar: Una mierda!\n\n3 meses guarantia y roto en 4! Que suerte... Clasificación:", "id": "es_0343024"}
{"language": "es", "output": "bueno", "input": "Revisar: Buena relación calidad / precio\n\nNo es que tenga una gran gama de colores pero sí variedad de acabados. Viene con un práctico estuche para guardarlos. Clasificación:", "id": "es_0282706"}
{"language": "es", "output": "bueno", "input": "Revisar: Bien\n\nProducto bien. El envío lento cuando se piden sin el aparato. Clasificación:", "id": "es_0366077"}
{"language": "es", "output": "malo", "input": "Revisar: Malisimo\n\nNo hace nada de nada. Clasificación:", "id": "es_0343540"}
{"language": "es", "output": "malo", "input": "Revisar: Decepción\n\nPor mucho que lo calibre al rato se enciende una luz roja y el gimbal pierde fuerza dejando \"caer\" la cámara. Esto a sido una gran decepción, ya que lo compre con mucha ilusión para usarlo en un viaje a Nueva York y ahora mismo ni lo puedo cambiar ni me da tiempo a comprar otro. Clasificación:", "id": "es_0268099"}
{"language": "es", "output": "bueno", "input": "Revisar: SUSANA\n\nLlegaron antes de lo previsto, era un regalo para mi hija y está encantada con ellas Le han gustado mucho. Clasificación:", "id": "es_0206987"}
{"language": "es", "output": "malo", "input": "Revisar: Normalita\n\nNormalita ,las he visto mejores y mas baratas en ali,no tiene ni boton de encendido ni regulador de luz,vaya que me esperaba mas. Clasificación:", "id": "es_0482318"}
{"language": "es", "output": "malo", "input": "Revisar: No cumple con lo ofertado\n\nLa batería dura 3 horas, si tienes suerte llega a medio día, se desconecta continuamente del teléfono móvil Clasificación:", "id": "es_0893529"}
{"language": "es", "output": "bueno", "input": "Revisar: Que aprecien y valoren el regalo.\n\nBuena primera impresión(forma,tejidos,sin cierre post,estupendo tacto).Era un regalo para un forofo de las gorras,quedo encantado y yo también. Clasificación:", "id": "es_0424623"}
{"language": "es", "output": "bueno", "input": "Revisar: El mejor cepillo\n\nTengo una coneja de pelo corto que suelta pelo como jamás he visto a nadie... furminator ha sido nuestra salvación, saca el pelo sin dañar la piel, y saca mucho pelo... nos ha salvado la vida!!! Clasificación:", "id": "es_0305811"}
{"language": "es", "output": "bueno", "input": "Revisar: Perfecta\n\nSe lo regalé a mi novia y está encantada. Ella entiende mucho de esto y la recomienda a todas sus amigas. 10 puntos. Clasificación:", "id": "es_0134365"}
{"language": "es", "output": "bueno", "input": "Revisar: Bien\n\nOfrecen una buena luminosidad. Las instrucciones son correctas. Clasificación:", "id": "es_0383884"}
{"language": "es", "output": "bueno", "input": "Revisar: Simple, eficaz y barato.\n\nLo he usado para hacer unos soportes de altavoces. Ok Clasificación:", "id": "es_0654222"}
{"language": "es", "output": "malo", "input": "Revisar: Lamentable vendedor\n\nMe dijeron que recibiria el reloj el dia 29 de enero, luego el 1 de febrero, y a dia 19 de febrero aun sigo esperandolo Clasificación:", "id": "es_0825277"}
{"language": "es", "output": "malo", "input": "Revisar: Calidad precio, bien\n\nEstá bien para aprender, pero por un poco más compraría una mejor, acabada en pico y más ancha, esas son más estables. De todos modos la calidad es muy buena, muy completa y muy facial de llevar. Buen producto Clasificación:", "id": "es_0271886"}
{"language": "es", "output": "bueno", "input": "Revisar: Bien\n\nMemoria original, viene en su embaje de la marca. Llegó a tiempo y bien protegido. La única pega que le pongo es que la escritura es muy lenta. Clasificación:", "id": "es_0706730"}
{"language": "es", "output": "bueno", "input": "Revisar: José Antonio\n\nGenial, es un producto fantástico fácil de usar y limpiar, hace las palomitas muy rápido. Es una buena compra, es un producto muy aconsejable. Clasificación:", "id": "es_0412611"}
{"language": "es", "output": "malo", "input": "Revisar: pequeño no, lo siguiente\n\nUn tamaño enano, que no te permite rellenar con pinchos, ya que chocan entre ellos. Clasificación:", "id": "es_0870190"}
{"language": "es", "output": "bueno", "input": "Revisar: Muy bonita\n\nEstá genial por el precio que tiene, no es una excelente calidad pero es muy bonita y fácil de montar , la única pega es que se ven todos los tornillos Clasificación:", "id": "es_0908644"}
{"language": "es", "output": "bueno", "input": "Revisar: Mujeres valientes en un país desconocido.\n\nNos ha descubierto que también Liza españoles tuvimos nuestro trocito y un importante papel en esa gran cuidad de Nueva York, tan alejada de nuestra España de aquella época. Retrata muy bien el carácter de unas mujeres valientes y luchadoras. Clasificación:", "id": "es_0414325"}
{"language": "es", "output": "bueno", "input": "Revisar: Entrega casi inmediata\n\nIdeal para una celebración. Entrega rápida y se ajusta a lo que describe perfectamente Clasificación:", "id": "es_0128327"}
{"language": "es", "output": "bueno", "input": "Revisar: Buen producto\n\nEra lo que buscaba para mi cabello estos días de verano. Clasificación:", "id": "es_0088465"}
{"language": "es", "output": "malo", "input": "Revisar: Algunos sabores no están conseguidos\n\nEn realidad, menos el de avellana y el de almendra, el resto de sabores no está nada conseguido. Solo es café. Clasificación:", "id": "es_0906416"}
{"language": "es", "output": "bueno", "input": "Revisar: Vendedor 100% recomendable\n\nEl producto me ha gustado porque justo es lo que buscaba para evitar brillos en la cara y eliminar mis granitos causados por ello. Quiero añadir que me ha resultado muy agradable que la farmacia me incluyese una muestra de un protector 50 Heliocare 360 dry touch porque es justo lo que necesitaba para tomar el sol y no tener la cara grasa en esos momentos, la textura es suuper suave, han acertado al comprobar que mi pedido iba relacionado con la grasa en la cara Me ha encantado el detalle y han conseguido que las dos cremas sean mis cremas favoritas y que mis pedidos se los realize a ellos a partir de hoy Gracias por todo Por la rapidez tambien Un saludo Clasificación:", "id": "es_0706055"}
{"language": "es", "output": "bueno", "input": "Revisar: Didáctico\n\nLlegó antes de lo esperado. Es bastante entretenido para niños, aunque para 7 años lo mismo es un poco duro de excavar. Tiene un total de 5 piedras y minerales, entre ambos, y un librillo con información genérica de minerales, aunque es algo dificil de identificar que piedras son para un niño sin ayuda, es para jugar en familia. Clasificación:", "id": "es_0969626"}
{"language": "es", "output": "malo", "input": "Revisar: No me gustó...\n\nNo hace nada especial. Apenas se nota. Clasificación:", "id": "es_0461553"}
{"language": "es", "output": "malo", "input": "Revisar: Venía con el precio impreso en el libro\n\nEl álbum en si estaba bien, pero era para un regalo y venia con el precio impreso en la tapa trasera. Clasificación:", "id": "es_0566456"}
{"language": "es", "output": "malo", "input": "Revisar: No lo recomiendo\n\nLo bueno es que son masticables y por lo menos lo saboreas. Lo malo es que no se nota absolutamente nada. Clasificación:", "id": "es_0024620"}
{"language": "es", "output": "malo", "input": "Revisar: NO es vidrio... no engañen\n\nMUY decepcionado. Se anuncia como vidrio sin serlo. Para eso hubiera cogido y recortado un protector ordinario. Lamentable la publicidad engañosa Clasificación:", "id": "es_0790663"}
{"language": "es", "output": "malo", "input": "Revisar: Decepción!!\n\nmal me tardo mucho en llegar y al final me llego una lámpara más pequeña y sin bombilla reclame y al final fue amazon que me devolvieron el dinero del vendedor ni rastro Clasificación:", "id": "es_0528229"}
{"language": "es", "output": "malo", "input": "Revisar: Al menos carga...\n\nEl material es bastante malo, el plastico de baja calidad, al principio no encaja bien ni en la PS VITA ni en el USB, eso si, CUMPLE SU FUNCION, cargar, carga. No volvería a comprarlo, gastaría algo mas y compraría algo de mas calidad. Clasificación:", "id": "es_0054463"}
{"language": "es", "output": "malo", "input": "Revisar: Envío regular\n\nHubo algún problema en el envío. Yo pedí dos caretas a la vez y me mandaron una y tuve que reclamar la otra por correo pq me escribieron. Clasificación:", "id": "es_0512631"}
{"language": "es", "output": "bueno", "input": "Revisar: Justo para un apuro.\n\nPequeñito plegado para el bolso y desplegado lo justito para taparte la cabeza....Para un apuro... Clasificación:", "id": "es_0835243"}
{"language": "es", "output": "malo", "input": "Revisar: Cortina de baño\n\nLa cortina es muy bonita .pero es muy corta Clasificación:", "id": "es_0567555"}
{"language": "es", "output": "bueno", "input": "Revisar: Recomendable\n\nTodo bien. Mi hija encantada con su nueva taza. La usa en el colegio y para beber agua fría perfecto. Clasificación:", "id": "es_0329905"}
{"language": "es", "output": "bueno", "input": "Revisar: Bonito y comodo\n\nRecibida antes de lo esperado. Bonito, comodo. Clasificación:", "id": "es_0726003"}
{"language": "es", "output": "bueno", "input": "Revisar: Energía\n\nHace muy bien su servicio en estos días de calor, no siento fatiga al entrenar Clasificación:", "id": "es_0352400"}
{"language": "es", "output": "malo", "input": "Revisar: Luis Antonio\n\nEs el segundo auricular que compro y el mismo problema... El auricular izquierdo deja de oírse. Increíblemente su mala calidad!! Clasificación:", "id": "es_0891249"}
{"language": "es", "output": "malo", "input": "Revisar: Adaptador\n\nNo sirve para nada, el móvil tan cerca del visor no proyecta la imagen. Clasificación:", "id": "es_0797761"}
{"language": "es", "output": "malo", "input": "Revisar: Timo\n\nUn timo, como todos los libros que te obligan a comprar para niños de 7 años Clasificación:", "id": "es_0345404"}
{"language": "es", "output": "bueno", "input": "Revisar: Perritos suaves en el papel\n\n¿Qué se puede opinar de un papel higiénico? Además de su precio de oferta, lo más relevante es que tiene filigranas de perritos que me imagino representan la sensación de limpieza y suavidad. Sobre esto no puedo opinar ya que no dispongo de perro para comparar y no se venden por Amazon (todavía). Clasificación:", "id": "es_0597369"}
{"language": "es", "output": "bueno", "input": "Revisar: Son fabulosos.\n\nHan sido un regalo para mi madre q estaba harta de verla siempre de pie en el mismo sitio con el telefono fijo y q casi no pudiesemos hablar porque se cansaba de estar de pie. Funcionan fenomenal. Grabas los telefonos en una base , la cuelgas y aparecen en la otra sincronizados todos los contactos y lo mismo pasa tambien con la hora , la pones en una base , la cuelgas y aparece tambien en la otra. Clasificación:", "id": "es_0587659"}
{"language": "es", "output": "bueno", "input": "Revisar: Buena capacidad\n\nPor su capacidad y la velocidad de grabación es una tarjeta muy adecuada para utilizarla en camaras de video. SanDisk es una marca de confianza Clasificación:", "id": "es_0927137"}
{"language": "es", "output": "malo", "input": "Revisar: D\n\nLas pastillas se gastan antes del líquido y no se pueden comprar aparte Clasificación:", "id": "es_0870934"}
{"language": "es", "output": "malo", "input": "Revisar: Estrangula\n\nMal muy poco elástico estrangula y te haces daño al meter los testiculos y para quitárselo peor. y la segunda vez se a roto, Clasificación:", "id": "es_0269687"}
{"language": "es", "output": "malo", "input": "Revisar: Chips baratos que se funden rápido.\n\nNo me a llegado a los 2 años y 8 meses de vida, y no lo usaba mucho. Lo barato se paga. Clasificación:", "id": "es_0275749"}
{"language": "es", "output": "malo", "input": "Revisar: Mal vendedor\n\nTenía entrega prevista para el 9 de octubre y todavía no me ha llegado. Me pongo en contacto con el vendedor y no me ha contestado. Clasificación:", "id": "es_0200385"}
{"language": "es", "output": "malo", "input": "Revisar: Lo barato...\n\nSe les ve de baja calidad, el sonido es malo y a los 3 metros se corta. Evidentemente los devuelvo, es preferible gastarse un poco más que al menos cumpla. Clasificación:", "id": "es_0655898"}
{"language": "es", "output": "bueno", "input": "Revisar: Una historia diferente\n\nEs un libro breve pero ameno que cuenta una historia nada convencional. Para pasar un buen rato leyendo algo diferente Clasificación:", "id": "es_0882525"}
{"language": "es", "output": "bueno", "input": "Revisar: Calidad, precio\n\nEsta bien no se puede pedir más por el precio Clasificación:", "id": "es_0713319"}
{"language": "es", "output": "bueno", "input": "Revisar: Buen diseño\n\nEl diseño es una pasada. Ha sido un regalo para un adolescente palomitero y futbolista. Hay un regalo mejor? Clasificación:", "id": "es_0939720"}
{"language": "es", "output": "bueno", "input": "Revisar: Bonito y duradero\n\nMe ha gustado. Muy práctico. Dos en uno. El color bonito y duradero Clasificación:", "id": "es_0946821"}
{"language": "es", "output": "bueno", "input": "Revisar: Me encantan\n\nMuy bonitos y gorditos por detrás. Se lavan buen en la lavadora y no pierden color. Tamaño justo, aunque con dos corchetes q lleva puedes ajustar Clasificación:", "id": "es_0730610"}
{"language": "es", "output": "bueno", "input": "Revisar: Raquel\n\nMicroondas totalmente útil. Ya habíamos utilizado anteriormente de esta marca y estamos muy contentos con la nueva compra. Recomendable 100% Clasificación:", "id": "es_0355655"}
{"language": "es", "output": "malo", "input": "Revisar: Baja calidad\n\nBaja calidad. El tejido es muy sintético, no es como la foto. Clasificación:", "id": "es_0047002"}
{"language": "es", "output": "malo", "input": "Revisar: NO HA LLEGADO HASTA AHORA\n\nHasta la fecha no me ha llegado, y no creo que llegue ya por las fechas en las que nos encontramos Clasificación:", "id": "es_0994665"}
{"language": "es", "output": "malo", "input": "Revisar: MUY MUY PEQUEÑO\n\nUna talla XL DIMINUTA, MUY FRÁGIL. Para nada recomendable Clasificación:", "id": "es_0634106"}
{"language": "es", "output": "bueno", "input": "Revisar: Bien\n\nBien en general. El micro es demasiado sensible quizás. Por lo demás bien. Clasificación:", "id": "es_0468632"}
{"language": "es", "output": "bueno", "input": "Revisar: Muy buena compra\n\nPreciosos colores, muy variados y de muy buena calidad. Da gusto pintar con ellos, no dejan un resto de tiza como otras marcas más baratas Clasificación:", "id": "es_0010803"}
{"language": "es", "output": "malo", "input": "Revisar: Frustrado!\n\nDifícil de dar una opinión. ¡Nunca recibí mi pedido! Clasificación:", "id": "es_0219285"}
{"language": "es", "output": "bueno", "input": "Revisar: gonzalo\n\nEspectacular juego, muy divertido, unos gráficos que son una pasada recomendable, el envió llego a tiempo como siempre en los plazos indicados, Clasificación:", "id": "es_0427782"}
{"language": "es", "output": "bueno", "input": "Revisar: Perfectos para uso profesional.\n\nRelación calidad precio inmejorable. Soy cantante profesional, realizó alrededor de 100-120 bolos al año y necesito unos cascos resistentes a cambios de vestuario, a sudor, calor, frío, etc. Son cómodos y la calidad de audio bastante aceptable, nada que envidiarle a los auriculares de marcas conocidas. Clasificación:", "id": "es_0742455"}
{"language": "es", "output": "bueno", "input": "Revisar: Llegó demasiado tarde\n\nTardó 4 meses en llegarme Clasificación:", "id": "es_0046746"}
{"language": "es", "output": "bueno", "input": "Revisar: La calidad\n\nMuy buen reloj, lo que no me gusta que la fecha se queda atras Clasificación:", "id": "es_0508757"}
{"language": "es", "output": "malo", "input": "Revisar: No recomiendo su compra\n\nEl protector no cumple con lo requisitos mínimos, al ponerle una funda se me quito y se partió, tampoco reconoce la huella en la pantalla, no lo recomiendo. Clasificación:", "id": "es_0861402"}
{"language": "es", "output": "malo", "input": "Revisar: Ivan M\n\nEs la segunda que compro solo Dura 1 año mas o menos a la intemperie, dándole poco sol y poca lluvia Clasificación:", "id": "es_0260131"}
{"language": "es", "output": "bueno", "input": "Revisar: Versatil y práctico\n\nCumple con la descripción del producto. Viene por las dos caras, con un paquete de gomas y un pequeño muestrario de plantillas para copiar. Es cierto que las plantillas son pequeñas y no demasiadas, pero buscando por internet se pueden encontrar muchas más, como por ejemplo hacer las letras mayúsculas o números. Un buena compra. Clasificación:", "id": "es_0495955"}
{"language": "es", "output": "bueno", "input": "Revisar: Queda muy bien por su estética\n\nDe momento funciona perfectamente y el montaje fue muy sencillo. Clasificación:", "id": "es_0566294"}
{"language": "es", "output": "malo", "input": "Revisar: Rotura del protector\n\nA la hora de coger el protector del envoltorio me ha estallado,la calidad es pésima Clasificación:", "id": "es_0756865"}
{"language": "es", "output": "bueno", "input": "Revisar: Cumple perfectamente !\n\nEncantada con el producto , en principio parecía que no encajaba bien pero si perfecto! Clasificación:", "id": "es_0898961"}
{"language": "es", "output": "malo", "input": "Revisar: COMO SE USA\n\nMe gusta el olor, aunque no se como se usa, me lo aconsejaron, aunque no se el uso Clasificación:", "id": "es_0500405"}
{"language": "es", "output": "bueno", "input": "Revisar: Perfecto\n\nPerfecto.me solucionó el problema. Clasificación:", "id": "es_0716270"}
{"language": "es", "output": "bueno", "input": "Revisar: Todo perfecto\n\nTodo perfecto envío rápido Clasificación:", "id": "es_0903885"}
{"language": "es", "output": "malo", "input": "Revisar: solo funcionan con blutooth\n\nEste producto llego en tiempo y tiene buena calidad. El inconveniente que le veo es que solo funciona si tienes activado el blutooth. Para una persona que casi no lo utiliza, no tiene sentido comprarlo. Yo había entendido que la función de bluetooth era opcional, si uno lo necesitaba (error mío). Los devolveré por que si quiero unos cascos con función bluetooth me compro unos inalámbricos. Clasificación:", "id": "es_0354395"}
{"language": "es", "output": "bueno", "input": "Revisar: Emilio del Río\n\nEnvío rápido Buen reloj calidad precio. Muy cómodo y sin ningún problema después de bañarme varias veces con el. Aconsejable. Clasificación:", "id": "es_0156275"}
{"language": "es", "output": "malo", "input": "Revisar: Punta frágil, me han decepcionado.\n\nCompré estos lápices para mis alumnos de 1er curso, esperaba que no fueran tan frágiles y que pudieran adaptar sus deditos a la forma ergonómica pero no han cumplido mis espectativas. Lo siento. Clasificación:", "id": "es_0530325"}
{"language": "es", "output": "malo", "input": "Revisar: Producto malisimo\n\nPlástico del malo , no puedes pulsar los botones porque la carcasa es muy gorda , para nada lo recomendaria mal producto Clasificación:", "id": "es_0193019"}
{"language": "es", "output": "malo", "input": "Revisar: Publicidad engañosa??\n\nCompre el teléfono para trabajar, y porque era robusto y sumergible. Llegado el buen tiempo, lo sumerjo en un palmo de agua para probar la cámara y ahora no funciona el micrófono. Si llego a probar todo lo que hacen en los vídeos que hubiera pasado?? Y ahora estoy sin teléfono en mi trabajo. Clasificación:", "id": "es_0800057"}
{"language": "es", "output": "malo", "input": "Revisar: Agencia de transporte pésima\n\nCreo que que deberíais cambiar la agencia de transporte. Pague para que me se entregase en una fecha determinada, la agencia vino sin avisar, una sola vez y se fue sin entregar la mercancía, quizás pensaban que yo podía estar esperando en casa 24 horas. Al dia siguiente vinieron y tuve que estar desde las 8:00 hasta las 15:00 en casa porque no me decían cuando iban a venir. En definitiva me podía haber ahorrado una pasta en los portes porque no me lo entregaron cuando lo necesitaba. Clasificación:", "id": "es_0857092"}
{"language": "es", "output": "malo", "input": "Revisar: Brazo demasiado pequeño\n\nPensé que el brazo era más largo, para grabarte sujetándolo en una mesa haciendo ángulo de 90º no vale, tampoco veo que tenga mucha fuerza para aguantar un móvil grande. Clasificación:", "id": "es_0059993"}
{"language": "es", "output": "bueno", "input": "Revisar: Bien\n\nBien, cumple su función y le estoy dando uso Clasificación:", "id": "es_0815283"}
{"language": "es", "output": "malo", "input": "Revisar: Producto no recibido\n\nNo puedo opinar sobre el producto ya que aún no lo he recibido Clasificación:", "id": "es_0137433"}
{"language": "es", "output": "malo", "input": "Revisar: Fatal\n\nFatal,me dio alergia,la cara llena de granos. Clasificación:", "id": "es_0216299"}
{"language": "es", "output": "malo", "input": "Revisar: Olga\n\nCumple su función pero es muy endeble y es estrecho, la balleta esta incomoda de poner, no me convence nada Clasificación:", "id": "es_0874486"}
{"language": "es", "output": "bueno", "input": "Revisar: Buen libro\n\nMuy buen libro. Muy fácil de leer al ser relatos cortos. Clasificación:", "id": "es_0289944"}
{"language": "es", "output": "malo", "input": "Revisar: Muy pequeño\n\nDesilusionada por el tamaño del libro, me lo esperaba más \"libro\", parece una guía. Clasificación:", "id": "es_0720851"}
{"language": "es", "output": "bueno", "input": "Revisar: Cliente Amazon\n\nEntrega antes de lo previsto. De momento bien, compré este pack porque mi hijo está dejando el pañal y me va fenomenal. De calidad normal pero cumple su función Clasificación:", "id": "es_0218891"}
{"language": "es", "output": "malo", "input": "Revisar: Muy grande\n\nLas medidas no se corresponden con las publicadas por el fabricante. queda muy grande, según las medidas debería haber pedido una S cuando la talla que se suponía que es era la L Clasificación:", "id": "es_0202447"}
{"language": "es", "output": "bueno", "input": "Revisar: Se ven buenas\n\nCalidad precio buena Clasificación:", "id": "es_0761263"}
{"language": "es", "output": "malo", "input": "Revisar: Producto no recibido\n\nEl producto no me llego nunca. Segun el fabricante se perdio por el camino. Es la segunda vez que me pasa comprando por amazon asi que no volvere q comprar mas. Clasificación:", "id": "es_0130268"}
{"language": "es", "output": "bueno", "input": "Revisar: Calidad precio excelente\n\nCalidad precio muy buena, transporte rápido y buena calidad del producto y color como el de la publicidad, es decir todo bien. Clasificación:", "id": "es_0171315"}
{"language": "es", "output": "malo", "input": "Revisar: Poco consistente.\n\nEs muy bonita pero un poco endeble. La base se sale continuamente y es muy fina. Me parece que no va durar mucho. Al fin y al cabo es para una niña de 2 años y no creo que aguante mucho trote. Clasificación:", "id": "es_0206939"}
{"language": "es", "output": "malo", "input": "Revisar: Poca precisión\n\nEl pulsioximetro no va bien, siempre da valores que no se corresponden con la realidad, he tenido que compararlo con un pulsioximetro normal para confirmarlo. Siendo una característica que destacan respecto a otras marcas me parece muy mal que no funcione mínimamente bien. Clasificación:", "id": "es_0879137"}
{"language": "es", "output": "bueno", "input": "Revisar: Contento con el\n\nMe a llegado hoy y llevo todo el día probándolo y la verdad es q lo veo bastante bien me gusta la estética y la pantalla de 5.5 pulgadas q trae y no le e visto q le falle nada sólo e visto q trae una cámara bajita de megapíxeles pero aún asín hecha unas muy buenas fotos .Y lo q trae también q es un buen punto a su favor es q trae una tarjeta de memoria de 8 gigas aparte de los 16 internos q tiene yo creo q para lo q lo quiere mi hijo asta muy bien incluso creo q me lo voy a quedar yo ya q me a gustado como va Clasificación:", "id": "es_0442449"}
{"language": "es", "output": "bueno", "input": "Revisar: Genial\n\nLas teclas son muy cómodas, casi no hace ruido al usarlo y es fácil de configurar. Las luces pueden activarse, desactivarse y que vayan cambiando, queda muy bien. Clasificación:", "id": "es_0699906"}
{"language": "es", "output": "malo", "input": "Revisar: Producto regular\n\nEl embalaje era un desastre venía el protector de pantalla roto x todos lados Clasificación:", "id": "es_0942714"}
{"language": "es", "output": "bueno", "input": "Revisar: BUEN ACEITE\n\ntercera vez que lo compro para yamaha x max.va de perlas,seguire comprandolo,muy buena relacion calidad-precio Clasificación:", "id": "es_0011091"}
{"language": "es", "output": "malo", "input": "Revisar: Quita esmalte permanente\n\nNo me ha gustado nada. No se podía usar. Venia con grumos y después de esperar no hizo nada sobre el esmalte Clasificación:", "id": "es_0361164"}
{"language": "es", "output": "malo", "input": "Revisar: iluminación no funciona y pierde agua.\n\nEl caudal de agua mínimo en la descripción no es suficiente para iluminar los LED. Después de un mes de uso, una de las roscas de plástico se ha pasado de rosca. Es una pieza que va integrada en la T que sirve de unión con la salida de la depuradora. La cascada ha quedado inservible. Clasificación:", "id": "es_0327577"}
{"language": "es", "output": "malo", "input": "Revisar: Tarde y de diferente color\n\nEl bolso me encanta, pero no el color. Pedí un bolso rojo y me ha llegado uno fucsia Clasificación:", "id": "es_0731198"}
{"language": "es", "output": "malo", "input": "Revisar: No recomendable\n\nNo pellizca bien el remache, no escupe bien el clavo Clasificación:", "id": "es_0772773"}
{"language": "es", "output": "bueno", "input": "Revisar: Completo\n\nTiene de todo, para aburrir, pero es complicado de manejar y no viene información de ayuda Clasificación:", "id": "es_0735904"}
{"language": "es", "output": "bueno", "input": "Revisar: Faciles de montar\n\nle pongo tres estrellas porque no las he probado con nieve solo puedo decir que es muy fácil montarlas en las ruedas Cuando las pruebe con nieve actualizare mi opinión Clasificación:", "id": "es_0436618"}
{"language": "es", "output": "bueno", "input": "Revisar: Todo casi bien\n\nAlguna burbuja a los pocos días se van Clasificación:", "id": "es_0509249"}
{"language": "es", "output": "bueno", "input": "Revisar: Muy bien\n\nUn bolso.fuerte y resistible me.encanto lo.único es que al doblarlo de la manera que los embalan estropean un poco las cremayeras , por que viene doblado a mitad ..Super comodo y en mi caso bien Clasificación:", "id": "es_0755709"}
{"language": "es", "output": "bueno", "input": "Revisar: Elegante\n\nProducto oficial, elegante, buena calidad, fácil de poner y quitar, bien ajustada, delgada y muy agradable al tacto. No le doy las 5* por su atracción al polvo :) Clasificación:", "id": "es_0536761"}
{"language": "es", "output": "bueno", "input": "Revisar: Cumple con su objetivo.\n\nDisfraz muy chulo. La calidad... acorde al precio (otra cosa sería si fuera a tener que usarlo con frecuencia). Cumple objetivo! La talla, tirando a grande. Clasificación:", "id": "es_0514717"}
{"language": "es", "output": "bueno", "input": "Revisar: Opinion\n\nEstos cascos están muy bien. Solo tienen que mejorar las baterías dura mui poko. Ni de lejos 17 horas como pone. Clasificación:", "id": "es_0907761"}
{"language": "es", "output": "bueno", "input": "Revisar: Algunas reseñas de las piezas no corresponden con el modelo de la pieza en cuestion\n\nRegalo, perfecto. Pero las instrucciones en chino. Hay ke adivinar Clasificación:", "id": "es_0501691"}
{"language": "es", "output": "malo", "input": "Revisar: Pequeño\n\nEs súper pequeño para una niña de 5 años y la calidad deja mucho q desear Clasificación:", "id": "es_0646469"}
{"language": "es", "output": "malo", "input": "Revisar: una tv de 40 0 43 pulgadas no se puede poner en 90 grados\n\nno se puede poner un tv en 90 grados, ni se acerca, y la tornilleria de muy mala calidad. aparte que no trae tornillos para la tv, si no los tienes has de comprarlos Clasificación:", "id": "es_0464677"}
{"language": "es", "output": "bueno", "input": "Revisar: Sujeta bien y el bebé puede moverse sin llegar a agobiar\n\nFácil de colocar y muy práctica Clasificación:", "id": "es_0287722"}
{"language": "es", "output": "bueno", "input": "Revisar: Rapidez\n\nRapidez y descripcion correcta Clasificación:", "id": "es_0311116"}
{"language": "es", "output": "malo", "input": "Revisar: Cristal se rompió en dos dias\n\nLa funda bien, aunque le falta un pelín para cubrir bien la pantalla. Pero el cristal por mi experiencia mal. Se rompió a los dos días contados sin que se galleta si quiera, solo por llevarlo en el bolso Clasificación:", "id": "es_0807900"}
{"language": "es", "output": "bueno", "input": "Revisar: Buen producto.\n\nLlegó antes de la fecha indicada. Buen servicio. La correa es fantástica. Tiene la longitud óptima y el agarre, debido a que es engomada, es excelente. Totalmente recomendada. Clasificación:", "id": "es_0824429"}
{"language": "es", "output": "bueno", "input": "Revisar: Buena sudadera oversize\n\nLe pongo cuatro estrellas porque su relación calidad precio me parece muy buena ,es una prenda calida y confortable en cuanto al tallaje me ha parecido completamente normal mido uno ochenta y dos y peso 88 kilos y la talla M me va bien quizá un poco ajustada pero correcta depende de cómo te guste de ceñida. Clasificación:", "id": "es_0289377"}
{"language": "es", "output": "malo", "input": "Revisar: Elevacion-descenso\n\nEl cilindro de elevacion ha dejado de funcionar a la semana. Clasificación:", "id": "es_0865840"}
{"language": "es", "output": "bueno", "input": "Revisar: Cumple perfectamente su funcion\n\nCorrecto, el material de la empuñadura puede ser mejorable pero las cerdas son buena, suaves...buena calidad-precio Clasificación:", "id": "es_0316044"}
{"language": "es", "output": "bueno", "input": "Revisar: Similar\n\nEs muy parecida a la correa original pero un poco mas corta que la otra, una vez encajado, que costo un poco que los tubos de metal entraran. Hace su función a la perfección Clasificación:", "id": "es_0193318"}
{"language": "es", "output": "malo", "input": "Revisar: No merece la pena\n\nDa poco aire, y tampoco se puede decir que sea muy silencioso. Por el precio no merece la pena, tengo otros más baratos que hacen menos ruido y dan más aire. Clasificación:", "id": "es_0363775"}
{"language": "es", "output": "bueno", "input": "Revisar: Me encanta!\n\nRiquísimos, regaliz de verdad Clasificación:", "id": "es_0919453"}
{"language": "es", "output": "bueno", "input": "Revisar: Ideal\n\nEstá muy bien como cartera extraescolar. Clasificación:", "id": "es_0547387"}
{"language": "es", "output": "malo", "input": "Revisar: Demasiada movilidad\n\nAguanta el tirón relativamente bien; tu móvil no saldrá volando al primer bache. Sin embargo, sí que aparecerá mirando hacia donde el azar determine, lo cual no deja de ser disfuncional. Clasificación:", "id": "es_0811753"}
{"language": "es", "output": "bueno", "input": "Revisar: TAL CUAL\n\nel producto es tal cual al de la foto, la única pega es que el envío tardó casi un mes Clasificación:", "id": "es_0641982"}
{"language": "es", "output": "bueno", "input": "Revisar: Cumple su función\n\nCumple su función. El material es bastante bueno y aunque la estructura estaba desequilibrada; de ahí mis 4 estrellas, una vez lo rellené se mantiene estable. Tengo un cocker y es un tamaño justo, La relación calidad precio es buena. Lo recomiendo Clasificación:", "id": "es_0181645"}
{"language": "es", "output": "malo", "input": "Revisar: Son cómodas pero no reducen\n\nNo reducen mucho, son menos fuertes de lo que esperaba. Se rompen facil Clasificación:", "id": "es_0463024"}
{"language": "es", "output": "bueno", "input": "Revisar: Buena calidad para el precio\n\nLo esperado. Buena calidad precio. Clasificación:", "id": "es_0597329"}
{"language": "es", "output": "bueno", "input": "Revisar: Bien.\n\nSe instala fácilmente, el funcionamiento no tiene pérdida. La pantalla led y los controles, unido al cuello que tiene que le permite ponerse en múltiples posiciones, es un puntazo a tener en cuenta. Por lo demás, lo único que me deja un regustillo amargo, es la calidad final del sonido, que a mi no me parece tan buena... No está mal pero se nota que podía ser mejor. Clasificación:", "id": "es_0438977"}
{"language": "es", "output": "malo", "input": "Revisar: Engaño\n\nNo tiene los agujeros hechos. Tienes que hacerlos tú. Una mierda Clasificación:", "id": "es_0034071"}
{"language": "es", "output": "bueno", "input": "Revisar: TODO PERFECTO\n\nTodo correcto, funciona muy bien y facil de montar. Clasificación:", "id": "es_0437924"}
{"language": "es", "output": "malo", "input": "Revisar: calidad\n\nLa pulsera me quedó pequeña y no me ha gustado mucho de la calidad del producto. Clasificación:", "id": "es_0474837"}
{"language": "es", "output": "bueno", "input": "Revisar: Relacion calidad precio\n\nLo he usado tanto para teclado como para ratón, me ha gustado todo no tengo quejas Clasificación:", "id": "es_0441775"}
{"language": "es", "output": "bueno", "input": "Revisar: buena compra.\n\nllegaron muy rápido y sin problemas, son muy chulos y mi hijo esta encantado, lo recomiendo sin problemas, buena compra Clasificación:", "id": "es_0287176"}
{"language": "es", "output": "malo", "input": "Revisar: No me termina de convencer\n\nCreo que la mayoría de las veces no tengo ningún problema pero alguna que otra vez da la sensación de que al usar el joystick izquierdo, luego al dejar de usarlo el móvil detecta como si lo siguiera pulsando, sobretodo cuando pulso el joystick hacia abajo. Tuve ya uno hace tiempo y en menos de un año de tanto abrirlo y cerrarlo dejó de funcionar correctamente sin haberle dado golpes y ahora no me atrevo a usarlo con el móvil en medio. Esto me lo espero de un mando de unos 15 euros. Con este precio y todas estas cosas no me convence. Ya puede durarme este último para cambiar de opinión pero ahora mismo no lo termino de ver. Clasificación:", "id": "es_0933544"}
{"language": "es", "output": "bueno", "input": "Revisar: Genial\n\nBuen producto, se ajusta a la descripción. El envio ha sido rápido al igual que la comunicación con el vendedor. Clasificación:", "id": "es_0791230"}
{"language": "es", "output": "malo", "input": "Revisar: Mal producto\n\nNo me ha durado ni una semana el. Motor literalmente se ha quemado en el segundo uso, no es para nada recomendable Clasificación:", "id": "es_0927484"}
{"language": "es", "output": "bueno", "input": "Revisar: Canciones divertidas\n\nEstoy muy contenta con el piano, tiene muchas canciones, sonidos de animales, aplausos y ovaciones. lo recomiendo Clasificación:", "id": "es_0324981"}
{"language": "es", "output": "malo", "input": "Revisar: Mal olor!!\n\nDespués de un año de uso, veo que deja mal olor en los cubitos y en congelador y los transmite a las bebidas. Una pena porque es diseño es perfecto. Clasificación:", "id": "es_0620735"}
{"language": "es", "output": "bueno", "input": "Revisar: BUENA CALIDAD\n\nBUENA CALIDAD Y TAMAÑO Clasificación:", "id": "es_0528887"}
{"language": "es", "output": "malo", "input": "Revisar: Defectuoso\n\nComo producto entiendo que es bueno, pero claro, si a veces funciona y aveces no , pues va ser que no lo puedo valorar como tal. Clasificación:", "id": "es_0925424"}
{"language": "es", "output": "malo", "input": "Revisar: Llega roto\n\nYa aparece una pegatina rota sin abrir el sobre Clasificación:", "id": "es_0551369"}
{"language": "es", "output": "bueno", "input": "Revisar: Muy buena compra\n\nEl patinete Doble, funciona perfectamente, mi hija está encantada. La única pega es que pesa mucho y la opción que sea plegable es buena, pero es difícil de fijar para ponerlo en posición para montarse Clasificación:", "id": "es_0201365"}
{"language": "es", "output": "bueno", "input": "Revisar: Calidad precio inmejorable.\n\nMuy divertida y buenos materiales. Clasificación:", "id": "es_0881103"}
{"language": "es", "output": "malo", "input": "Revisar: bonito.....pero malo.\n\nA las 48 horas ya estaban gastados los dos mini-topes de plástico que aguantan la tapa, con lo cual, ya no solo sin ser hermético, sino inutil total. Clasificación:", "id": "es_0792085"}
{"language": "es", "output": "malo", "input": "Revisar: Bien\n\nBien pero algunas no están anudadas al final y si no te fijas se desarman Clasificación:", "id": "es_0263227"}
{"language": "es", "output": "malo", "input": "Revisar: No me ha funcionado\n\niba a ser para conectar la wii a una pantalla, pero no da señal, devuelto Clasificación:", "id": "es_0932438"}
{"language": "es", "output": "malo", "input": "Revisar: Demasiado lento\n\nYa con el Windows de fabrica va lento. Tarda en cargar cualquier web y los vídeos de YouTube se ven entrecortados, así que en cuanto le instales algún programa más va a ir a pedales. El sonido es malo, suena como una vibración a ratos. No merece la pena, ya he pedido lan devolución Clasificación:", "id": "es_0197641"}
{"language": "es", "output": "malo", "input": "Revisar: Decepcion\n\nA los quince dias de usarse, una de las uniones se ha despegado con lo que ha dejado de cumplir su función en gran parte. Clasificación:", "id": "es_0534411"}
{"language": "es", "output": "bueno", "input": "Revisar: Caja de herramientas\n\nMe la espera un poco más grande, el habitáculo de abajo muy bien, de gran utilidad para las piezas pequeñas de riego Clasificación:", "id": "es_0174164"}
{"language": "es", "output": "bueno", "input": "Revisar: Fantastico\n\nEsta genial. Muy fácil el montaje!!!!! Y es fácil de manejar. Lo recomiendo a todos, pues es un complemento perfecto. Clasificación:", "id": "es_0781407"}
{"language": "es", "output": "malo", "input": "Revisar: No me llegó!!!\n\nMal no me a llegado!!!!!!! Clasificación:", "id": "es_0852959"}
{"language": "es", "output": "bueno", "input": "Revisar: Ligeramente grande y las alas se pueden doblar.\n\nEs muy realista, pero quizás demasiado grande y las alas se doblan con facilidad. Clasificación:", "id": "es_0789533"}
{"language": "es", "output": "bueno", "input": "Revisar: Buena pinta.\n\nParecen de muy buena calidad, los uso para atar tomateras, veremos como aguantan las inclemencias del tiempo. Clasificación:", "id": "es_0794036"}
{"language": "es", "output": "bueno", "input": "Revisar: Multimetro\n\nMejor de lo esperado funciona muy bien llego rapido sin ningun problema Lo recomiendo Clasificación:", "id": "es_0857047"}
{"language": "es", "output": "bueno", "input": "Revisar: Buena relación calidad precio\n\nEs ligero y no ocupa mucho espacio. Lo malo es que para poner el iPad para trabajar hay que sacar un poco el teclado hacia afuera Clasificación:", "id": "es_0913421"}
{"language": "es", "output": "bueno", "input": "Revisar: No tan ruidoso como comentaban, excelente capacidad, a la espera del rendimiento a largo plazo\n\nEl disco responde a las expectativas, el algo más ruidoso que otros de menor tamaño, pero para mi no es un problema. Pero,... es Seagate y no tengo muy buena experiencia con ellos, a pesar de lo cual lo he adquirido por necesidad de capacidad/ precio. Quizás dentro de 1 año o 2 tenga que cambiar este comentario. Se entiende que los discos fallen con los años, pero los de Seagate tienen a a hacerlo dentro del primer año en mi experiencia. Veremos que lo que ocurre. Clasificación:", "id": "es_0309372"}
{"language": "es", "output": "bueno", "input": "Revisar: gamepad que funciona, por fin, es perfecto.\n\nlas cosas como son, gran producto, gran envio, mejor precio. recomendado para emular en tu pc videojuegos retro o para raspberry. botones, material, tacto, etc, todo perfecto, tengo 4 en casa y los 4 funcionan. Clasificación:", "id": "es_0721332"}
{"language": "es", "output": "bueno", "input": "Revisar: La devolución muy fácil y rápida\n\nMe equivoqué de talla pero el producto estaba bien Clasificación:", "id": "es_0861161"}
{"language": "es", "output": "bueno", "input": "Revisar: En su mayoria bien\n\nEl estuche y las puntas, muy bien. Funcionan a la perfección. Las guías telescópicas son bastante rígidas pero el recubrimiento con el nombre DeWalt están sueltas, bailan junto con el movimiento e incluso pierden la posición y se salen. Es incómodo, aunque su uso es correcto si obviamos ese detalle. Clasificación:", "id": "es_0880464"}
{"language": "es", "output": "bueno", "input": "Revisar: Perfecta\n\nPerfecta en una vw t5 multivan Clasificación:", "id": "es_0769000"}
{"language": "es", "output": "malo", "input": "Revisar: No vale por calidad\n\nA los 15 días dejo de cargar uno de los canales Clasificación:", "id": "es_0154050"}
{"language": "es", "output": "bueno", "input": "Revisar: FONDO GENIAL\n\nLa fiesta ha sido todo un éxito! Clasificación:", "id": "es_0241725"}
{"language": "es", "output": "bueno", "input": "Revisar: Muy suave\n\nSúper suave, estoy encantada con la compra Clasificación:", "id": "es_0237906"}
{"language": "es", "output": "bueno", "input": "Revisar: Muy barato y bueno\n\nOcupa muy poco y es muy resistente y impermeable. Lo utilizo para infinidad de cosas, sobretodo cuando voy de camping, para poner la tienda encima si el suelo está mojado o para sentarme a comer si no encuentro ningún lugar mejor donde sentarme. Clasificación:", "id": "es_0950854"}
{"language": "es", "output": "malo", "input": "Revisar: Decepcionada\n\nNi siquiera me las enviaron, dijeron q habia problemas con el transporte y despues que ya no disponian del producto Clasificación:", "id": "es_0495416"}
{"language": "es", "output": "malo", "input": "Revisar: Malo\n\nSe ha estropeado al mes y ya no me lo cambian Clasificación:", "id": "es_0442531"}
{"language": "es", "output": "malo", "input": "Revisar: De pena.\n\nNo funciona bien. He tenido que arreglarlo para que encienda. Y por supuesto a una sola velocidad. Clasificación:", "id": "es_0831923"}
{"language": "es", "output": "bueno", "input": "Revisar: Bueno.......\n\nEs guay pero el Foam del agarre dura poco he tenido que hacerle ahí un apaño para que no termine de romperse Clasificación:", "id": "es_0531956"}
{"language": "es", "output": "malo", "input": "Revisar: Mal embalaje y color no se corresponde\n\nCompré 10 unidades y me fueron enviadas desde Singapur en un embalaje muy débil lo que hizo que las piezas del pelador vinieran separadas del propio producto debido al propio transporte. El color que aparece en la web no es el mismo que el producto, parece un naranja pero es como un amarillo desgastado. Clasificación:", "id": "es_0277757"}
{"language": "es", "output": "malo", "input": "Revisar: Decepcion\n\nNo son las canicas de la foto. Son pequeñas y feas. No repetiremos Clasificación:", "id": "es_0233364"}
{"language": "es", "output": "bueno", "input": "Revisar: Muy útil\n\nMe a gustado mucho, no puedes parar de leer, porque parece que esté hablando de uno mismo, me he sentido muy identificado. Clasificación:", "id": "es_0210807"}
{"language": "es", "output": "bueno", "input": "Revisar: Buen producto\n\nZapatero ideal, fácil de montar, y muy practico, ya por su gran capacidad así como por su diseño. Cumple todos los objetivos del producto. Clasificación:", "id": "es_0994631"}
{"language": "es", "output": "bueno", "input": "Revisar: No está mal pero para mayores\n\nEs muy difícil de manejar, y cuando vuela puede ser peligroso. Para mayores. Si se engancha en un papel o algo así lo hace pedazos. Por lo demás según lo descrito. La barbie que va encima es una figura rígida. Clasificación:", "id": "es_0856621"}
{"language": "es", "output": "bueno", "input": "Revisar: Buen apoyo\n\nEsta bien pero se le quita la goma de alrededor. Adjunto foto Clasificación:", "id": "es_0747324"}
{"language": "es", "output": "malo", "input": "Revisar: No lo volvería a comprar\n\nNo me ha gustado nada,es muy flojo, apenas se ve el dibujo de lo pequeño que se refleja, no lo volvería a comprar no lo recomiendo. Clasificación:", "id": "es_0404593"}
{"language": "es", "output": "malo", "input": "Revisar: No se acompañaba el manual en español\n\nAl no acompañarse el manual en español para poder instalarlo por lo cual se devolvió y me encuentro a la espera de la devolución del dinero Clasificación:", "id": "es_0936715"}
{"language": "es", "output": "malo", "input": "Revisar: Mal\n\nLe doy una estrella por la sencilla razón de que no llevo 1 año con la funda y ya se ha roto la cremallera por varios sitios. Clasificación:", "id": "es_0751348"}
{"language": "es", "output": "malo", "input": "Revisar: Bolsillo principal pequeño\n\nSi no la vas a utilizar como mochila triatlon el bolsillo principal se queda muy pequeño Clasificación:", "id": "es_0524748"}
{"language": "es", "output": "malo", "input": "Revisar: No es universal y no devuelven todo el dinero\n\nEl saco llegó a casa, es bonito pero no es universal y no se adapta a mi carro. Vinieron la día siguiente a recogerlo y me pareció un gran servicio. Pero cuál es mi sorpresa que una semana después me hacen la devolución del importe menos 3,95 de gastos. Asique he perdido dinero, poco, pero mio. Clasificación:", "id": "es_0877821"}
{"language": "es", "output": "bueno", "input": "Revisar: envio\n\nel envío y todo perfecto Clasificación:", "id": "es_0892615"}
{"language": "es", "output": "bueno", "input": "Revisar: Buena\n\nSon aceitunas rellenas, y están buenas. Lo mejor para mí es el formato pequeño, como mucho me dan para las ensaladas de dos días y así no se me estropean como me ha llegado a pasar con otros botes más grandes. Clasificación:", "id": "es_0028040"}
{"language": "es", "output": "bueno", "input": "Revisar: Me gusto\n\nSi, esta genial vino muy bien, a tiempo, y bien envasado, era lo que esperaba. Me encantó esta muy lograda Clasificación:", "id": "es_0485468"}
{"language": "es", "output": "bueno", "input": "Revisar: Muy buenas\n\nExcelente calidad. Duraderas Clasificación:", "id": "es_0643494"}
{"language": "es", "output": "bueno", "input": "Revisar: Focos led para auto - maquinaria\n\nTienen un buen diseño y no son muy grandes para la potencia que tienen. Los compre para un compañero de trabajo al que le gusta la caza y me comenta que le gusta más que los que tenia anteriormente. Clasificación:", "id": "es_0495251"}
{"language": "es", "output": "malo", "input": "Revisar: Un poco decepcionada\n\nEl tejido es malo y se transparenta mucho Clasificación:", "id": "es_0963194"}
{"language": "es", "output": "bueno", "input": "Revisar: Asequibles\n\nMe ha gustado mucho porqué són asequibles aunque al principio manchan un poco Clasificación:", "id": "es_0989130"}
{"language": "es", "output": "bueno", "input": "Revisar: Bueno\n\nSe notan algunas imperfecciones en la madera y en el design, pero en general la calidad-precio es buena. Clasificación:", "id": "es_0196774"}
{"language": "es", "output": "bueno", "input": "Revisar: Bien\n\nA mi hija le ha encantado, pero la verdad es que se ha rasgado por el cuello y el cuerpo enseguida Clasificación:", "id": "es_0488338"}
{"language": "es", "output": "bueno", "input": "Revisar: Buen precio y calidad\n\nBuen precio y calidad Clasificación:", "id": "es_0083292"}
{"language": "es", "output": "bueno", "input": "Revisar: Hot\n\nDa muy buena sensación Clasificación:", "id": "es_0700683"}
{"language": "es", "output": "bueno", "input": "Revisar: Todo correcto\n\nTodo correcto, igual al original Clasificación:", "id": "es_0173301"}
{"language": "es", "output": "malo", "input": "Revisar: No me ha llegado el producto\n\nNo me ha llegado el producto Clasificación:", "id": "es_0552263"}
{"language": "es", "output": "bueno", "input": "Revisar: Cumple su función\n\nPor poner un pero es que si las medidas del asiento no coinciden con la del cojín la persona que se sienta se cae hacia un lado. Clasificación:", "id": "es_0004275"}
{"language": "es", "output": "malo", "input": "Revisar: No lo recomiendo\n\nEl pedido ha llegado muy tarde y no solo eso sino que en dos partes, aunque es lo de menos, porque la mitad estaban rotos y aunque la idea es buena, al ser de un material tan malo, no consigues que queden bien los zapatos porque se tuercen, no puedo recomendar la compra de este producto, es la primera vez que me pasa con Amazon. Clasificación:", "id": "es_0843068"}
{"language": "es", "output": "bueno", "input": "Revisar: Excelente elección\n\nYa tenía otro, y sigo teniéndolo... súper! Lo uso de almacenaje para juguetes, con lo Que ha pasado todas las pruebas posibles Clasificación:", "id": "es_0715218"}
{"language": "es", "output": "malo", "input": "Revisar: Muy mal\n\nMuy mal 2 veces se equivocaron de modelo de neumático por el Trail King. Al final tuve que solicitar el reembolso Clasificación:", "id": "es_0827558"}
{"language": "es", "output": "malo", "input": "Revisar: Daniel\n\nHan llegado abiertas y sucias. Muy descontento en ese sentido. Por otro lado se las ve robustas y de buena calidad. Si hubieran llegado en un estado impoluto cambiaría mi valoración a una más positiva. Clasificación:", "id": "es_0980186"}
{"language": "es", "output": "bueno", "input": "Revisar: Ideales para aprender rápido y fácil.\n\nPerfectos para aprender, el palillo inferior está fijo y es el que apoya en la mano, mientras que el superior es móvil y es el que coges entre los dedos. No tiene ningún misterio. Además el extremo de ambos se ensancha un poco facilitando coger los alimentos. Si le tuviese que poner un pero es que son ideales para niñas y niños, pero yo los compré para que aprendiese un adulto se le quedan un poco de juguete. Clasificación:", "id": "es_0437341"}
{"language": "es", "output": "malo", "input": "Revisar: No funcionan bien, se oye clicks y pitidos al descolgar!\n\nMe pareció perfecto, sin demasiados botones, la estética muy bien, el precio, la entrega por correos muy bien. Por cierto, Seur en Burgos miente sobre las entregas y las supuestas ausencias de los destinatarios! Leo las instrucciones por si acaso, enchufo el teléfono y solo se oía clicks y pitidos ligeros. El boton manos libres funcionaba bien y se podía hacer una llamada. Pero con el auricular descolgado NO SE OYE NADA. Compré otro teléfono igual, el mismo modelo de Amazon y lo mismo que con el primero!! Asi que devuelvo los dos! Clasificación:", "id": "es_0204955"}
{"language": "es", "output": "malo", "input": "Revisar: Poca seriedad\n\nComprado el 31 de julio y sin llegar con fecha de entrega en agosto y el vendedor no responde a los correos Clasificación:", "id": "es_0801026"}
{"language": "es", "output": "malo", "input": "Revisar: Ángel\n\nNo se corresponde el producto con la descripción, hablan de un lote de 6 llaveros y sólo recibes 1 llavero. Clasificación:", "id": "es_0231057"}
{"language": "es", "output": "bueno", "input": "Revisar: muy cómoda\n\nmuy cómoda, tal como esperaba Clasificación:", "id": "es_0577353"}
{"language": "es", "output": "bueno", "input": "Revisar: Historia curiosa\n\nCurioso libro. Sobre todo por estar basado en una historia real. A veces ni me creo que pueda existir esa persona!! Clasificación:", "id": "es_0892106"}
{"language": "es", "output": "bueno", "input": "Revisar: Tamaño correcto\n\nMe ha gustado el tamaño , y no me ha gustado , pues creo que es un defecto , que se calientan de forma excesiva por su parte exterior al llenarlos con un líquido caliente como sopa ó leche. Clasificación:", "id": "es_0960923"}
{"language": "es", "output": "bueno", "input": "Revisar: Protege y no abulta\n\nProtector de plástico transparente que se adapta perfectamente a la forma del Apple Watch Series 4, con las ranuras correspondientes para la salida de altavoces y de correa. Protege bien y no abulta mucho, lo que se agradece en un dispositivo que de por sí no quieres que ocupe más de lo que es. Recomendable. Clasificación:", "id": "es_0229523"}
{"language": "es", "output": "malo", "input": "Revisar: ko\n\nhace ya 3 meses que dejó de funcionar, ha durado algo mas de un año, esperaba algo mas de vida util Clasificación:", "id": "es_0956891"}
{"language": "es", "output": "bueno", "input": "Revisar: Genial\n\nUn producto genial para prevenir las mastitis, volveré a comprarlo sin duda. Clasificación:", "id": "es_0343163"}
{"language": "es", "output": "bueno", "input": "Revisar: Se nota en el pelo\n\nEl cambio al poner este filtro es impresionante. Se nota sobretodo en el pelo cuando te duchas. Muy práctico si vives en una zona donde el agua del grifo tiene mucha cal y no quieres gastarte el dinero comprando un equipo profesional. Se instala fácilmente ya que se adapta al conector estándar que llevan las dichas y solo hace falta enroscarlo y ponerle un poco de la cinta que lleva en caso de que pierda un poco de agua. Incluye un filtro de substitución que según las instrucciones d producto tiene que realizarse cada 12 meses. Clasificación:", "id": "es_0987727"}
{"language": "es", "output": "bueno", "input": "Revisar: Perfecto estado\n\nMuy práctico. Corresponde al 100% con lo que se ofrece Clasificación:", "id": "es_0356901"}
{"language": "es", "output": "bueno", "input": "Revisar: Buna compra\n\nMe encanta y funciona muy bien, la batería dura una semana conectado al móvil. Clasificación:", "id": "es_0363296"}
{"language": "es", "output": "malo", "input": "Revisar: Que no sirve\n\nNo me ha servido para nada. Tengo la habitación que da al patio y es imposible pillar algún canal. Y si coge alguno es extranjero. No me sirve. Clasificación:", "id": "es_0222713"}
{"language": "es", "output": "bueno", "input": "Revisar: estanco\n\nes justo lo que buscaba. Bueno, bonito y barato Clasificación:", "id": "es_0576859"}
{"language": "es", "output": "bueno", "input": "Revisar: Amazon un 10\n\nEsta muy chulo, lo malo fue la empresa de transportes que un primer paquete lo perdieron, suerte que ahí está Amazon y me enviaron otro rápidamente. Un 10 a Amazon un 1 a la agencia de transportes. Clasificación:", "id": "es_0920157"}
{"language": "es", "output": "bueno", "input": "Revisar: Tal como esperaba\n\nLlegó muy pronto y en perfectas condiciones .es tal como imaginaba ,va muy bien Todavía no he usado todas las funciones. Clasificación:", "id": "es_0334372"}
{"language": "es", "output": "malo", "input": "Revisar: No son lo que parecen\n\nNo son auténticas, esperaba otra cosa Clasificación:", "id": "es_0659843"}
{"language": "es", "output": "malo", "input": "Revisar: Ha durado 5 meses\n\nLo compré hace menos de 5 meses y ya no funciona. Clasificación:", "id": "es_0647055"}
{"language": "es", "output": "malo", "input": "Revisar: No es de buena calidad\n\nSe caen los botones y antes del año se jodió la batería. Lo tuve que devolver. Clasificación:", "id": "es_0445163"}
{"language": "es", "output": "malo", "input": "Revisar: Muy duros. Mala experiencia.\n\nZapato muy duro para los que tenemos los pies planos/anchos. Los devolví al minuto. Clasificación:", "id": "es_0149998"}
{"language": "es", "output": "malo", "input": "Revisar: Mala calidad\n\nYa se ha roto y sin que se haya caido el movil ni nada. Muy mala calidad. La he devuelto. No duro ni 15 dias. Se despego la tapa entera sola. Clasificación:", "id": "es_0963944"}
{"language": "es", "output": "bueno", "input": "Revisar: Bien\n\nCalidad precio estupendas. No parecen muy realistas en cuanto al material pero el centelleo imitando la llama, es resultón. Clasificación:", "id": "es_0754272"}
{"language": "es", "output": "malo", "input": "Revisar: Producto defectuoso\n\nDeberían enviarlo bien calibrado para que el fabricante compruebe si se puede calibrar. El producto que yo recibí no se podía calibrar correctamente y lo devolví. Clasificación:", "id": "es_0108437"}
{"language": "es", "output": "malo", "input": "Revisar: Fea con ganas\n\nEs fea con ganas, como de los chinos, y no sirve para beber, es demasiado grande. De esas cosas que te regalan y o bien las tirad o no sabes donde meterlas Clasificación:", "id": "es_0699155"}
{"language": "es", "output": "malo", "input": "Revisar: No lo volvería a comprar\n\nCon el tiempo de abre.. Clasificación:", "id": "es_0164010"}
{"language": "es", "output": "bueno", "input": "Revisar: ¿Donde puedo volver a comprarlo?\n\nEl mejor teclado externo que he tenido. Lo malo es que quiero comprar otro para un regalo y sólo lo he encontrado sin la ñ ¿dónde puedo comprarlo? Clasificación:", "id": "es_0670268"}
{"language": "es", "output": "malo", "input": "Revisar: Calidad/precio bien. Mandan el color que les da la gana\n\nLa he pedido morada y la he recibido naranja. Envían el color que les parece. La agenda relación calidad/precio está bien. Clasificación:", "id": "es_0028032"}
{"language": "es", "output": "bueno", "input": "Revisar: Normalito\n\nUn juego para mi hijo. No se ha pasado mucho tiempo jugando con él. No puedo opinar mucho más sobre este juego. Clasificación:", "id": "es_0215807"}
{"language": "es", "output": "malo", "input": "Revisar: Un desastre\n\npone que es para un 4X y en relidad es para el redmi note 4x no lo compreis PD:Lo tienen que cambiar ya Clasificación:", "id": "es_0570211"}
{"language": "es", "output": "bueno", "input": "Revisar: Cómo y fácil\n\nMe ha encantado lo cómodo que es de usar, puedo cargar el móvil a la vez que lo uso para escuchar mi música o conectar mi móvil a la vieja rádio de mi coche sin tener que hacer ninguna instalación. Un producto muy recomendable. Lo único que con el movimiento a veces se desconecta, sino le daría 5 estrellas. Clasificación:", "id": "es_0860281"}
{"language": "es", "output": "bueno", "input": "Revisar: La duración de la bateria\n\nLo uso preferentemente para trabajar, es muy cómodo y prácticamente no lo noto. La duración de la batería es una maravilla Clasificación:", "id": "es_0180862"}
{"language": "es", "output": "bueno", "input": "Revisar: Buen sonido y bateria\n\nBuena batería y sonido , diseño sencillo todo buien Clasificación:", "id": "es_0345371"}
{"language": "es", "output": "bueno", "input": "Revisar: Genial\n\nChulisimo,a mi hijo le han encantado,muy bien hechos,sobre todo maui,los tatuajes están grabados en el cuerpo,para que no se borren Clasificación:", "id": "es_0635026"}
{"language": "es", "output": "malo", "input": "Revisar: Ana\n\nLa camara es muy mala. La pantalla hay que presionarla muy fuerte para seleccionar lo que quieres, el teclado al escribir tienes que apretar mucho, no es muy tactil. Es dificil quitarle la tapa de atras, casi da miedo por si se rompe. Tiene muy poca bateria, se descarga enseguida... Clasificación:", "id": "es_0801407"}
{"language": "es", "output": "bueno", "input": "Revisar: Cómoda para tomar el sol.\n\nMe resulta cómoda para estar tumbado en ella tomando el sol. La posición de sentado, está bien para leer o así, pero no la utilizaría por ejemplo para comer sentado a una mesa, porque incluso en su posición más erguida, queda en una posición demasiado baja y reclinada. Clasificación:", "id": "es_0065804"}
{"language": "es", "output": "malo", "input": "Revisar: No funciona con HBO\n\nLa compre para ver HBO y no me deja Clasificación:", "id": "es_0053788"}
{"language": "es", "output": "malo", "input": "Revisar: Muy malo\n\nno os recomiendo comprar este producto, las instrucciones no son buenas y no es un producto estable, he tenido que dejarlo casi sin montar porque no me gustó nada Clasificación:", "id": "es_0594590"}
{"language": "es", "output": "bueno", "input": "Revisar: Bien narrado\n\nSe debería cuidar la ortografía. No es de recibo encontrar faltas en un libro, aunque sea de un género popular. Clasificación:", "id": "es_0456478"}
{"language": "es", "output": "bueno", "input": "Revisar: Calidad precio,están bien.\n\nMe ha gustado,todo como esperaba. Clasificación:", "id": "es_0119873"}
{"language": "es", "output": "malo", "input": "Revisar: Una Guarreria\n\nHe pedido dos uñas de estas con la primera cambie dos ruedas, con la segunda que me llego ayer, en la primera rueda se ha partido en 3 trozos Clasificación:", "id": "es_0549443"}
{"language": "es", "output": "malo", "input": "Revisar: Necesito ayuda por que se enciende y apaga solo\n\nNo entiendo por qué se enciende y se apaga solo nadie me da solucion necesito ayuda esta recién puesto aunque lo Compre en enero pero no funciona correctamente Clasificación:", "id": "es_0468724"}
{"language": "es", "output": "bueno", "input": "Revisar: Muy práctico\n\nLa compramos para irnos al campo con un bebé de 9 meses y que pudiera estar jugando en ella. Es muy práctica porque se limpia fácil aunque pesa mucho Clasificación:", "id": "es_0014910"}
{"language": "es", "output": "bueno", "input": "Revisar: Buena calidad, precio.\n\nSe monta fácilmente, el material es muy básico,flojo, pero después, de montado y sujetado queda bastante bien. Es para la habitación de mi hijo y le ha quedado muy bien , le está dando mucho uso. Clasificación:", "id": "es_0610242"}
{"language": "es", "output": "bueno", "input": "Revisar: Artículos correctos tal y como se ven en la imagen.\n\nLo que queríamos para el cumple. Una cola de sirena de collar venía rota. Clasificación:", "id": "es_0993904"}
{"language": "es", "output": "bueno", "input": "Revisar: Un juguete divertido\n\nLa verdad es que para lo pequeño que es se maneja y responde muy bien,aunque no es para volar fuera de casa,pues la más mínima brisa lo desequilibra y se estrella.Pero para pasar ratos en casa está super recomendado con los pequeños de la casa,que lo disfrutan mucho. La construcción es metálica y aguanta perfectamente los toques que son inevitables. Clasificación:", "id": "es_0027819"}
{"language": "es", "output": "malo", "input": "Revisar: Esta bien por el precio\n\nPara natación bien, pero pensé que serían más gorditos. Escurren un poco Clasificación:", "id": "es_0776892"}
{"language": "es", "output": "malo", "input": "Revisar: buen producto mal servicio\n\nEl producto me ha gustado mucho , pero el servicio de envío pésimo, el transportista no te lo sube a tu piso, tuve que bajar y ayudarlo y cargar con la silla por todo un patio hasta llegar a mi vivienda, con un peso excesivo. El proveedor tampoco me ha respondido bien, indicandome que no tienen obligación de dejarlo en tu vivienda. Para próximas ocasiones veré antes el proveedor ya que no me ha gustado tener que cargar con la silla hasta mi casa. Clasificación:", "id": "es_0505347"}
{"language": "es", "output": "malo", "input": "Revisar: Incomodo\n\nLa verdad es que me resultaba tan incomodo que no llegue ni a salir de casa con él. La verdad es que pegaba mucho, pero no sé como hubiese sido un día entero con él Clasificación:", "id": "es_0128881"}
{"language": "es", "output": "malo", "input": "Revisar: Es falsa o es muy mala.\n\nSillita de paseo muy endeble y simplona, nunca ha funcionado bien aunque la tenemos casi dos años y aun aguanta aunque esta echa polvo. Clasificación:", "id": "es_0265253"}
{"language": "es", "output": "malo", "input": "Revisar: Falta de profesionalidad en los envíos\n\nNo me ha gustado el que no he recibido aún el paquete. Se supone que correos express lo enviaba el sábado 1 de junio y no sólo no lo han enviado sino que se permiten el lujo de decirme que han echo dos intentos de entrega lo cual es mentira por ir a las horas a las que dice haber intentado la entrega yo si estaba en casa además de otros tres miembros de mi familia. Ya es la tercera vez que me ha ocurrido esto y por lo menos se espera que no mientan aunque el pedido llegue otro día ya que al cliente le condicionan a estar en su domicilio. Atte; un cliente un poco enfadado. Clasificación:", "id": "es_0593112"}
{"language": "es", "output": "bueno", "input": "Revisar: Práctico y se puede lavar.\n\nEs práctico se puede lavar y congelar. Clasificación:", "id": "es_0521619"}
{"language": "es", "output": "malo", "input": "Revisar: Pesimo\n\nEl producto no me llego todavia. Lleva tres dias de retraso y me pedís q valore..... Pues un cero de valoracion Clasificación:", "id": "es_0395217"}
{"language": "es", "output": "bueno", "input": "Revisar: Buena Compra\n\nBuen producto, acabado para que no resbale la mano incluso mojada y con jabón. Un detalle q me gusta es que la parte del asa va soldada a la parte que se atornilla a la pared, en otro modelos esa unión se hace con un a pieza de plástico que se expande con al apretar un tornillo. El tamaño de 30cm es suficiente para una mano, si se quiere usar para las dos Seria mejor el tamaño más grande. En mi caso he considera que los tornillos y los tacos incluidos eran suficientes. Recomiendo la compra. Clasificación:", "id": "es_0882106"}
{"language": "es", "output": "malo", "input": "Revisar: Accesorios fake\n\nLo único bueno los hilos y los aros, el resto de los chinos total. Clasificación:", "id": "es_0115905"}
{"language": "es", "output": "bueno", "input": "Revisar: Práctica\n\nEs pequeña, manejable y la puedes transportar a cualquier lugar, Alumbra lo suficiente en espacio de trabajo, para lo que tienes próximo a la lámpara, hacer deberes los niños, leer un libro... No la he utilizado mucho aún, habrá que ver con el uso si es un producto duradero. Clasificación:", "id": "es_0749399"}
{"language": "es", "output": "bueno", "input": "Revisar: Va bien\n\nCumple su función, su que con líquidos calientes no he probado aún Clasificación:", "id": "es_0485299"}
{"language": "es", "output": "malo", "input": "Revisar: Para cama 90 cm no.\n\nPequeño para cama de 90 cm. La calidad del tejido no es suave. Es bonita y vistosa. Clasificación:", "id": "es_0983822"}
{"language": "es", "output": "bueno", "input": "Revisar: Yo\n\nPara si precio está muy bien. Es ligero y cómodo. De tamaño está bien, para lo que yo lo quiero es ideal, me cabe el bocadillo, la botellita de agua, los pañuelos y hasta una bolsa de patatas. Clasificación:", "id": "es_0369811"}
{"language": "es", "output": "malo", "input": "Revisar: No se pega\n\nNo se pega a la pantalla del móvil se cae y se mueve con apenas un roce de la mano al coger el móvil por los laterales Clasificación:", "id": "es_0674658"}
{"language": "es", "output": "malo", "input": "Revisar: Malos\n\nMala calidad se raja la madera al meter los tornillos. Clasificación:", "id": "es_0384654"}
{"language": "es", "output": "bueno", "input": "Revisar: Muy buena calidad\n\nEs un producto de calidad. Recomiendo su compra. Clasificación:", "id": "es_0037505"}
{"language": "es", "output": "bueno", "input": "Revisar: Fantástico producto\n\nFantástico producto, una forma de sonorizar luces de casa a bajo coste Clasificación:", "id": "es_0053411"}
{"language": "es", "output": "bueno", "input": "Revisar: Me gusta\n\nBuen producto lo malo es si te tumbas en la cama se ve al revés la hora y tienes que girarlo y la pantalla mirando a la pared Clasificación:", "id": "es_0095924"}
{"language": "es", "output": "bueno", "input": "Revisar: Perfectas para el peque\n\nEs un juego básico pero muy bueno ya que incluye muchas piezas (al fin y al cabo lo que quieren los peques de la casa son piezas y mas piezas). Siempre es bueno un pack como este. Clasificación:", "id": "es_0974071"}
{"language": "es", "output": "bueno", "input": "Revisar: Gran capacidad\n\nBuena capacidad, diseño bonito, mantiene el frio bastante bien. Unico malo que los bolsitos exteriores son muy muy pequeños apenas puedes meter algo. Clasificación:", "id": "es_0330157"}
{"language": "es", "output": "bueno", "input": "Revisar: Mola mucho\n\nA pesar de que me llego rota la bola donde va el incienso,se arreglo con superglu, me encanta este quemador y el efecto que crea cpn el incienso de reflujo Clasificación:", "id": "es_0605760"}
{"language": "es", "output": "bueno", "input": "Revisar: Una monada\n\nUna monada para ponerle al baby born en verano y llevarlo a la playa Clasificación:", "id": "es_0969177"}
{"language": "es", "output": "malo", "input": "Revisar: Baterías sin carga\n\nLas pilas venían gastadas y he tenido que cambiarlas. Si se indica que incluye baterías, que al menos lleguen con carga. Clasificación:", "id": "es_0484564"}
{"language": "es", "output": "bueno", "input": "Revisar: LLEGO TARDE\n\nLA FECHA DE ENTREGA SE RETRASO Y ERA UN REGALO. POR LO DEMAS TODO CORRECTO. COLOR DE LA FUNDA MUY BONITO. Clasificación:", "id": "es_0430627"}
{"language": "es", "output": "bueno", "input": "Revisar: Buen acabado, a la espera de probarlas!\n\nSe aprecian mas robustas que los vasos de cromo vanadio. Están recubiertas de plástico para no dañar la llanta de aluminio al utilizarlas. Clasificación:", "id": "es_0741999"}
{"language": "es", "output": "malo", "input": "Revisar: Impuntualidad\n\nMe ha llegado más tarde de lo indicado y con la caja rota x una parte! Es para un regalo, y llega tarde y con desperfectos Clasificación:", "id": "es_0071652"}
{"language": "es", "output": "malo", "input": "Revisar: Desconforme\n\nSe despega ,no acopla bien y no puedo escribir algunas letras Clasificación:", "id": "es_0693655"}
{"language": "es", "output": "bueno", "input": "Revisar: Proteje correctamente\n\nFunda acorde a su descripción: color bonito y brillante, tacto suave, medidas perfectas, no se escurre, no se mancha con facilidad y por ahora no se ha roto ni tiene ninguna imperfección La única pega es el envío, que tardó aproximadamente 1 mes Clasificación:", "id": "es_0357539"}
{"language": "es", "output": "malo", "input": "Revisar: No lo pude ni probar\n\nEl manómetro en si se veía bien, pero al ir a usarlo por primera vez cuando estaba hinchando la rueda de la moto la tuerca que tiene por detras se partió y salió disparada, y hasta ahí puedo contar, una pena porque tenía buena pinta. Clasificación:", "id": "es_0305689"}
{"language": "es", "output": "malo", "input": "Revisar: Mala calidad\n\nMala calidad. Se iba rompiendo todo el rato la cinta y quedaba enganchada. Lo tuve que tirar, me hizo perder tiempo y salir a comprar uno nuevo. No lo recomiendo. Clasificación:", "id": "es_0002244"}
{"language": "es", "output": "bueno", "input": "Revisar: Hector\n\nExcelente producto cumple todos los requisitos tiene un acabado maravilloso es un gran producto carga de manera rápida en cualquiera de las 2 opciones Clasificación:", "id": "es_0229449"}
{"language": "es", "output": "malo", "input": "Revisar: Desilusionada\n\nNo me a gustado nada.... pequeña y de mala calidad para el precio que tiene, a la semana se me ha roto el broche... desilusión total Clasificación:", "id": "es_0885921"}
{"language": "es", "output": "malo", "input": "Revisar: Funciona, a medias\n\nHe probado varios auriculares con este adaptador y el problema viene al hacer llamadas que no funciona el micrófono. Si solo lo quieres para escuchar música te puede hacer el apaño de aprovechar esos auriculares que tengas por casa, pero como quieras responder una llamada deberas desconectarlos ya que no reconoce el micrófono. Clasificación:", "id": "es_0152712"}
{"language": "es", "output": "bueno", "input": "Revisar: Imán más bien flojito, pero cumple función\n\nCumple la función para lo que es, pero si es verdad que me los esperaba un poco más potentes en cuanto al imán, igualmente para lo. Que es, esta OK. Clasificación:", "id": "es_0003292"}
{"language": "es", "output": "malo", "input": "Revisar: Fatal\n\nNo lo recomiendo. Tuve que devolverlo porque se quedaba pillada la imagen todo el rato. Lo compre para intentar ver canales de tv y no iba bien. Al entrar a cualquier programa se salia solo y al final me harte y lo devolvi Clasificación:", "id": "es_0396736"}
{"language": "es", "output": "malo", "input": "Revisar: El color no se queda.\n\nLlegó todo perfecto, pero tuve que usar 2 botes teniendo en cuenta que el pelo no me llega ni a los hombros, el color no duró ni un lavado y tampoco es el de la foto, más que pastel es rosa chicle. Clasificación:", "id": "es_0720957"}
{"language": "es", "output": "bueno", "input": "Revisar: Originales\n\nSuper originales, no aparenta, están muy bien Clasificación:", "id": "es_0623904"}
{"language": "es", "output": "malo", "input": "Revisar: Malo\n\nEl pipí se sale, no se absorbe rápido y el perro se moja todo. No recomiendo Clasificación:", "id": "es_0605661"}
{"language": "es", "output": "bueno", "input": "Revisar: La recomiendo\n\nMe ha gustado mucho, queda muy bien. Se aguanta bien de pie. El color verde muy bonito. Clasificación:", "id": "es_0824339"}
{"language": "es", "output": "bueno", "input": "Revisar: Comodo\n\nPreservativos sin más. Nada en especial, si pilláis ofertas vale sino hay opciones más interesantes. Clasificación:", "id": "es_0963418"}
{"language": "es", "output": "bueno", "input": "Revisar: Antiladridos\n\nLo probé con mi perra y funciona, da un bote que no le gusta mucho el aparato Clasificación:", "id": "es_0511188"}
{"language": "es", "output": "bueno", "input": "Revisar: Buenos gayumbos\n\nMe han sorprendido gratamente, la medida justa, son bonitos y cómodos. Clasificación:", "id": "es_0196196"}
{"language": "es", "output": "malo", "input": "Revisar: Pésimo es poco\n\nNo sirve para nada,no hay manera de que encaje ,se cae,no coinciden los puntos.de carga.... No sirve para nada,lo tiro a la basura nada más recibirlo. Clasificación:", "id": "es_0876251"}
{"language": "es", "output": "bueno", "input": "Revisar: Tamaño ideal y muy practico\n\nEs ideal. Justo lo que quería. Buen material, tamaño y bolsillos interiores. Clasificación:", "id": "es_0584815"}
{"language": "es", "output": "bueno", "input": "Revisar: Super\n\nFunciona muy bien. No tengo peros. Para el precio que tiene. Da vida nueva al portátil Clasificación:", "id": "es_0998055"}
{"language": "es", "output": "bueno", "input": "Revisar: Sencillo y útil\n\nLectura fácil y rápida. Clasificación:", "id": "es_0792775"}
{"language": "es", "output": "malo", "input": "Revisar: Buena imagen pero audio es malo\n\nEn general, y tomando en cuenta el precio del mini proyector, creo que la calidad de imagen es buena. El problema es que hay una falla en la salida de audio. He solicitado reemplazo y el segundo tiene las mismas fallas en el audio. La idea era usar el mini proyector con FireTv stick pero no es 100% compatible. Solo youtube no ha presentado problema alguno. En el caso de Netflix y Primer video el caso es aún más raro porque algunas series o pelis si que se pueden ver y escuchar sin problema. Esta falla no solo pasa con FireTv, pasa igual al conectar un ordenador via HDMI. Clasificación:", "id": "es_0322155"}
{"language": "es", "output": "bueno", "input": "Revisar: Calidad\n\nProducto de buena calidad y barato Clasificación:", "id": "es_0120483"}
{"language": "es", "output": "bueno", "input": "Revisar: Grata sorpresa\n\nPara ser una plancha pequeña, va bastante bien, yo la quiero para viajar,, por si hay que repasar alguna prenda y eso lo cumple sin problemas. Clasificación:", "id": "es_0789737"}
{"language": "es", "output": "malo", "input": "Revisar: Dura poco\n\nTras 7 meses de uso sobre una o 2 veces por semana se ha muerto, ya aunque la cargue no funciona. Cuando funcionaba iba bien. Clasificación:", "id": "es_0344814"}
{"language": "es", "output": "bueno", "input": "Revisar: Útil\n\nAñade comodidad a la hora de cargar mi smartphone Clasificación:", "id": "es_0114051"}
{"language": "es", "output": "malo", "input": "Revisar: No ha sido una buena compra...\n\nEl ventilador responde a la imagen. Pero....tiene algunos fallos importantes....no es facil de montar...es endeble con clavijas que se rompen en la base....las aspas CARECEN de indicacion arriba abajo... variando competamente el comportamiento segun las pongas....y...lo mas importante....genera un chorro de viento muy concentrado debajo del ventilador y poco en la habitación....no es agradable...incluso es molesto... Clasificación:", "id": "es_0095803"}
{"language": "es", "output": "bueno", "input": "Revisar: GENIAL!!\n\nMe compre este producto para sustituirlos por stabilos y me han ido genial . Un buen producto y mucha gama de color Clasificación:", "id": "es_0716035"}
{"language": "es", "output": "malo", "input": "Revisar: Mal\n\nNo recomiendo la compra. Funciona con los iphone 6 y 7 plus y hace lo que dice sin problemas pero durante el tiempo que lo hemos utilizado la batería nos duraba menos tiempo. Dejamos de utilizarlo y con el cargador normal de cable vuelve a durar la batería como antes. Es posible que si se utiliza mucho tiempo llegue a dañar la batería. Yo no me arriesgo a comprobarlo Clasificación:", "id": "es_0548524"}
{"language": "es", "output": "malo", "input": "Revisar: no me ha gustado nada!!!\n\nes un trozo de poliespan forrado de tela, super duro, encima le le mandan rojo cuando le pedi negro aunq eso es lo de menos,prefiero gastarme mas y k mi hijo vaya comodo porque parece con este alzador que va sentado en un trozo de madera Clasificación:", "id": "es_0968474"}
{"language": "es", "output": "malo", "input": "Revisar: Rotuladores sin capucha\n\nMe ha llegado con los rotuladores sin capucha. No es muy apropiado ya que si quieres guardarlos llenos de agua se te va a mojar todo. Clasificación:", "id": "es_0948155"}
{"language": "es", "output": "bueno", "input": "Revisar: Buen Producto\n\nLlego rapido y mi mujer esta encantada asi que perfecto Clasificación:", "id": "es_0629788"}
{"language": "es", "output": "bueno", "input": "Revisar: Gemma\n\nMuy buen móvil. Tope de gamma en su momento. Llevo casi 2 años y ningún problema. Estoy contenta con él. Clasificación:", "id": "es_0512373"}
{"language": "es", "output": "malo", "input": "Revisar: Recibir el producto o la devulucion de mi dinero.\n\nNo he recibido el producto, ni me han devuelto mi dinero. Clasificación:", "id": "es_0481773"}
{"language": "es", "output": "bueno", "input": "Revisar: Mal indicada la talla\n\nEs muy bonito pero mido 1,50 y tengo poco pequeño , por lo que me pedí la talla de busto s porque no está bien especificado el tallaje. Ahora he pedido la talla s y espero que me llegue a tiempo. Clasificación:", "id": "es_0751626"}
{"language": "es", "output": "malo", "input": "Revisar: Estafa\n\nEste producto pone entregado y nunca me llego,y el regalo es falso,yo compre 2 uno azul que ese llego pero sin el regalo y otro rojo que me lo cobraron y no llego nunca Clasificación:", "id": "es_0244128"}
{"language": "es", "output": "bueno", "input": "Revisar: perfecta\n\nmuy contenta, fácil instalación y muy buena calidad de imagem e sonido, instalada hace una semana y hasta el momento vá muy bien Clasificación:", "id": "es_0392949"}
{"language": "es", "output": "malo", "input": "Revisar: Hola no se que paso con el pedido\n\nLo siento pero no me llego a casa este producto Clasificación:", "id": "es_0153271"}
{"language": "es", "output": "malo", "input": "Revisar: No reduce nada.\n\nNo reduce prácticamente nada y cuando estás a punto de cerrar la bolsa con el tapón de rosca, el aire se sale en transcurso de retirar la bomba y enroscar el tapón. No me ha gustado nada. Clasificación:", "id": "es_0839407"}
{"language": "es", "output": "bueno", "input": "Revisar: Llego bien y a tiempo.\n\nLo pedí para el colé de mi hijo, me llego a tiempo y en perfecto estado. Clasificación:", "id": "es_0921819"}
{"language": "es", "output": "bueno", "input": "Revisar: Vendedor muy correcto\n\nTodo correcto lo volvería a comprarlo Clasificación:", "id": "es_0524970"}
{"language": "es", "output": "bueno", "input": "Revisar: Muy bien\n\nMuy chulo. A mi hija le encantó y la talla adecuada. Lleva todo lo que dice. Clasificación:", "id": "es_0887399"}
{"language": "es", "output": "bueno", "input": "Revisar: Perfectos\n\nVan perfectos. Calidad precio perfecto Clasificación:", "id": "es_0647978"}
{"language": "es", "output": "bueno", "input": "Revisar: El coraje de una madre\n\nAl estar basada en un hecho real la novela está bien estructurada y como mujer y madre te identificas con la lucha diaria de esta mujer por sus hijos y demás internos en el campo de concentración Clasificación:", "id": "es_0163380"}
{"language": "es", "output": "bueno", "input": "Revisar: Era un regalo y esta encantada.\n\nNo puedo dar una opinion detallada, por que fué un regalo pedido por la persona interesada, pero me ha dicho que la calidad esta por encima de lo esperado por ese precio. Clasificación:", "id": "es_0849188"}
{"language": "es", "output": "bueno", "input": "Revisar: Buen producto\n\nEs justo lo que esperábamos, buen artículo Clasificación:", "id": "es_0050183"}
{"language": "es", "output": "bueno", "input": "Revisar: Buen articulo\n\nBuena relación calidad precio, la cuerda a veces resulta molesta pero se podría cortar sin problema. Tiene un rango bastante amplio, quizás estaría mejor si fuera un pelín más grande. Pero en general buen producto, lo recomiendo. Clasificación:", "id": "es_0020693"}
{"language": "es", "output": "bueno", "input": "Revisar: Funda móvil muy comoda\n\nBuen tacto y muy cómoda para llevar tarjetas ,DNI, etc... Clasificación:", "id": "es_0645936"}
{"language": "es", "output": "malo", "input": "Revisar: Demasiado endeble\n\nNo sirve para cañerías, se dobla al no ser lo bastante rígido. Clasificación:", "id": "es_0091013"}
{"language": "es", "output": "malo", "input": "Revisar: No pega\n\nNo dura ni 2 dias puesto Clasificación:", "id": "es_0791883"}
{"language": "es", "output": "bueno", "input": "Revisar: Mas barato que en tiendas físicas.\n\nMas barato que en tiendas físicas y en 24 horas todos los libros del cole en casa un lujo y ningún problema. Clasificación:", "id": "es_0277577"}
{"language": "es", "output": "malo", "input": "Revisar: Muy mal servicio\n\nLlevo esperando un mes a que me lleguen. Muy mal servicio, ni siquiera me han mandado mensaje para decir lo que pasa por el retraso del producto. Clasificación:", "id": "es_0476826"}
{"language": "es", "output": "malo", "input": "Revisar: Caja estropeada\n\nLa caja ha llegado en muuuuuuuy mal estado. Clasificación:", "id": "es_0112646"}
{"language": "es", "output": "malo", "input": "Revisar: con el cartucho XL de color echo 5 foto en papel fotografico A4 y se acabado la tinte\n\ncon primer cartucho negro XL echo 280 pajinas, con segundo 120 pajinas. porque tanto diferencia entre uno y otro? Clasificación:", "id": "es_0888497"}
{"language": "es", "output": "malo", "input": "Revisar: Juego funda nordica star\n\nCuando la probe en la cama era pequeña Clasificación:", "id": "es_0240233"}
{"language": "es", "output": "malo", "input": "Revisar: Un fallo de encuadernación\n\nVino con una página muy doblada y arrugada. Además las grapas del principio y del final no te dejan leer bien los márgenes interiores. Clasificación:", "id": "es_0135161"}
{"language": "es", "output": "malo", "input": "Revisar: Buena mochila por este precio, supongo\n\nLa mochila tiene muy buena pinta pero se me rompió por una de las asas con solo un mes de uso regular (si excesivo peso). Se ha ido la tela y se ve la protección. Por lo demás va bastante bien, el exterior es resistente a salpicaduras y se limpia con facilidad. Clasificación:", "id": "es_0227853"}
{"language": "es", "output": "bueno", "input": "Revisar: Buen material y diseño bonito!\n\nEs el segundo arcón que compro. Primero compré el que tiene la ballena y nos encantó. Decora la habitación y tiene mucha capacidad de almacenamiento. El paquete nos ha llegado también de un dia para el otro. Lo recomiendo! Clasificación:", "id": "es_0995942"}
{"language": "es", "output": "malo", "input": "Revisar: llego golpeada\n\nla caja no esta mal, pero llego golpeada, lastima de no darme cuenta antes de hacerle unas separaciones en los compartimentos superiores, ya que viene sin todo continuo y es un royo para llevar ordenadas las brocas o las cosas pequeñas que se suelen llevar en la caja Clasificación:", "id": "es_0270922"}
{"language": "es", "output": "malo", "input": "Revisar: Hay muchísimas opciones mejores, no pierdas el tiempo\n\nLos controles tanto táctiles como en joycons son horribles, es un port bastante malo y no compensa por lo que trae, más que diversión te vas a encontrar con un juego frustrante y desesperante precisamente por lo ortopédico que es. Clasificación:", "id": "es_0249553"}
{"language": "es", "output": "bueno", "input": "Revisar: Muy buenas\n\nMuy buen acabado y muy cómodas. Eso sí, si usas un 45 coge la talla L, a partir de 45,5 a 48 Clasificación:", "id": "es_0722943"}
{"language": "es", "output": "bueno", "input": "Revisar: El diseño de las letras sus colores y el mensaje\n\nMe ha gustado en general!! Diseño muy bonito y variedad de piezas. Clasificación:", "id": "es_0839474"}
{"language": "es", "output": "bueno", "input": "Revisar: Muy contento con el monitor\n\nMuy contento con este monitor, yo lo uso tanto para PC como para la PS4 Pro. Ningún pixel muerto y ningún defecto en el panel, lo tengo desde mediados de noviembre y recomiendo la compra. El HDR se nota bastante cuando lo pongo con la PS4, además, se queda guardada la configuración, solo con encender el dispositivo que quieras (PC o PS4) salta de configuración. La gente suele escribir siempre para quejarse de un producto, pero cuando funciona bien, nadie pone casi nada nunca. Clasificación:", "id": "es_0406625"}
{"language": "es", "output": "bueno", "input": "Revisar: Paz s\n\nMe gusta mucho el timbre. Es muy práctico y me sirve muy bien para lo que lo quería. Moderno y con opciones de cambio de música y de intensidad. Clasificación:", "id": "es_0047822"}
{"language": "es", "output": "bueno", "input": "Revisar: Estuche protector de unidades externas de Dvds\n\nCumple estupendamente con su cometido que no es otro que preservar de golpes las unidades externas de lectores Clasificación:", "id": "es_0053659"}
{"language": "es", "output": "malo", "input": "Revisar: Ojalá saberlo\n\nNo lo sé porque el transportista entregó mi paquete en algún buzón que no es el mio, estando yo en casa esperando todo el día 👍🏼 Clasificación:", "id": "es_0846638"}
{"language": "es", "output": "bueno", "input": "Revisar: Compactas\n\nMe las esperaba más grandes pero son de tamaño reducido, aun así dan bastante luz. No son como para iluminar un interior ni un exterior suficiente para realizar actividades cotidianas, pero sí dan un mínimo de luz como para no tropezar durante la noche o conseguir un ambiente de baja luz chill out (aunque es luz blanca). Quizás para conseguir un punto concreto de luz y atraer la atención también puedan servir. Clasificación:", "id": "es_0872546"}
{"language": "es", "output": "malo", "input": "Revisar: Mal vendedor\n\nLa placa no me sirvió y mandé de vuelta..el vendedor no aceptó la devolución diciendo que vino en distintas condiciones y no es asi..la mandó de vuelta..Amazon menos mal que me devolvieron el dinero Clasificación:", "id": "es_0607847"}
{"language": "es", "output": "malo", "input": "Revisar: Xiaomi mi band 2\n\nNo se ajusta bien a la muñeca ni al reloj, esteticamente bonitas, variedad de colores, acabado bueno, justo para su precio Clasificación:", "id": "es_0925099"}
{"language": "es", "output": "bueno", "input": "Revisar: Perfecta para los peques!!!!\n\nHoy hemos ido a volar las cometas con las peques de 3 y 4 años y ha sido todo súper fácil. Nunca habíamos volado cometas y estamos encantados con estos pulpos. Sólo hay que encontrar un poco de brisa para que se eleven. El montaje ha sido también muy sencillo gracias a los comentarios que han dejado otros usuarios. Sólo hay que atar los cables marrones del pulpo a la cuerda blanca y listo. En nuestro caso la última vuelta de la cuerda venía atada pero no está de más ir con cuidado antes de soltar toda la cuerda. Lo dicho, compra perfecta!! La recomiendo!!! Clasificación:", "id": "es_0097413"}
{"language": "es", "output": "bueno", "input": "Revisar: Buena compra\n\nMuy cómodo y práctico Clasificación:", "id": "es_0436229"}
{"language": "es", "output": "bueno", "input": "Revisar: Ana\n\nEs perfecta para la cafetera, encaja perfectamente. Es exactamente igual que la original. El envío llegó en el tiempo acordado. Clasificación:", "id": "es_0918779"}
{"language": "es", "output": "malo", "input": "Revisar: Varilla de montar con acople de plástico\n\nLa máquina funciona bastante bien pero tras 7 meses de uso ya es la segunda vez que se rompe el anclaje de las varillas de montar. Todos los accesorios tienen anclaje a la máquina de metal, pero el de las varillas es de plástico y del uso acaba rompiéndose (además ambas veces ha sido montando nata/merengue). La primera vez la empresa me envió un recambio pero dijo que sería de forma excepcional. Esta vez veremos como lo arreglo. EDITO: Se ha roto la varilla por tercera y última vez, y ya no se venden en ningún sitio. Apañados están. Clasificación:", "id": "es_0082772"}
{"language": "es", "output": "bueno", "input": "Revisar: de los mejores\n\nEl producto está genial. Muy fácil de poner y no deja burbujas. Protector genial nunca se me a roto la pantalla pero se ve que protege muy bien y lo mejor de todo es el precio mucho más baratas que en cualquier sitio y de buena calidad fácil de poner.Protector de muy buena calidad, mejor incluso que la que he tenido anteriormente. Clasificación:", "id": "es_0746327"}
{"language": "es", "output": "bueno", "input": "Revisar: Ok\n\nTodo correcto, recibido en el plazo establecido, precio razonable c c c f c c c c c c f Clasificación:", "id": "es_0620631"}
{"language": "es", "output": "malo", "input": "Revisar: Regular\n\nBastante endeble y se afloja solo. Lo normal es llevarlo montado y cada paso que das se afloja un poco más. Clasificación:", "id": "es_0478173"}
{"language": "es", "output": "bueno", "input": "Revisar: Calidad precio bastante bueno\n\nBastante básico. Si la manguera fuera más flexible sería perfecto. Clasificación:", "id": "es_0587099"}
{"language": "es", "output": "malo", "input": "Revisar: Cristal dañado\n\nMe vino el cristal rallado y con manchas que están en el otro lado del cristal. Clasificación:", "id": "es_0565908"}
{"language": "es", "output": "malo", "input": "Revisar: Mal cosidos y eso puede ser peligroso para los niños\n\nSon muy monos y currados visualmente, pero esteticamente estan fatal cosidos si tiras de un hilo se le caen los ojos y la cabeza entera, no son recomendados para el uso de los niños ya que se pueden tragar la bolitas que son los ojos. He tenido que coser todas las cabezas para que no se caigan y los niños no puedan quedarse con ellas en la boca. Clasificación:", "id": "es_0321782"}
{"language": "es", "output": "malo", "input": "Revisar: Decepción.\n\nCierto es que es compatible con mi altea 2010, aunque ya se ven a simple vista elementos distintos de la original (plástico en vez de metal). Parecía funcionar estupendamente hasta que en poco más de dos meses el maletero no abría de ninguna forma. Cerradura atascada y a devolver. Finalmente y mi a pesar, al taller a montar una original. Clasificación:", "id": "es_0842189"}
{"language": "es", "output": "malo", "input": "Revisar: no ser estoy en la espera\n\nno me allegado en su plazo Clasificación:", "id": "es_0185495"}
{"language": "es", "output": "bueno", "input": "Revisar: Primer estante de libros para niños\n\nMe encantó como primer estante de libros de mi pequeña. Se puede usar como baúl y también estante. Buen diseño para decorar una habitación. Lo único negativo es que llegó con algunos pequeños fallos en la pintura. Clasificación:", "id": "es_0288012"}
{"language": "es", "output": "malo", "input": "Revisar: Vendedor no hace caso\n\nEsta muy bien y es comodísimo, pero me llegó con un agujero, contacté con el vendedor y no me hace ni casi. Clasificación:", "id": "es_0576040"}
{"language": "es", "output": "bueno", "input": "Revisar: Regular\n\nPedí 2 y 1 me llegó la rosca mal pero el vendedor resolvió el problema devolviendo el dinero Clasificación:", "id": "es_0947044"}
{"language": "es", "output": "malo", "input": "Revisar: No cumple las expectativas\n\nEl plástico que tiene por dentro es de mala calidad. Ya se que por 33 euros no puedo esperar mucho, pero pensé que podría ser un poco mejor. deberia ser mas acolchado y el plastico interior de mejor calidad. por fuera si que parece mas resistente e impermeable. deben mejorarla por dentro. Yo decidi devolverla porque no cumple las expectativas. Buscaré algo mas caro y de mejor calidad. Clasificación:", "id": "es_0098643"}
{"language": "es", "output": "bueno", "input": "Revisar: Fantástica\n\nDivertido para jugar en familia Clasificación:", "id": "es_0674892"}
{"language": "es", "output": "malo", "input": "Revisar: Se avería\n\nTres meses ha durado funcionando , es un aplique bonito con una luz blanca agradable, pero al tercer mes , ADIOS ¡¡¡ , la luz ha empezado a parpadear y no hay como repararlo , es la mejor forma de tirar 27 euros a la basura. Clasificación:", "id": "es_0363476"}
{"language": "es", "output": "malo", "input": "Revisar: Falla mucho\n\nSe desactiva el bluetooth todo el rato. A alguien le pasa esto? no estoy muy contento, muy decepcionado. Seré el único que le pasa esto Clasificación:", "id": "es_0726595"}
{"language": "es", "output": "malo", "input": "Revisar: A los pocos meses falla la imagen de la pantalla\n\nAl principio va perfecto, pero a los meses ha empezado a fallar la imagen. Supongo qie no se le puede pedir más, pero un poco satisfecho por lo poco que ha durado con calidad de imagen. Ahora te fuerza a volver a cambiarla y poner una de más calidad por lo que es una pérdida de dinero. Clasificación:", "id": "es_0816387"}
{"language": "es", "output": "bueno", "input": "Revisar: Que han llegado en perfecto estado\n\nLlegaron antes de la fecha indicada. Estaban muy bien envueltas y en cada silla llevaba un plástico para protegerlas mejor. Me ha gustado mucho el color , son muy elegante y además como son de polipiel es fácil para limpiar. Lo recomiendo. Clasificación:", "id": "es_0025703"}
{"language": "es", "output": "bueno", "input": "Revisar: Polivalentes para los peques\n\nDa lo que es. No engaña. Es polivalente para los peques. Es divertido y es un dos en uno. Bueno bonito y barato Clasificación:", "id": "es_0278501"}
{"language": "es", "output": "bueno", "input": "Revisar: Buen invento\n\nMuy cómodo d usar.. evita roturas del conector y carga muy bien..probado en varios equipos funciona en todos.. tablets... móviles... Clasificación:", "id": "es_0982508"}
{"language": "es", "output": "bueno", "input": "Revisar: Funciona bien\n\nTiene muchas melodías y trae una tira para pegar de doble cara. El único fallo es que no trae las instrucciones en español Clasificación:", "id": "es_0103606"}
{"language": "es", "output": "malo", "input": "Revisar: Faltaron cosas\n\nSólo me llegó la funda, no había ningún cristal templado Clasificación:", "id": "es_0601102"}
{"language": "es", "output": "malo", "input": "Revisar: No llego\n\nNo llego nunca el artículo, devolución del dinero Clasificación:", "id": "es_0403037"}
{"language": "es", "output": "malo", "input": "Revisar: Compras dos y como si compraras uno\n\nUno de los cristales al ponerlo, yo creo que ni ponerlo si quiera , se rompió y el otro es el que tengo puesto y espero que me dure si no menudo plan, compras dos y como si hubieses comprado uno Clasificación:", "id": "es_0334406"}
{"language": "es", "output": "malo", "input": "Revisar: no vale para casi nada\n\nEn cuanto el niño empieza a ser un poco espabilado lo abre con toda facilidad. Hay mejores sistemas que duran más tiempo Clasificación:", "id": "es_0828980"}
{"language": "es", "output": "malo", "input": "Revisar: No ha durado ni un año y medio\n\nplasticos y acabados de muy mala calidad. no lo recomiendo a nadie Clasificación:", "id": "es_0822296"}
{"language": "es", "output": "bueno", "input": "Revisar: Buen regalo.\n\nMe ha gustado porque es un buen detalle para agradecimiento. Clasificación:", "id": "es_0844213"}
{"language": "es", "output": "bueno", "input": "Revisar: Funiona bien\n\nLo he usado para cargar el movil Clasificación:", "id": "es_0628592"}
{"language": "es", "output": "bueno", "input": "Revisar: Excelente calidad-precio\n\nHola! Me ha encantado la cafetera y hace un café excelente. Con sus filtros de recambio y la cucharita de medir súper práctica. Clasificación:", "id": "es_0246086"}
{"language": "es", "output": "malo", "input": "Revisar: Solo decora !!!\n\nEl sonido no es el adecuado a los cuencos tibetanos .Me crea dolor de cabeza .Para decoración perfecto .Para su uso 0. Clasificación:", "id": "es_0206032"}
{"language": "es", "output": "bueno", "input": "Revisar: Calidad precio muy recomendable\n\nEl diseño es súper bonito, muy fácil de utilizar. Puedes cargar más de un móvil a la vez, no tardas en cargarlo y aún así sigues teniendo batería para cargar más cosas. Muy recomendable. Muy satisfecho. Clasificación:", "id": "es_0313932"}
{"language": "es", "output": "bueno", "input": "Revisar: Genial\n\nPerfecta, tal y como la esperaba Clasificación:", "id": "es_0358002"}
{"language": "es", "output": "malo", "input": "Revisar: Insensible\n\nLos compré por curiosidad, sensibilidad cero, normal que sea non stop...xD Clasificación:", "id": "es_0320554"}
{"language": "es", "output": "bueno", "input": "Revisar: Collar anti parasitario\n\nMuy contenta de momento funciona muy bien lo recomiendo tanto para perros como para gatos esperemos que dure los 8 meses y seguiré comprando Clasificación:", "id": "es_0257274"}
{"language": "es", "output": "malo", "input": "Revisar: Solo sirve para interior.\n\nNi se te ocurra ponerlo en la terraza porque si hace viento se romperá las cuerdas. Úsalo solo en el interior. Clasificación:", "id": "es_0797359"}
{"language": "es", "output": "malo", "input": "Revisar: Malas hebillas\n\nEl zapato está bien pero las hebillas son un desastre, no hay manera de abrocharlas y se caen Clasificación:", "id": "es_0965531"}
{"language": "es", "output": "bueno", "input": "Revisar: Luz solar de pared\n\nEs una luz solar tipo farola, detecta muy rápidos los movimientos, fue fácil instalarlo y el mando viene bien porque lo pusimos muy alto y facilita mucho a la hora de cambiar los modos de luz. Clasificación:", "id": "es_0706841"}
{"language": "es", "output": "malo", "input": "Revisar: no sirve para Mac\n\nParece fiable pero no me encaja en la ranura de un Macbook Pro que era para lo que lo necesitaba Clasificación:", "id": "es_0335783"}
{"language": "es", "output": "bueno", "input": "Revisar: Muy recomendable\n\nMuy cómoda, ligera y facil de plegar. Además se puede guardar en una mochila. Clasificación:", "id": "es_0510459"}
{"language": "es", "output": "malo", "input": "Revisar: Mal\n\nApenas cumple su función Clasificación:", "id": "es_0090490"}
{"language": "es", "output": "malo", "input": "Revisar: A mi bebe no le ha gustado nada\n\nMi bebé de 1 mes no lo ha querido Clasificación:", "id": "es_0686800"}
{"language": "es", "output": "bueno", "input": "Revisar: Casi casi\n\nLo que es la funda en sí, es bonita. Me gusta muxo el color. Quería una asi, con imán... Pero esta en realidad no aguanta :-( se abre sola la tapa, es decir proteger, protege poco. Ese es el unico fallo que le veo, k no aguanta la tapa cerrada Clasificación:", "id": "es_0859270"}
{"language": "es", "output": "malo", "input": "Revisar: Férula\n\nLo peor que pude haber comprado no vale para nada y no me ha solucionado el problema me salieron granos al usarlo. Clasificación:", "id": "es_0550570"}
{"language": "es", "output": "malo", "input": "Revisar: 😅\n\nDifícil de montar y desmontar el reloj Las presillas el primer día casi se salen Clasificación:", "id": "es_0874414"}
{"language": "es", "output": "malo", "input": "Revisar: Fue devuelto hace unos dias\n\nEl producto fue devuelto hace unos dias por ser demasiado pequeño y aun no me han devuelto el dinero. . Clasificación:", "id": "es_0754628"}
{"language": "es", "output": "malo", "input": "Revisar: Mala calidad\n\nNo es lo que esperaba Clasificación:", "id": "es_0165177"}
{"language": "es", "output": "malo", "input": "Revisar: La punta se deforma\n\nApenas lo he usado dos veces y la punta del destornillador se ha deformado de tal forma que ahora patina y no se sujeta a la cabeza de los tornillos. Creo que no he hecho un mal uso o forcejeo para que esto suceda. Entiendo pues, que el material, metal, es de mala calidad. Clasificación:", "id": "es_0083763"}
{"language": "es", "output": "malo", "input": "Revisar: Mal vendedor\n\nEl pedido nunca llegó Clasificación:", "id": "es_0139775"}
{"language": "es", "output": "bueno", "input": "Revisar: Muy bueno\n\nEs el primero que compro, y llevo solo un dia de uso y es un dia sin fumar, si que note lo que lei en los comentarios, que se le escapaba liquido, no se muy bien porque razón pero se le escapó cuando lo estrene, pero ya no, asi que supongo que haria algo mal. Tiene potencia, fácil de usar. Totalmente recomendable. Clasificación:", "id": "es_0371365"}
{"language": "es", "output": "malo", "input": "Revisar: Para salir del paso puede valer\n\nEs una base mala, tela de mala calidad, mal rematada y materiales justitos. Ideal para salir del paso si no te llega demasiado dañada Clasificación:", "id": "es_0051480"}
{"language": "es", "output": "bueno", "input": "Revisar: bombillas\n\nDespués de una semana de retraso al fin he conseguido recibir las bombillas, ha sido un fallo de correos que no se enteran, estos funcionarios. Las bombillas de buena calidad. Clasificación:", "id": "es_0041580"}
{"language": "es", "output": "bueno", "input": "Revisar: Correa muy elegante para fitbit\n\nEl envío correcto, en tiempo y calidad de embalaje. La correa es bonita y con ella la fitbit parece otra. El cierre es por con una pieza imantada que agarra muy bien, y no hay peligro de pérdida porque no pasa fácil por la ranura lateral. Clasificación:", "id": "es_0400917"}
{"language": "es", "output": "malo", "input": "Revisar: Descontento.\n\nNada contento, al poco tiempo ha cogido color y se garantizaba que no se ponía oscura, esta es de las peores compras que he hecho en Amazon. Clasificación:", "id": "es_0668008"}
{"language": "es", "output": "bueno", "input": "Revisar: Perfecto!\n\nMe encanta! Viene en castellano todo, lee el idioma de tu play y se programa solo Clasificación:", "id": "es_0768047"}
{"language": "es", "output": "malo", "input": "Revisar: Un cable de los grandes dejó de cargar al poco tiempo.\n\nVienen 4 cables, 2 pequeños y 2 grandes. Uno de los grandes dejó de funcionar al poco tiempo, el iPhone no lo reconoce y no carga. El otro cable grande lo tengo guardado. De momento el que uso, uno de los pequeños va bien. Si quiero devolver el producto debo devolver los 4 cables y me quedo sin cargador, por el precio paso de devolverlos. Clasificación:", "id": "es_0212586"}
{"language": "es", "output": "bueno", "input": "Revisar: Buena maquina\n\nMuy manejable y ayuda mucho a hacer tu trabajo. Corta muchas clases de materiales. Clasificación:", "id": "es_0103978"}
{"language": "es", "output": "bueno", "input": "Revisar: Muy bueno\n\nLa foto no le hace justicia, es mas clarito y tiene mas brillo del que parece. Es mejor en persona que en foto. Pesa lo suyo y el tamaño no es el mas cómodo para llavero como tal, pero eso para gustos. Yo lo tengo en la cajita metido en una vitrina. Lo recomiendo sin duda Clasificación:", "id": "es_0264956"}
{"language": "es", "output": "bueno", "input": "Revisar: Encantado con la camiseta\n\nEstoy encantado con la camiseta. La talla es una poco pequeña, pero puedo llevarla perfectamente. El diseño y la calidad de la tela, perfectos. Clasificación:", "id": "es_0893982"}
{"language": "es", "output": "malo", "input": "Revisar: ?\n\nDe momento no puedo opinar, porque no he recibido el producto. Un saludo Clasificación:", "id": "es_0418052"}
{"language": "es", "output": "malo", "input": "Revisar: Mal estado\n\nVarias esquinas venían rotas y el plástico estallado cosa que no ocurrió en el primero que pedí. Bastante insatisfecho con este pedido Clasificación:", "id": "es_0962213"}
{"language": "es", "output": "bueno", "input": "Revisar: Hacen su funcion.\n\nBuena calidad/precio Clasificación:", "id": "es_0978560"}
{"language": "es", "output": "bueno", "input": "Revisar: Ok\n\nPensé que eran de madera pero están muy bien. Clasificación:", "id": "es_0145557"}
{"language": "es", "output": "malo", "input": "Revisar: Esta bien aunque me vino roto\n\nEl alambre está bien, aunque es más manejable el de aluminio. Lo malo es que me vino el envase donde viene enrollado el alambre roto, y se sale todo el alambre. Clasificación:", "id": "es_0961146"}
{"language": "es", "output": "bueno", "input": "Revisar: Ya era hora de un dispensador bonito\n\nSi, 17 €, pero es la única opción realmente bonita para que quede bien en la cocina. Compro el jabón a granel, y me va perfecto. La única pega, como ya comentan algunos, es que al pulsarlo hasta el final sale mucho jabón, y cuesta controlarlo. Clasificación:", "id": "es_0781332"}
{"language": "es", "output": "bueno", "input": "Revisar: buena calidad\n\nuna esponja muy gorda Clasificación:", "id": "es_0220915"}
{"language": "es", "output": "bueno", "input": "Revisar: Todo ok\n\nPerfecto Muy bien Clasificación:", "id": "es_0085383"}
{"language": "es", "output": "bueno", "input": "Revisar: .\n\nEl juego es muy divertido pero la letra muy pequeña ;) Clasificación:", "id": "es_0780187"}
{"language": "es", "output": "bueno", "input": "Revisar: Ideal\n\nBuenísimo tanto el vaso, como material, como la forma de llegar, para mi bebé y su aprendizaje es ideal, recomendación 100% Clasificación:", "id": "es_0538960"}
{"language": "es", "output": "malo", "input": "Revisar: Almudena Molto\n\nUn desastre,desde el 20 de Diciembre decia que habia llegado Clasificación:", "id": "es_0414668"}
{"language": "es", "output": "malo", "input": "Revisar: Maria\n\nNo lo compréis no tiene nada que ver con La foto . Es mejor si voy yo al campo y las cogo yo Clasificación:", "id": "es_0811158"}
{"language": "es", "output": "bueno", "input": "Revisar: Calidad precio ok\n\nSon los trapos k estaba buscando, no sueltan pelusa al secar Clasificación:", "id": "es_0364428"}
{"language": "es", "output": "bueno", "input": "Revisar: Algo incompleta.\n\nLo único que le falta es el fusible y el portafusible,por lo demás todo bien. Clasificación:", "id": "es_0541435"}
{"language": "es", "output": "malo", "input": "Revisar: Se rompe facilmente\n\nEs muy débil y se rompe con facilidad. Debería tener un estuche para guardar mejor y evitar posibles golpes en la clavija, que es la zona débil que se ha roto. Un refuerzo en esta zona podría mejorar el producto. Con este tiempo de uso, no más de 4 meses, es preferible plantearse comprar otros productos, con un poco más de volumen, como amplificadores portátiles, pero que sean más robustos. Clasificación:", "id": "es_0051028"}
{"language": "es", "output": "bueno", "input": "Revisar: Calidad y duración de batería\n\nLa batería dura mucho, potente y calidad muy buena. El único fallo que el hilo se gasta rápido. Clasificación:", "id": "es_0014526"}
{"language": "es", "output": "bueno", "input": "Revisar: Viene con cuadernillo de actividades\n\nLlegó muy rápido, viene con un cuadernillo y de actividades Clasificación:", "id": "es_0462807"}
{"language": "es", "output": "malo", "input": "Revisar: Decepcionante\n\nEsperaba ver una gran diferencia a usar este producto en vez de un limador de durezas tradicional. Sin embargo, el resultado es casi peor con esta maquina y tardo mucho más en usarlo. No volvería a volver a comprarlo. Clasificación:", "id": "es_0845711"}
{"language": "es", "output": "bueno", "input": "Revisar: Bonita barata y comoda\n\nBuen material y acabados muy chula Clasificación:", "id": "es_0718929"}
{"language": "es", "output": "malo", "input": "Revisar: No es lo que dicen.\n\nDecepcionante, lo barato sale caro, materiales muy malos Clasificación:", "id": "es_0881085"}
{"language": "es", "output": "bueno", "input": "Revisar: Alfombra buena calidad-precio\n\nAl principio tras leer los comentarios fuimos reacios a comprarla pero como nunca he tenido problemas con amazon nos arriesgamos. La alfombra es estupenda nos encanta. Aunque es cierto que la foto realza mucho más los colores. Clasificación:", "id": "es_0379124"}
{"language": "es", "output": "malo", "input": "Revisar: Se decolora con facilidad\n\nSe decolora con mucha facilidad. Por eso le doy dos estrellas. Un solo verano y ya no está muy presentable. Es cómoda y su diseño muy agradable. Por el precio, no puede pedirse más. Clasificación:", "id": "es_0941663"}
{"language": "es", "output": "bueno", "input": "Revisar: Buena relación calidad precio\n\nMuy buena relación calidad precio. Cumple perfectamente las expectativas. Únicamente decir que las bombillas se rompen con mirarlas pero bieb Clasificación:", "id": "es_0529803"}
{"language": "es", "output": "malo", "input": "Revisar: Poca durabilidad\n\nEn menos de 1 año los 3 cable pelados y dejando de funcionar Clasificación:", "id": "es_0022944"}
{"language": "es", "output": "bueno", "input": "Revisar: envio\n\nVino bien embalado y funciona perfectamente,el único pero es el reparto,te dan una hora aproximada y vienen cuando les da la gana Clasificación:", "id": "es_0345242"}
{"language": "es", "output": "bueno", "input": "Revisar: Genial para el bolsillo\n\nJusto lo que iba buscando. Estupendo para llevarlo en el bolsillo Clasificación:", "id": "es_0313355"}
{"language": "es", "output": "bueno", "input": "Revisar: Protector de pantalla gruesa\n\nEl protector de pantalla es lo suficientemente grueso como para proporcionar una protección segura. Pongo mi teléfono en el mismo bolsillo con mis llaves. Sorprendentemente, hay cero rasguños o marcas en el protector de pantalla de vidrio. Clasificación:", "id": "es_0927058"}
{"language": "es", "output": "malo", "input": "Revisar: Mal envío\n\nIgual el producto es bueno, no lo sé, porque correos exprés no me lo ha entregado, aunque dicen que sí. Cada vez que el repartidor habitual no está me la lían. Clasificación:", "id": "es_0248284"}
{"language": "es", "output": "bueno", "input": "Revisar: Muy estable\n\nLo he utilizado para una televisión de 65\" aguanta perfectamente, incluso cambiando la altura se mantiene sin problemas. La base es muy estable, no balancea en ningún momento. Clasificación:", "id": "es_0349999"}
{"language": "es", "output": "bueno", "input": "Revisar: Perfecta\n\nCumple con todas las espectativas. Clasificación:", "id": "es_0337097"}
{"language": "es", "output": "bueno", "input": "Revisar: Buen producto\n\nTal cual se describe aún no se estrenó el peque es muy bebé Clasificación:", "id": "es_0051699"}
{"language": "es", "output": "malo", "input": "Revisar: Horrible\n\nFeisima. Nada q ver a como se muestra en la imagen. Pálida, poco realista, ningún efecto 3D, decepcionante. No me ha gustado nada y mi hijo completamente decepcionado Clasificación:", "id": "es_0363144"}
{"language": "es", "output": "malo", "input": "Revisar: PERDIDO\n\nNunca me llegó el pedido a casa Clasificación:", "id": "es_0658896"}
{"language": "es", "output": "malo", "input": "Revisar: Decepcion\n\nNo le dura nada la batería, una decepcion Clasificación:", "id": "es_0859092"}
{"language": "es", "output": "bueno", "input": "Revisar: Excelente relación calidad y precio\n\nA mi mujer le ha parecido muy bueno, indicando que seca muy bien. A mi me ha parecido de buena construcción y mejor de lo que me esperaba. Y llegó muy puntual. Además es muy sencillo de usar. Clasificación:", "id": "es_0651584"}
{"language": "es", "output": "malo", "input": "Revisar: Mala calidad\n\nDe las 10 bombillas, 3 no me funcionaban y otra dejo de funcionar a las pocas horas. No se si me vino mal el paquete en general o que paso. En fin para mi mala compra Clasificación:", "id": "es_0014384"}
{"language": "es", "output": "malo", "input": "Revisar: No recomendado\n\nFatal, la compañía de envío no me ha notificado ninguna vez y aún estoy a la espera de recibirlo después de dos meses Clasificación:", "id": "es_0379394"}
{"language": "es", "output": "malo", "input": "Revisar: Correa y problemas de conexión\n\nEn un año y 4 meses la correa se ha roto. No ha sido por el uso . El sistema de carga implica que se tenga que desmontar la correa y esta no está preparada para tantas cargas. Últimamente tarda en conectarse a los cascos inalámbricos . Hasta hace poco estaba muy contento con la compra . Preguntaré por la garantía a ver si solucionan estas incidencias. Clasificación:", "id": "es_0377757"}
{"language": "es", "output": "bueno", "input": "Revisar: Funda Xiaomi\n\nFunda de móvil, protege de golpes y resbalones, cumple bien si función Clasificación:", "id": "es_0494892"}
{"language": "es", "output": "bueno", "input": "Revisar: Poco resistentes pero hacen su función.\n\nNo son muy resistentes se cortan con facilidad con tijera usando las líneas como referencia para cada medida . Son cómodas y no se mueven del sitio. Clasificación:", "id": "es_0627492"}
{"language": "es", "output": "malo", "input": "Revisar: No vale\n\nEra demasiado grande y no pudimos utilizarlo Clasificación:", "id": "es_0648338"}
{"language": "es", "output": "bueno", "input": "Revisar: Buen funcionamiento\n\nEs tal como se describe el producto, se necesita 1'5 kg de parafina para rellenar correctamente la bañera, con 1 kg llega muy justo al mínimo que marca el propio aparato. El pack es muy completo a excepción de la falta de un poco más de parafina. Clasificación:", "id": "es_0960494"}
{"language": "es", "output": "malo", "input": "Revisar: con una bolsa de plastico solo ??\n\nmuy cutre la presentacion del producto con una bolsa de plastico, el cepillo en si bien , no le comprare nada mas Clasificación:", "id": "es_0312959"}
{"language": "es", "output": "malo", "input": "Revisar: Malo\n\nMalísima no he notado nada nuevo y hay q echar mucho porque no hace espuma Clasificación:", "id": "es_0937396"}
{"language": "es", "output": "malo", "input": "Revisar: Mala pigmentación, difícil trabajar los colores\n\nGran variedad de colores, pero la pigmentación no es buena, tampoco los pinceles que trae. Clasificación:", "id": "es_0403551"}
{"language": "es", "output": "malo", "input": "Revisar: Me ha decepcionado\n\nLo que no me ha gustado es que con muy poco uso, y poco, digo 4 días, ya se han fundido las luces de una de las ruedas delanteras, y se ha quitado la pintura de donde apoya el pie. Era para un niño de 3 años, y le queda un poco grande, ya que todavía no le maneja bien, de ahí su escaso uso...., me esperaba mucha más calidad dado su precio y los comentarios. Me habrá tocado el defectuoso! Clasificación:", "id": "es_0059786"}
{"language": "es", "output": "malo", "input": "Revisar: No es lo que aparece en las fotografías de promoción del producto\n\nLas fotos no corresponde con lo enviado . No trae interruptor , ni cableado , ni protección , tampoco esquema alguno de montaje ni una mínima ficha técnica del mismo. . Por lo que veo es una lotería a algunos llega completo y otros pelado. Lo devuelvo sin ni siquiera probar por entender que no se corresponde a lo que aparece en las fotografías. El material parece de calidad por lo que no le doy menos puntuación. Clasificación:", "id": "es_0643557"}
{"language": "es", "output": "malo", "input": "Revisar: No empapa\n\nProducto de bajísima calidad, no sirve como varilla de aceite porque la punta no empapa, aunque cabe en mi peugeot 206 no sirve para la función que tiene que tener. no lo compréis!!! Clasificación:", "id": "es_0876110"}
{"language": "es", "output": "bueno", "input": "Revisar: Buena calidad, práctico aunque oscuro en este modelo\n\nMe gusta mucho todo y muy practico, buena calidad. Tan solo el gris es más oscuro de lo que aparece en la imagen y resulta más apagado en general. Clasificación:", "id": "es_0157172"}
{"language": "es", "output": "malo", "input": "Revisar: Calidad\n\nLos repuestos no tienen la misma calidad que los originales de la Conga. El filtro grande celeste es mucho ancho que el original, por lo que entra a presión. De todos modos cumplen su función. Clasificación:", "id": "es_0785616"}
{"language": "es", "output": "malo", "input": "Revisar: bonito por fuera. muy malo por dentro\n\nno ha durado ni 2 meses usándolo de manera esporádica. Clasificación:", "id": "es_0668284"}
{"language": "es", "output": "bueno", "input": "Revisar: buena compra\n\nEl tamaño perfecto para un niño de tres años, para más mayor sería pequeño. Todavía no lo he usado con una tormenta pero las varillas parecen robustas y las puntas están bien protegidas. El pedido se perdió pero en cuanto que contacté con el vendedor me reenvío otro en 48 horas (aunque tardo un día más) y me aplicó un descuento. Clasificación:", "id": "es_0295790"}
{"language": "es", "output": "malo", "input": "Revisar: Calidad precio muy baja\n\nMi opinión sobre el producto y con dos semanas de uso, la radio es endeble, no aparecen los nombres de los canales, el USB no se puede pasar por carpetas o yo no lo sé ya que no trae manual. El manos libres se escucha muy bajito y para mí eso es lo peor. Le tengo que dar al máximo del volumen. Hay que añadirle un amplificador de señal de radio, apenas coge emisoras. Lo mejor,...... Puede ser el precio. Clasificación:", "id": "es_0964030"}
{"language": "es", "output": "malo", "input": "Revisar: Malismo\n\nDa el pego pero es Malisimo, puro plástico... Imposible moldearlo. Se quema nada más pasar la plancha. No lo recomiendo Clasificación:", "id": "es_0397772"}
{"language": "es", "output": "bueno", "input": "Revisar: Son muy finos, pero bonitos\n\nHacen su función, pero podrían ser más opacos Clasificación:", "id": "es_0551199"}
{"language": "es", "output": "bueno", "input": "Revisar: el precio y el plazo\n\nbuena relacion calidad precio Clasificación:", "id": "es_0979921"}
{"language": "es", "output": "malo", "input": "Revisar: NO NOS HA CONVENCIDO\n\nPeluca de buen material pero muy despeinada y el corte no queda como el de la imagen. Trae un tubo de cartón que se ve por los laterales para mantener el rulo del flequillo. Clasificación:", "id": "es_0189627"}
{"language": "es", "output": "bueno", "input": "Revisar: Bien\n\nPara mi, que tengo poco pecho, son los más cómodos que he probado, y de tamaño bien, absorben bien, cumplen su funcio Clasificación:", "id": "es_0735591"}
{"language": "es", "output": "malo", "input": "Revisar: Mal la tarjeta wifi.\n\nLa conexión wifi en este portátil se me hizo muy lenta, debido a que su tarjeta wifi no es de buena calidad. Clasificación:", "id": "es_0995613"}
{"language": "es", "output": "malo", "input": "Revisar: Decepcionante\n\nTras la primera media hora con agua hirviendo (siguiendo las instrucciones) aparecieron unas manchas blancas en el fondo que aparte de no poderse quitar se convirtieron en negras tras el primer uso en el que para acabar de rizar el rizo la válvula ha tenido un comportamiento bastante malo. Además, en la olla grande sólo caben 4 litros hasta la marca de máxima capacidad, no 6 como pone la descripción. Total que la hemos devuelto, ha sido una decepción. Clasificación:", "id": "es_0906653"}
{"language": "es", "output": "malo", "input": "Revisar: No queda como en la foto ni por asomo\n\nNo queda adaptado, sobraba tela por todos lados. Devolví el pedido al momento de abrirlo. Clasificación:", "id": "es_0854093"}
{"language": "es", "output": "malo", "input": "Revisar: LLAVEROS METALICOS\n\nLA CUERDA QUE TIENE SE ROMPE ENSEGUIDA NO DURAN NADA Clasificación:", "id": "es_0984157"}
{"language": "es", "output": "bueno", "input": "Revisar: Todo perfecto\n\nEl producto es el deseado y cumple con los detalles publicados por el vendedor. Se recomienda su compra. Clasificación:", "id": "es_0205573"}
{"language": "es", "output": "malo", "input": "Revisar: Malísima calidad!!!\n\nMalísima calidad parece el protector de plástico que había antes,muy endeble y dudo que proteja el cristal contra golpes cotidianos ya que ni protege la pantalla por completo. Dinero tirado a la basura Clasificación:", "id": "es_0215353"}
{"language": "es", "output": "malo", "input": "Revisar: Mala calidad a un precio accesible\n\nEl producto llegó en buen estado y rápido, sin embargo, no lo recomendaría. El tacto es rígido y se nota mucho la fibra de plástico. Ni lo he utilizado, tan desagradable me parecía. Me he dado cuenta que por el precio no se puede decir nada, una compresa reutilizable de buena calidad vale más o menos 10 €. Prefiero invertir un poco más. Clasificación:", "id": "es_0238517"}
{"language": "es", "output": "bueno", "input": "Revisar: Genial\n\nMe gusta mucho , es más grueso de lo que me esperaba. Genial me encanta y los colores muy bonitos Clasificación:", "id": "es_0614680"}
{"language": "es", "output": "malo", "input": "Revisar: No vale la pena\n\nSolo me han durado 3 meses. La tira de atrás se rompió enseguida. Son cómodas pero por el precio puedes tener otras que duren más. Clasificación:", "id": "es_0040633"}
{"language": "es", "output": "bueno", "input": "Revisar: rápido y cómodo\n\nTodo perfecto,tal y como se esperaba Clasificación:", "id": "es_0022367"}
{"language": "es", "output": "bueno", "input": "Revisar: Cumple su funcion\n\nCumple con lo esperado de la cinta de agarre, por el precio que tiene esta bien Clasificación:", "id": "es_0112025"}
{"language": "es", "output": "malo", "input": "Revisar: No recibido\n\nTodavía no he recibido el pedido !!! Clasificación:", "id": "es_0142935"}
{"language": "es", "output": "malo", "input": "Revisar: No funcionaba\n\nDesde el primer momento no funcionaba, y ademas no se correspondia la imagen al producto final. Tuve que devolverlo. No hubo problemas. Clasificación:", "id": "es_0203682"}
{"language": "es", "output": "bueno", "input": "Revisar: Muy buena relación de calidad /precio\n\nAunque sólo llevo unos días con este cubre camas, estoy muy contento con el. Se coloca fácilmente con unos elásticos que trae, es muy rápido calentando, de hecho el más rápido que he tenido, y tiene una textura gruesa y muy agradable sin que se note el cableado interior. El problema de todos los cubre camas es que se suelen estropear con facilidad, por lo que en unos meses haré otra valoración. Cuando compruebe su duración le pondré las 5 extrellas Clasificación:", "id": "es_0572323"}
{"language": "es", "output": "malo", "input": "Revisar: instrucciones en ingles para un español ?\n\nme ha llegado con instrucciones en ingles, yo no se ingles. Estamos en España y yo necesito las instrucciones en español. deseo que me las envíen urgentemente. de lo contrario para que he pagado 85 euros ? Clasificación:", "id": "es_0519327"}
{"language": "es", "output": "bueno", "input": "Revisar: Aceite multiusos\n\nNo sé cómo de milagrosa será, pero desde luego es un buen producto para tratar las zonas más resecas del cuerpo, como codos, pies, etc. Personalmente me gusta usarla en zonas propensas a las estrías y como mascarilla para la cara durante la noche. También la he probado en los largos del pelo y en el cuero cabelludo con buenos resultados. Clasificación:", "id": "es_0720531"}
{"language": "es", "output": "malo", "input": "Revisar: Joao Silva\n\nMateriales de baja calidad. Em menos de 1 año y se está rompiendo. Solo uso para escuchar música en el trabajo y por eso no es por la manera que lo uso... Clasificación:", "id": "es_0860553"}
{"language": "es", "output": "bueno", "input": "Revisar: Elegante\n\nPlafon muy bonito y elegante, lo compre para instalarlo en mi casa de vacaciones, en la habitacion principal, el tamaño es ideal, la luz muy calida y la luminosidad suficiente, compra recomendable por su relacion calidad/precio. Clasificación:", "id": "es_0617139"}
{"language": "es", "output": "malo", "input": "Revisar: INSATISFACTORIO\n\nEl producto solo tiene una triste tira de adhesivo a los bordes del protector dejando centro de la pantalla sin ningún tipo de pegamento. Cabe destacar que tiene compatibilidad para los bordes curvos. Clasificación:", "id": "es_0768821"}
{"language": "es", "output": "malo", "input": "Revisar: No es lo que esperaba\n\nLa calidad es bastante mediocre. No abren bien, se quedan a medio abrir. El tamaño es muchisimo mas grande de lo que se ve en las fotos. Bastante decepcionado con el producto. Clasificación:", "id": "es_0844730"}
{"language": "es", "output": "bueno", "input": "Revisar: Muy bonito\n\nHola,me ha encantado el conjunto,y a mi niña más,los colores muy bonitos y la tela de calidad normalita,pero muy contenta con la compra Clasificación:", "id": "es_0137375"}
{"language": "es", "output": "malo", "input": "Revisar: Inadecuadas\n\nNo son buenas. Más dolor de cabeza Clasificación:", "id": "es_0532649"}
{"language": "es", "output": "malo", "input": "Revisar: Nunca me llego pero si me lo cobraron\n\nMe lo han cobrado y no me han mandado NADA!!! Amazon cada día da más asco!!! Me llegan antes los pedidos de AliExpress que los d amazon Clasificación:", "id": "es_0642102"}
{"language": "es", "output": "malo", "input": "Revisar: Fallos en el mando\n\nQuería comprar un mando para jugar en el PC con Steam, como hacía con mi mando de la Xbox 360 sin problemas. Tiene dos problemas serios, el primero es que se le activa la vibración y se queda en marcha sin parar. Por otra parte, el botón R3 me ha durado un suspiro, esa pulsación de la palanca directamente no va. No se si ha sido cosa de mi unidad o no, pero recomiendo precaución para comprarlo. Clasificación:", "id": "es_0930710"}
{"language": "es", "output": "bueno", "input": "Revisar: Bueno\n\nAlgo caro pero buen libro Clasificación:", "id": "es_0025115"}
{"language": "es", "output": "bueno", "input": "Revisar: Adecuados para acuarela\n\nTienen buena calidad, la única pega que les pongo es que tienen el mango muy largo y ocupan mucho. Por lo demás adecuados para acuarela Clasificación:", "id": "es_0661643"}
{"language": "es", "output": "malo", "input": "Revisar: No es buena.\n\nDesde que la tengo ya hace un ruido extraño y no funciona como debiera. He tenido otras y me han durado muchos años. No la volvería a comprar. Clasificación:", "id": "es_0753384"}
{"language": "es", "output": "malo", "input": "Revisar: Me han durado 1 semana\n\nMe ha durado 1 semana, muy mala calidad Clasificación:", "id": "es_0532479"}
{"language": "es", "output": "bueno", "input": "Revisar: Mini calentador apropiado para determinados usos\n\nFuncionamiento silencioso y muy bajo consumo. Apropiado para caldear espacios muy limitados como es mi caso (la cabina de una embarcación muy pequeña). Me gusta el poco espacio que ocupa, además el cable se puede extraer del aparato, facilitando el guardado. Como pega le pongo que está fabricado exclusivamente para el mercado oriental, por lo que las instrucciones que trae están redactadas en chino y el enchufe es de patilla plana por lo que hay que comprarle un adaptador. Muy buena relación calidad/precio. Clasificación:", "id": "es_0164297"}
{"language": "es", "output": "malo", "input": "Revisar: Malísima pero visualmente llamativa\n\nPelícula infumable, pero el 3d y las escenas de acción son increíbles Clasificación:", "id": "es_0828248"}
{"language": "es", "output": "malo", "input": "Revisar: Error de envio\n\nHe pedido este articulo dos veces y las dos veces ha llegado mal. En la descripcion especifica conector MACHO -MACHO. Ambas veces me ha llegado MACHO-HEMBRA. Lo he solicitado una tercera.... ultima oportunidad. Clasificación:", "id": "es_0105339"}
{"language": "es", "output": "malo", "input": "Revisar: No funciona\n\nAcabamos de abrir los Reyes. El Niño de 2 años enamorado de las pistolas pero las armaduras no funcionan... hacen ruido al encenderse pero luego nada, no van. No lo podemos devolver porque cualquiera la quita las pistolas al pobre niño y las cajas poco han quedado tal y como las ha abierto... pero por mi un desastre de regalo con el dinero que vale. Una pistola del chino por 3€ haría lo mismo. Buena estafa me han hecho Clasificación:", "id": "es_0439435"}
{"language": "es", "output": "bueno", "input": "Revisar: Muy satisfecho de la compra\n\nBuena capacidad de absorción, mejor que ninguna de las que tuve anteriormente. La tuve que devolver, venía con un foco suelto, y me enviaron otra. Tiene mayor peso que las otras que tuve, lo que hizo un poco más difícil el instalarla. Muy satisfecho de su compra. Clasificación:", "id": "es_0487926"}
{"language": "es", "output": "bueno", "input": "Revisar: Bien\n\nLo único que no me gustó es que la parte del cuello es apretada Clasificación:", "id": "es_0911817"}
{"language": "es", "output": "malo", "input": "Revisar: Las he quitado\n\nMe ha puesto el agua marrón!!!! Clasificación:", "id": "es_0192647"}
{"language": "es", "output": "bueno", "input": "Revisar: Muy cómodo!\n\nMi gato pesa 5 kg y entra perfectamente. Muy práctico y cómodo, tanto las correas como toda la mochila en sí. Recomiendo! Clasificación:", "id": "es_0775418"}
{"language": "es", "output": "malo", "input": "Revisar: Alejandro\n\nLas lamparas parecen no ser del todo aptas para mi coche, una de ellas tuve que ponerle un fijador ya que no entraba bien en el hueco y cuando cogia algun baden se desencajaba y apagaba. No dan el error Clasificación:", "id": "es_0591221"}
{"language": "es", "output": "bueno", "input": "Revisar: Comodo\n\nCómodo pero estrecho de muslos Clasificación:", "id": "es_0007784"}
{"language": "es", "output": "bueno", "input": "Revisar: escuadras ayuda\n\nMuy utiles para bricolaje casero y algo mas. Clasificación:", "id": "es_0960781"}
{"language": "es", "output": "malo", "input": "Revisar: Lo tuve que devolver\n\nLa he tenido que devolver. No funcionaba la luz intermitente derecha Clasificación:", "id": "es_0409319"}
{"language": "es", "output": "malo", "input": "Revisar: ESTAFA\n\nHorrible, es una estafa. El producto llega en condiciones de pena, con arañazos, suciedad, ... Una auténtica vergüenza, no lo recomendaría jamás. Clasificación:", "id": "es_0331433"}
{"language": "es", "output": "bueno", "input": "Revisar: En general bien\n\nBuena relación calidad precio (Comprado en Black Friday) Pero quiero comentar un problema que tuvimos, por si a alguien más le pasa: cuando estaba funcionando con corriente alterna perdía la conexión a Internet, reconocía la red inalambrica pero no se podía navegar. Con batería no me pasaba. Pensaba devolverlo, pero después de buscar información y probar varias cosas conseguimos que funcionara cambiando la configuración de ahorro de energía del adaptador inalambrico, poniendo \"ahorro de energía medio\" en vez de \"rendimiento máximo\" para cuando va con corriente alterna, pues curiosamente con el rendimiento máximo, con la configuración con la que viene por defecto, no funciona. Clasificación:", "id": "es_0537043"}
{"language": "es", "output": "bueno", "input": "Revisar: CALIDAD-PRECIO\n\nEl producto da el pego perfectamente con otras de precio mucho más elevado. No parece que sea de mala calidad, hasta ahora me funciona perfectamente. Clasificación:", "id": "es_0713973"}
{"language": "es", "output": "malo", "input": "Revisar: Normal tirando a mal\n\nEsta funda nórdica es normal tirando a mal, la calidad es mala, me llegó deshilachada y parece que sea un trozo de tela cosido sin más, ni forma ni nada. No la volvería a comprar. Clasificación:", "id": "es_0857046"}
{"language": "es", "output": "malo", "input": "Revisar: Defectuoso\n\nVenía sin precintar,usado y no funciona bien.Lo he devuelto Clasificación:", "id": "es_0277627"}
{"language": "es", "output": "malo", "input": "Revisar: El primero que he pedido lo enviaron para otra cámara\n\nEl primer objetivo me lo enviaron erróneamente para otro modelo, muy similar en el tamaño del envase de la bayoneta. No recomiendo comprar estos productos vía Amazon. En mi caso al forzar un poco la bayoneta se rompieron los pines de la cámara y la montura. No se hacen cargo, aunque el error ha sido suyo al enviar un producto erróneamente. El objetivo en si mismo, es una maravilla, de lo mejor que puedes encontrar en este tipo de focales, manteniendo calidades muy similares a sus hermanos de enfoque automático en otras marcas pero a un tercio de su precio. Recomiendo su compra, es un básico, pero para cosas delicadas conviene buscar un proveedor con garantías. Clasificación:", "id": "es_0532415"}
{"language": "es", "output": "malo", "input": "Revisar: No funciona\n\nConocía el producto, lo he usado en otras ocasiones en un formato diferente, este ha sido una decepción, no noté ningún efecto. Clasificación:", "id": "es_0600775"}
{"language": "es", "output": "malo", "input": "Revisar: Faltaba una cera\n\nFaltaba la cera negra, parecía como si el envase estuviera abierto previamente Clasificación:", "id": "es_0385940"}
{"language": "es", "output": "bueno", "input": "Revisar: Buena calidad precio\n\nEncantado con el producto Clasificación:", "id": "es_0889793"}
{"language": "es", "output": "bueno", "input": "Revisar: Es efectivo\n\nBuena imagen pero un poco justa de tamaño Clasificación:", "id": "es_0019321"}
{"language": "es", "output": "bueno", "input": "Revisar: Recomendable !\n\nProceso de pedido correcto, es lo que esperaba y llegó en tiempo de entrega. Todo perfecto y recomendable ! Clasificación:", "id": "es_0505424"}
{"language": "es", "output": "bueno", "input": "Revisar: Elegante y útil\n\nLlegó en perfectas condiciones. Muy elegante y útil, se adapta perfectamente al teléfono. Clasificación:", "id": "es_0041876"}
{"language": "es", "output": "bueno", "input": "Revisar: Calidad precio bien\n\nCalidad precio bien, hace su función, pero no esperes gran cosa, por el precio que tiene es muy aceptable. recomiendo. Clasificación:", "id": "es_0474491"}
{"language": "es", "output": "malo", "input": "Revisar: Evitar comprar\n\nLa pantalla de plástico no responde bien a gestos táctiles, hay que apretar fuerte para que haga caso. El protector del borde es igualmente de plástico barato y viene ya con una rajita alrededor de la corona. Pésima calidad. Clasificación:", "id": "es_0911336"}
{"language": "es", "output": "malo", "input": "Revisar: No está del todo bien\n\nParece madera pero es metal, eso hace que la palomilla que sujeta la cabeza del flexo no se aguante bien y caiga para abajo. Otra cosa es que al girar para arriba el flexo no se sujeta bien en su posición, siempre cae para abajo. Clasificación:", "id": "es_0123786"}
{"language": "es", "output": "malo", "input": "Revisar: Buen producto\n\nLa jaula esta muy bien aunque le pongo solo 2 estrellas porque los tornillos que traía no servían para ella. Tuve que comprarlos por mi cuenta en la ferretería y entonces ya una vez montada es justo lo que buscaba. El envío también fue un desastre, llego fuera del plazo de entrega garantizado. Clasificación:", "id": "es_0791003"}
{"language": "es", "output": "malo", "input": "Revisar: .\n\nComo soporte va de lujo, pero como cargador inalámbrico se calienta y se pausa la carga... Clasificación:", "id": "es_0574463"}
{"language": "es", "output": "malo", "input": "Revisar: Raquel\n\nPara un tiempo no está mal las lamas son muy finas no se lo que durará pero por el precio no se puede pedir más Clasificación:", "id": "es_0254662"}
{"language": "es", "output": "bueno", "input": "Revisar: Recomendable\n\nFuncionan perfectamente, como los originales Clasificación:", "id": "es_0649650"}
{"language": "es", "output": "bueno", "input": "Revisar: Relación calidad precio muy aceptable\n\nRelación calidad precio está muy bien, quería el teléfono para mi madre, y de momento muy contentos con la compra. Llegó muy rápido con el servicio premium, pedido a las 5 de la tarde y llegó el día siguiente al mediodía. Se corresponde con el modelo pedido. Valoraré más adelante después de usarlo un tiempo. Clasificación:", "id": "es_0751773"}
{"language": "es", "output": "bueno", "input": "Revisar: Es tal y cómo esperaba.\n\nEs tal y cómo esperaba. Llevo quince días usando la carcasa. Se ajusta perfectamente. El tiempo de envío el correcto. Clasificación:", "id": "es_0722146"}
{"language": "es", "output": "bueno", "input": "Revisar: Lencería Baby\n\nEl tejido es super suave y queda muy bonito para hacer retratos Clasificación:", "id": "es_0757695"}
{"language": "es", "output": "malo", "input": "Revisar: Auriculares pequeños\n\nEl sonido es muy bueno pero los auriculares son muy pequeños para un adulto y no cubren toda la oreja... cuando los llevas puestos un rato te duele la oreja. Clasificación:", "id": "es_0951432"}
{"language": "es", "output": "malo", "input": "Revisar: Malisimo\n\nNo ha durado ni 1 mes sin oxidarse, ademas faltaban piezas. Actualmente, esta completamente oxidado y prácticamente sin poder darle uso porque da mala presencia Clasificación:", "id": "es_0964709"}
{"language": "es", "output": "malo", "input": "Revisar: No recomiendo\n\nApenas lo e usado, pe se que eras pilas, pero se las e cambiado dos veces, se enciende y en 2 segundos se apaga, mal Clasificación:", "id": "es_0624354"}
{"language": "es", "output": "malo", "input": "Revisar: Poca vida util\n\nTras 5 meses de uso, de los cuatro cables que venian en el paquete, dos de ellos ya estan ko. Clasificación:", "id": "es_0304919"}
{"language": "es", "output": "bueno", "input": "Revisar: De 10\n\nPor 10 euros es la funda de switch más completa/delgada que hay. Clasificación:", "id": "es_0049495"}
{"language": "es", "output": "bueno", "input": "Revisar: Envio rapido. Juego excelente, aunque no difiere mucho del original...\n\nEn si es un juego excelente y viene con todos los dlcs. Pero graficamente no ha mejorado nada o casi nada. De remaster nada. Clasificación:", "id": "es_0234965"}
{"language": "es", "output": "bueno", "input": "Revisar: Excelente relación calidad/precio\n\nBolso ligero y bonito, cómodo y de gran capacidad, ideal para llevar apuntes o portátil Clasificación:", "id": "es_0312824"}
{"language": "es", "output": "malo", "input": "Revisar: Le falta claridad en la imagen\n\nLa imagen no es muy luminosa y desde lejos casi ni se ve Clasificación:", "id": "es_0570109"}
{"language": "es", "output": "bueno", "input": "Revisar: Carmen\n\nGran producto. Muy útil y fácil de poner. Se mimetiza perfecto con la mesa de madera donde lo hemos colocado y por fin estoy tranquila. Solo hago una sugerencia: me parecería más cómodo todavía y práctico que el rollo viniera con el adhesivo incorporado, al igual que las esquinas. Gracias Clasificación:", "id": "es_0379983"}
{"language": "es", "output": "malo", "input": "Revisar: No me gusta nada\n\nLo compre como regalo, pero al recibirlo y abrirlo veo que la caja no trae protección plástica, y los envoltorios que contienen el marco de fotos y el mando están desprecintados. Clasificación:", "id": "es_0231761"}
{"language": "es", "output": "malo", "input": "Revisar: Pésima calidad y seco.\n\nUno de los rimmel está seco por completo y los pelitos saltan por toda la cara al ir a ponérmelo. Horrible compra. Clasificación:", "id": "es_0360578"}
{"language": "es", "output": "malo", "input": "Revisar: Parti\n\nEl grifo es muy débil Clasificación:", "id": "es_0013971"}
{"language": "es", "output": "bueno", "input": "Revisar: recomendable!!\n\nPerfecta!! Recomiendo al vendedor.. Clasificación:", "id": "es_0914507"}
{"language": "es", "output": "bueno", "input": "Revisar: Para mama\n\nUn regalo para mi madre,calidad precio muy buena,ya lleva un año con el,y oye sigue funcionando,esta claro que no es un movil de alta gama,pero oye puede ser una opcion buena para esas personas,que le den un uso de llamar whassap y ver fotos de sus nietos Clasificación:", "id": "es_0605387"}
{"language": "es", "output": "malo", "input": "Revisar: Dejó de funcionar a la semana.\n\nEn principio iban bien, buena luz cálida (quizás demasiado intensa para su propósito), pero a la semana dejó de funcionar... Clasificación:", "id": "es_0658628"}
{"language": "es", "output": "malo", "input": "Revisar: Mirar las medidas antes de comprar\n\nLo compré con una finalidad y la verdad que me ha decepcionado bastante ya que el teclado que te tengo ni entra . Clasificación:", "id": "es_0221151"}
{"language": "es", "output": "bueno", "input": "Revisar: buen soporte para sujetar la bici\n\nlo uso para sostener la bici de carretera y no tener que apoyarla en la pared....se ancla perfectamente a la rueda delantera, es estable y por el precio que tiene suficiente para tener la bici sujeta... Clasificación:", "id": "es_0931318"}
{"language": "es", "output": "bueno", "input": "Revisar: cristal\n\nbuen cristal para una tablet samsung. Facil de intalar y espero que mucha durabilidad Clasificación:", "id": "es_0270790"}
{"language": "es", "output": "malo", "input": "Revisar: Muy bueno hasta que se estropeó la pantalla\n\nHe estado utilizándolo durante un año con buenos resultados, aunque algunos epub y pdf los lee regular. El sistema de reposo, que no apagado, no es muy bueno ya que consume mucha batería. Si lo apagas al final de cada lectura te puede durar la batería semanas. Lo de la luz amarilla por la noche es muy buena idea. Pero ... se acaba de estropear sin ningún motivo la pantalla. Aparece la imagen de la última portada del libro que he leído y nada mas. Responde a tacto, pero no ves el 50% de lo que escribe, he reiniciado con los defectos de fábrica, pero nada. Son unos 220 euros a la basura, unos 10 libros de papel. Compensa comprar otro ereader mas sólido. ¿Alguna sugerencia? Clasificación:", "id": "es_0833300"}
{"language": "es", "output": "bueno", "input": "Revisar: Marta\n\nTodo perfecto según lo previsto. Es ideal para tener grandes recuerdos en el primer año de vida de tu pequeño. El pedido llegó a tiempo y en perfecto edtado. Clasificación:", "id": "es_0555108"}
{"language": "es", "output": "malo", "input": "Revisar: Estafadores\n\nSolo me ha llegado uno lo pedí con la intención de regalar para mi cumple a mis amigas que poco vergüenza Clasificación:", "id": "es_0063031"}
{"language": "es", "output": "bueno", "input": "Revisar: Aspirador bosch\n\nSuper contenta con este aspirador, aspira muy bien con una potencia intermedia, lo he probado en sofás y colchones y tb muy bien. Le añadiría un poco más de durabilidad de la batería..por lo demás, genial en todos los aspectos. Limpieza sencilla y rápida Clasificación:", "id": "es_0866210"}
{"language": "es", "output": "bueno", "input": "Revisar: Para trabajos de campo y construcción.\n\nBuen producto, calidad mejor de lo esperado . Muy cómodas , diseño acertado. Precio y calidad, mejor imposible. Una bota excelente. Clasificación:", "id": "es_0520398"}
{"language": "es", "output": "malo", "input": "Revisar: falta de agujeros para montaje\n\nla apariencias engañan parece que esta todo correcto y de repente te pones a montarlo y faltan agujeros para los tornillos señalados, no solo unos sino 3 agujeros que hay que hacerle a la mesa para colocar lo redactado en los planos de montaje,....en fin por no decepcionar a los niños con el regalo, pierdes una tarde para montarlo y hacer los huecos que faltan para pasar los tornillos. ... no es tan difícil hacerlo bien...... imagino que a mas de uno le habrá pasado esto... Clasificación:", "id": "es_0933830"}
{"language": "es", "output": "bueno", "input": "Revisar: Roberto\n\nReproduce todo tipo de archivos, tanto de audio como de vídeo, es rápido y tiene una clara intuitiva y bonita interfaz Clasificación:", "id": "es_0803594"}
{"language": "es", "output": "bueno", "input": "Revisar: Rotuladores\n\nLos rotuladores tienen unos colores metalicos muy chulos se secan muy rapido tiene muy buena bariedad de colores esta muy bien para manualidades y para los pequeños y para los mallores claro Clasificación:", "id": "es_0678098"}
{"language": "es", "output": "bueno", "input": "Revisar: Novela negra\n\nno estoy en condiciones de opinar Clasificación:", "id": "es_0498720"}
{"language": "es", "output": "bueno", "input": "Revisar: Manillar roto\n\nHola, no encuentro otro sitio para indicar esto. El aparato es bueno y funciona muy bien, pero al montarlo hemos visto que traía el manillar derecho (el mango de plástico) roto y la pieza metálica de contacto doblada. En la caja no se veía golpe, pero en el envoltorio individual de esta pieza sí que lo parece. Adjunto fotos. Necesitaríamos cambio de esa pieza. Clasificación:", "id": "es_0162788"}
{"language": "es", "output": "bueno", "input": "Revisar: Buen producto\n\nDespués de 2 meses de uso, no he tenido ningún problema. Sirven perfectamente para marcar, con una pequeña iluminación, un camino o unas escaleras. Han aguantado fuertes lluvias y 1 día nublado no ha impedido que funcionen por la noche. Con menos intensidad, pero suficiente. Cargando con sol directo (las que tengo durante unas 5 o 6 horas), aguantan toda la noche. He comprado 24 y las 24 han funcionado perfectamente. Es luz blanca, una lástima que este mismo modelo no lo haya con luz cálida. La relación calidad-precio dependerá del tiempo que sigan funcionando así. Clasificación:", "id": "es_0291521"}
{"language": "es", "output": "malo", "input": "Revisar: Aceptable\n\nPor el precio que vale .......... Clasificación:", "id": "es_0566705"}
{"language": "es", "output": "bueno", "input": "Revisar: Muy chulo\n\nHe comprado el reloj para regalarselo a mi novio de su cumpleaños y le ha encantado. Ya tenia una pulsera inteligente pero se habia quedado un poco antigua. Y este reloj tiene muchas más opciones que la antigua pulsera son el podómetro, ritmo cardiaco, calorias, aviso de llamadas, mensajes.. La pantalla es de color y la bateria dura bastante. De momento estamos contentos. Relacion calidad precion, recomiendo! Clasificación:", "id": "es_0438782"}
{"language": "es", "output": "malo", "input": "Revisar: Dolor\n\nCuidado porque se pega muchísimo a la piel y duele al quitarlo una barbaridad. Y ni se os ocurra ponerlo fuera de la zona de la nariz y el mentón Clasificación:", "id": "es_0053372"}
{"language": "es", "output": "malo", "input": "Revisar: Publicidad engañosa\n\nCon el título y la foto, parece que se venden 3 álbumes por ese precio, cuando en realidad es solamente uno. Tienes que ir a los detalles del producto para ver que realmente solo se vende un álbum. Dicho esto, el álbum es de buena calidad, lo normal con ese precio. Clasificación:", "id": "es_0066090"}
{"language": "es", "output": "bueno", "input": "Revisar: Producto exacto a la indicada en la descripción\n\nEl producto es tal y como lo describe en el detalle, tanto por su cara visible, como por la cara interior. Clasificación:", "id": "es_0819189"}
{"language": "es", "output": "malo", "input": "Revisar: Fracaso de compra\n\nA los 40 días el micrófono dejó de funcionar, por lo que tuve que realizar la devolución. La pantalla táctil no tiene mucha sensibilidad Clasificación:", "id": "es_0945492"}
{"language": "es", "output": "malo", "input": "Revisar: Envío defectuoso\n\nEl producto llegó en el tiempo estipulado. El embalaje estaba bien, pero cuando abrí la caja vi que el producto se había enviado medio abierto y había crema de cacahuetes por todos lados. Actualmente estoy procesando la devolución y espero no tener ningún problema. Clasificación:", "id": "es_0706753"}
{"language": "es", "output": "malo", "input": "Revisar: Una mala solución.\n\nTodo fue perfecto como siempre por parte de Amazon, incluida la devolución. El caso es que la funda a pesar de encajar perfectamente en el patín quedaba suelta ( hueca) en la parte donde apoyan los pies y estéticamente deja mucho que desear. Además se nota que es un producto de baja calidad ya que todo el perímetro presentaba los bordes mal acabados. Ya está devuelta. No la recomiendo. Clasificación:", "id": "es_0763779"}
{"language": "es", "output": "malo", "input": "Revisar: Muy Buen sonido pero muy poco tiempo de durabilidad...\n\nMe gustó el sonido, incluso cuando los empezé a usar me sorprendió como se escuchaba. Suenan muy bien, no tengo queja en eso, lo que no me ha gustado es la carga, los auriculares solo me duran casi 50 minutos usándolos sin parar, y la caja solo me carga dos veces los auriculares luego se descarga... No sé si es que me salieron malos o esque es mentira que duran de 4 a 5 horas. Me tiene decepciónado eso, porque realmente si que suenan bien pero la carga me bajo las expectativas Clasificación:", "id": "es_0533250"}
{"language": "es", "output": "malo", "input": "Revisar: Su comodidad\n\nSe veía práctico y versátil. Lo usaba mí marido para ir al trabajo y sólo ha durado 17 días. Me siento estafada. Clasificación:", "id": "es_0256833"}
{"language": "es", "output": "malo", "input": "Revisar: No funciona el subwoofer\n\nEl subwoofer no funciona. He estado intentando configurarlo con distintos programas y ayuda de varios informáticos y no hemos podido. He intentado contactar con la empresa y tampoco dan solución. Clasificación:", "id": "es_0676928"}
{"language": "es", "output": "bueno", "input": "Revisar: Caducidad\n\nEl producto es bueno pero la caducidad está muy próxima, se debería indicar ya que hubiera comprado menos cantidad. Clasificación:", "id": "es_0225270"}
{"language": "es", "output": "bueno", "input": "Revisar: Buenos auriculares inalámbricos\n\nAl abrir la caja nos encontramos con la base de carga de los auriculares, el manual de instrucciones, el cable de carga micro USB, un par de almohadillas de diferentes tamaños. La base de carga, que también sirve como caja para guardar los auriculares, nos permite una autonomía de unas 4 cargas, por lo que dificilmente nos quedaremos sin bateria en los auriculares. Son muy fáciles de emparejar, simplemente con el único boton que tienen se emparejan con el teléfono y ellos solos hacen el trabajo. Tiene un sonido realmente bueno, con unos graves más que decentes, me ha gustado mucho la calidad que ofrecen por un precio bastante ajustado. La relación calidad/precio es buenísima. Como punto negativo, destacaría la ergonomía, ya que unos auriculares de tipo botón, siempre quedan mejor acoplados que unos in-ear, al menos en mi caso. De todos modos, muy buenos auriculares. Compra recomendable. Clasificación:", "id": "es_0767107"}
{"language": "es", "output": "malo", "input": "Revisar: Nada\n\nMal material, plastico de baja calidad, se rompieron a la semana con muy poco uso Clasificación:", "id": "es_0591838"}
{"language": "es", "output": "bueno", "input": "Revisar: bueno\n\nComo siempre, buena compra. No hay nada que hacer cosquillas, todo es muy bueno, lo compraría una y otra vez, solo para ser recomendado. Clasificación:", "id": "es_0690071"}
{"language": "es", "output": "bueno", "input": "Revisar: Candado bici\n\nEsta bastante bien para el precio que tiene Clasificación:", "id": "es_0004999"}
{"language": "es", "output": "bueno", "input": "Revisar: Está genial pero se estropea con facilidad\n\nEl libro está muy bien, recetas muy chulas, no le pongo las 5 estrellas porque el material de la portada es como cartón duro y se estropean los filos con facilidad. Clasificación:", "id": "es_0302742"}
{"language": "es", "output": "bueno", "input": "Revisar: Material\n\nSon muy cómodas y calentitas. Recomendable para caminar mucho y altas temperaturas. Lo único que no me ha gustado, es que no son muy impermeables, agua traspasa. Por lo demás, bien. Clasificación:", "id": "es_0786263"}
{"language": "es", "output": "malo", "input": "Revisar: Daña el parpado\n\nNo, el cepillo araña Clasificación:", "id": "es_0318313"}
{"language": "es", "output": "bueno", "input": "Revisar: Bonito diseño, buena calidad, y el detalle de la correa me encanto!\n\nBonito diseño, buena calidad, buena textura y buen olor. La he probado y es antideslizante.. Y el detalle de la correa es muy original, la hace lucir diferente. Encantada con la compra... Clasificación:", "id": "es_0843414"}
{"language": "es", "output": "bueno", "input": "Revisar: Perfecto\n\nMuy bueno, igual que el la tienda Clasificación:", "id": "es_0783738"}
{"language": "es", "output": "malo", "input": "Revisar: Son muy pequeñas.\n\nEl producto viene con la funda de las gafas, el pañuelo, una tarjeta de agradecimiento y otra para hacer una prueba de luz azul con una linterna que lo emite. Hice la prueba y realmente parece que el filtro de las gafas es útil. Pero cuando dispongo a probármelas, la sorpresa es que son demasiado pequeñas para mi cabeza, y no creo tener una cabeza tan grande ya que todas las monturas que me he probado tanto en ópticas como otras gafas nunca me han ido tan pequeñas como estas gafas. He solicitado devolución y todo ha ido correcto. Ha podido ser mi error al comprarlo, ya que las gafas son bastante estéticas, solo que no he tenido en cuenta el tamaño de éstas. Clasificación:", "id": "es_0793047"}
{"language": "es", "output": "malo", "input": "Revisar: Incómodas\n\nIncómoda y se sale el ajuste de la planta Clasificación:", "id": "es_0734972"}
{"language": "es", "output": "malo", "input": "Revisar: Un truño\n\nEste producto salio malisimo, algunas teclas no funcionaban y tube que hacer un apaño con el mando original. No lo recomiendo, muy bonito para ser verdad. Clasificación:", "id": "es_0932925"}
{"language": "es", "output": "bueno", "input": "Revisar: Bien pero al de unos días me dejo de funcionar\n\nTodo perfecto pro al de unos días no me lee los discos iré y sata Clasificación:", "id": "es_0469868"}
{"language": "es", "output": "malo", "input": "Revisar: Mal\n\nNo me llegó después de estar esperando 4 días desde la fecha en que tenía que haber sido entregado . Clasificación:", "id": "es_0545159"}
{"language": "es", "output": "bueno", "input": "Revisar: Muy buena calidad y precio\n\nMuy buen tripode para uso prefesional. Buena marca, robusto y la cabeza va muy fluida. Lo utilizo con una blackmagic cinema 4k que pesa unos 4kg + el objetivo que seran unos 0,4 kilos y va perfecto. Clasificación:", "id": "es_0405801"}
{"language": "es", "output": "malo", "input": "Revisar: No completa la pantalla. Es al más pequeños y se enganchan los bordes.\n\nNo encaja bien con el móvil. Queda algo más pequeño y se enganchan las puntas del protector con las cosas del bolso. No pega bien tampoco. Clasificación:", "id": "es_0320442"}
{"language": "es", "output": "malo", "input": "Revisar: Si llego a saber compro de 7W\n\nTonto yo por no haber hecho caso a los comentarios que hacía la gente respecto a la potencia de luz. Comparando con una de 7W la diferencia es mínima (ni la noto pero quiero creer que en realidad da más luz). Lo único destacable es que tienen un diseño bonito y si se quedan a la vista están bien. Clasificación:", "id": "es_0374683"}
{"language": "es", "output": "bueno", "input": "Revisar: Armario de tela\n\nLo único que me faltaron pieza pero e muy cómodo Clasificación:", "id": "es_0779728"}
{"language": "es", "output": "bueno", "input": "Revisar: varios tamaños\n\ntrae varios tamaños de uñas, y se ven de buena calidad. pero no tiene pegamento. Clasificación:", "id": "es_0946231"}
{"language": "es", "output": "bueno", "input": "Revisar: estupenda\n\nEs tal y como esperaba, muy buenos resultados en su planchado. muy facil de utilizar , muy práctica y sencillo su mantenimiento. Clasificación:", "id": "es_0031142"}
{"language": "es", "output": "bueno", "input": "Revisar: Ok\n\nLlegó en pocos días,y perfecta Clasificación:", "id": "es_0876352"}
{"language": "es", "output": "malo", "input": "Revisar: No me ha llegado\n\nNada ,pues no lo he recibido Clasificación:", "id": "es_0551582"}
{"language": "es", "output": "bueno", "input": "Revisar: lo recomiendo\n\nmantiene muy bien el frio y es imprescindible en verano Clasificación:", "id": "es_0959925"}
{"language": "es", "output": "bueno", "input": "Revisar: Bien pero ojo que al ver 100 te puedes llevar a engaño.\n\nEs lo que es unos post it de toda la vida los originales. Pero ver 100 puedes pensar que son muchos son un paquete de los de siempre un dedo de alto esto es 100 papelitos el precio no esta mal para ser originales, pero antes d pedirlos mira en tu tienda habitual o gran superficie que los puedes pillar al mismo precio ... Clasificación:", "id": "es_0273596"}
{"language": "es", "output": "malo", "input": "Revisar: La cerradura se bloqueó\n\nLa calidad de la maleta está bien por su precio y la imagen que se muestra corresponde bien con la maleta que te llega pero usé la pequeña para un viaje y al volver la cerradura se quedó bloqueada y ahora no se puede abrir. Las otras aún no las he usado. Estoy pensando si devolverlas o no. Clasificación:", "id": "es_0036776"}
{"language": "es", "output": "malo", "input": "Revisar: Falta calidad\n\nHola a todos tengo aceite de la misma marca por eso me decidí comprar este bálsamo para barba lo probé pero no me gusta no es de buena calidad hidratar nada cero cuando pones en la barba se te pone blanca y después de un par de horas la barba muy seca pues entonces por eso le doy una estrella el aceite que uso hace años de la misma marca es de mucha calidad olor aceptable sidra está muy bien estoy encantado de usarlo un saludo Clasificación:", "id": "es_0879681"}
{"language": "es", "output": "malo", "input": "Revisar: Libro de cuentos para conocerse mejor\n\nLa selección de cuentos es bonita, y repasa los clásicos. Sin embargo los comentarios del autor resultan un poco pesados. Clasificación:", "id": "es_0968838"}
{"language": "es", "output": "malo", "input": "Revisar: No recibi el pedido\n\nTodavia no recibí el pedido ,ha pasado el tiempo que me indicaron para recibirlo , en mi valoración puse una estrella , porque no he podido poner menos , no es recomendable comprar desde aqui Clasificación:", "id": "es_0485724"}
{"language": "es", "output": "bueno", "input": "Revisar: Me gusta el\n\nEl espejo llegó muy rápido y perfectamente embalado. Es bonito, tal y como se ve en las fotos. pero estava un poco roto en el marco Gracias un saludo Clasificación:", "id": "es_0101998"}
{"language": "es", "output": "malo", "input": "Revisar: Muy pequeño\n\nMe ha decepcionado un poco ya que es muy pequeño pensaba que era más grande Clasificación:", "id": "es_0520277"}
{"language": "es", "output": "bueno", "input": "Revisar: perfecta para iphone 5s\n\nEs bonita, queda bien, se ve resistente y trae: 1 boli con la parte posterior que sirve para escribir sobre la pantalla, 1 Tapón Antipolvo que creo q es para la entrada del auricular y 1 pequeña gamuza para limpiar la pantalla Clasificación:", "id": "es_0786221"}
{"language": "es", "output": "bueno", "input": "Revisar: GENIAL\n\nHA LLEGADO SUPER RÁPIDO. Clasificación:", "id": "es_0442697"}
{"language": "es", "output": "malo", "input": "Revisar: Descripción errónea\n\nOjo, solo ha llegado un bolígrafo, no un pack de 12, como pone la descripción. Clasificación:", "id": "es_0280239"}
{"language": "es", "output": "bueno", "input": "Revisar: Tardan mucho\n\nEstá bastante bien, pero tardan mucho las publicaciones entre tomos Clasificación:", "id": "es_0672295"}
{"language": "es", "output": "malo", "input": "Revisar: Dificil de usar\n\nPara que funcione tienes que girar la rueda, sale el gas y entonces disparas para que salte la chispa. Pero mientras se escapa el gas. Luego no regula bien y se puede apagar y no te enteras y se vacía de gas. He comprado otros mucho mejores sin estos problemas que da la ruedecita. Clasificación:", "id": "es_0421113"}
{"language": "es", "output": "malo", "input": "Revisar: NUNCA RECIBIDO\n\nA LA FECHA DE HOY 07 DE AGOSTO DEL 2018 NO HE RECIBIDO ESTE ARTICULO Clasificación:", "id": "es_0773056"}
{"language": "es", "output": "malo", "input": "Revisar: Funcionalmente perfecto. Esteticamente no estoy conforme.\n\nSu manejo es sencillo y funciona perfectamente. Es preciso y la bateria aguanta normal, Pero el mando tiene despegada la tapa desde los primeros dias. Clasificación:", "id": "es_0197024"}
{"language": "es", "output": "malo", "input": "Revisar: No vale para nada..basura\n\nAbsolutamente decepcionante. No cumple con su función. Hay que esperar horas para que se seque, por lo que te tienes que cansar para poder poner una estantería con este producto. Clasificación:", "id": "es_0501253"}
{"language": "es", "output": "malo", "input": "Revisar: Pistola tarada\n\nEl primer día de utilizarla y ya me derrite la silicona en el tubo e impide q salga x la punta. Un desastre, me va mejor la pistola q compré en los chinos. Clasificación:", "id": "es_0628035"}
{"language": "es", "output": "malo", "input": "Revisar: Nada que ver con la foto\n\nCompré esta bici para un niño de 10 años porque el color rojo me pareció apropiado para él. Me enviaron una bici completamente negra, incluso los radios y la llanta. Muy seria para un niño. Devolví el producto y sin problema me devolvieron el importe íntegro Clasificación:", "id": "es_0992312"}
{"language": "es", "output": "bueno", "input": "Revisar: Un regalo\n\nLo compre para un regalo, y mi chica esta encantada con el libro, lleva una semana con el y ya casi lo ha acabado Clasificación:", "id": "es_0053780"}
{"language": "es", "output": "bueno", "input": "Revisar: Empieza la guerra\n\nHe disfrutado leyendo este libro, mucho. Es evidente que la historia está muy trabajada. La narración se sucede con ritmo y coherencia, de forma que es muy fácil sumergirse en el universo que describen. Los personajes están bien presentados y con algunos es imposible no empatizar. Estoy muy intrigada y desde luego voy a seguir la serie Clasificación:", "id": "es_0882101"}
{"language": "es", "output": "bueno", "input": "Revisar: Es acuatico 100×100\n\nEs un reloj buenísimo mi hijo todo el tiempo con el puesto para piscina y todo y genial lo recomiendo. Clasificación:", "id": "es_0072902"}
{"language": "es", "output": "bueno", "input": "Revisar: Cómodo\n\nMuy cómodo para transportar el cepillo con dos cabezales. Estaría bien que entrara también el cargador pero con eso te apañas Clasificación:", "id": "es_0563239"}
{"language": "es", "output": "malo", "input": "Revisar: Todo\n\nNo me lo volvería a comprar , no se pegó bien tube que quitarlo Clasificación:", "id": "es_0874987"}
{"language": "es", "output": "malo", "input": "Revisar: Menos mal a la garantia\n\nLa compre en febrero. En marzo dejó de funcionar. En abril me dieron una nueva. En mayo se repitió la jugada. En junio me dieron otra nueva. De momento parece que a la tercera va la vencida. Cuando funciona va muy bien Clasificación:", "id": "es_0445400"}
{"language": "es", "output": "bueno", "input": "Revisar: La funda no es muy dura\n\nEs muy blanda pero está bien Clasificación:", "id": "es_0378236"}
{"language": "es", "output": "malo", "input": "Revisar: Elena\n\nNo funciona. Así como lo probé lo tiré a la basura. Una pena porque los dibujos eran bastante chulos. :( Clasificación:", "id": "es_0799969"}
{"language": "es", "output": "malo", "input": "Revisar: reloj de paso\n\nse apaga y no mantiene los resultados Clasificación:", "id": "es_0980512"}
{"language": "es", "output": "malo", "input": "Revisar: El cristal no se adapta ni es curvo\n\nEste producto no se adapta al movil, solo tiene unos milimetros de pegamento en el borde del cristal que no se pega por que a pesar de poner que es un cristal curvo en realidad es plano con bordes redondeados por lo que los bordes donde esta el pegamento coinciden justo donde el cristal del movil hace el bisel y el pegamento no hace contacto, quedando pegado solo por la parte plana superior. Es tirar el dinero, yo lo he cambiado al dia siguiente Clasificación:", "id": "es_0361208"}
{"language": "es", "output": "malo", "input": "Revisar: Manchas amarillas al primer lavado\n\nAl primer lavado le han salido unas manchas amarillas a la tela. No me parece normal. Vamos una decepción Clasificación:", "id": "es_0850174"}
{"language": "es", "output": "bueno", "input": "Revisar: Gran compra\n\nBuena compra en líneas generales. Robusta, sencilla, práctica, relación calidad precio más que buena. El marcador es algo sencillo, sillín algo grande, el manillar le falta de una o dos alturas más. Pero por lo demás muy contento. Llevo con ella medio año, ningún fallo. Ahora he comprado otra para tener la clinica donde trabajo. Clasificación:", "id": "es_0891828"}
{"language": "es", "output": "bueno", "input": "Revisar: Esta bien el artículo pero no es lo que yo buscaba\n\nPerdone . He confundido la opción de la devolución. No es la medida lo que viene mal. Es el material y color que no es el que yo pensaba . Clasificación:", "id": "es_0848937"}
{"language": "es", "output": "malo", "input": "Revisar: Plástico rigido\n\nCreía que era esa silicona para pintarse las uñas y son fundas de plástico rígidas poco manejables. Las he usado una sola vez. Clasificación:", "id": "es_0813564"}
{"language": "es", "output": "bueno", "input": "Revisar: Juego ideal\n\nEs super entretenido y ideal para jugar en familia a mi hija le ha encantado Clasificación:", "id": "es_0525104"}
{"language": "es", "output": "malo", "input": "Revisar: Ha defraudado completamente\n\nProducto con buenas espectativas, pero que no ha sido capaz de superar los 2 usos. La segunda vez que la utilizo ya no funciona el sistema de dar calor. Afortunadamente AMAZON es una gran empresa seria y se hizo cargo de la devolucion del producto. Clasificación:", "id": "es_0062622"}
{"language": "es", "output": "malo", "input": "Revisar: Pantalla táctil defectuosa\n\nTuve que devolver la impresora por tener la pantalla táctil defectuosa, una pena, una estrella más por el servicio post-venta de Amazon, trato de 100. Clasificación:", "id": "es_0486494"}
{"language": "es", "output": "bueno", "input": "Revisar: PERFECTO\n\nLlegó en perfectísimo estado y muy bien embalado. Y el cinturón es un 10. Clasificación:", "id": "es_0857675"}
{"language": "es", "output": "malo", "input": "Revisar: Pulsera\n\nJamás llegó y solicito reembolso que tampoco llega después de un mes Clasificación:", "id": "es_0924954"}
{"language": "es", "output": "bueno", "input": "Revisar: Elegante\n\nMuy buena calidad y acabado Clasificación:", "id": "es_0468346"}
{"language": "es", "output": "bueno", "input": "Revisar: Muy bonita\n\nUn poco difícil de montar. La mesa es muy bonita y los materiales relación calidad precio están muy bien. Lo único q me mandaron en tablero de arriba en color madera y yo la pedí entera blanca pero queda bien así q me la he quedado así. Clasificación:", "id": "es_0962307"}
{"language": "es", "output": "bueno", "input": "Revisar: Básico pero bueno.\n\nPuede ser un poco engorroso hacer encajar los tornillos al principio, pero es algo que sólo hacemos una vez así que merece la pena. No es el más bonito pero queda bien sujeto. Clasificación:", "id": "es_0276620"}
{"language": "es", "output": "bueno", "input": "Revisar: Bien logrado\n\nRecibido a tiempo y lo justo para mi necesidad Clasificación:", "id": "es_0054633"}
{"language": "es", "output": "malo", "input": "Revisar: No recomendable\n\nTardo mucho y uno de ellos vino roto Clasificación:", "id": "es_0428121"}
{"language": "es", "output": "bueno", "input": "Revisar: Imprescindible\n\nTamaño ideal para los envases. Ni una huella en varias semanas. Encantados. Clasificación:", "id": "es_0183495"}
{"language": "es", "output": "bueno", "input": "Revisar: Un diseño bonito pero es un poco frágil\n\nUn diseño bonito pero es un poco frágil Clasificación:", "id": "es_0149239"}
{"language": "es", "output": "malo", "input": "Revisar: No lo recomiento. Material incómodo.\n\nEl material del que está hecho se clava y se deforma, bastante incómodo para entrenar en pantalón corto. Como nota negativa respecto del vendedor es no querer facilitarme la factura de compra, siendo autónomo para mi es importante ya que es un gasto en material. Saludos. Clasificación:", "id": "es_0215296"}
{"language": "es", "output": "bueno", "input": "Revisar: Preciosa.\n\nEs muy bonita pero la bateria dura muy poquitas horas. La luz tiene dos opciones, fría o calida. Voy a pedir un tamaño mayor , diametro 18 ó 20, pues es preciosa. Clasificación:", "id": "es_0468740"}
{"language": "es", "output": "malo", "input": "Revisar: Demasiado gruesas, no caben\n\nLas pastillas traseras encajan perfectas, pero las delanteras son demasiado gruesas, aun con los pistones retirados a tope no entra el disco Clasificación:", "id": "es_0752520"}
{"language": "es", "output": "malo", "input": "Revisar: Es un timo\n\nNo me ha gustado que la batería dure tan poco tiempo. A parte de eso, uno de los auriculares se me ha estropeado solo y no hay manera de encenderlo. Clasificación:", "id": "es_0993461"}
{"language": "es", "output": "malo", "input": "Revisar: Que no es verdad\n\nNo es impermiable es un engaño so pense que compraba algo bueno pero no fue asin me siento engañado Clasificación:", "id": "es_0616423"}
{"language": "es", "output": "bueno", "input": "Revisar: Expectativas superadas\n\nCompré 2 baterías, y con cada uno hice 3 cargas completas a mi móvil. Ideal para viajes largos. Volvería a comprarlo. Clasificación:", "id": "es_0983737"}
{"language": "es", "output": "malo", "input": "Revisar: Bien\n\nEsta bien alto pequeño pero por el precio que se va a pedir Clasificación:", "id": "es_0723348"}
{"language": "es", "output": "malo", "input": "Revisar: NO ES CRISTAL\n\nSe ajusta bien,pero..NO ES CRISTAL! Es de plástico Clasificación:", "id": "es_0865645"}
{"language": "es", "output": "bueno", "input": "Revisar: Correa para mi Smartwatch\n\nEs justo como se describe y se ha adaptado perfectamente al reloj. Es un Fósil Smartwatch Clasificación:", "id": "es_0604275"}
{"language": "es", "output": "malo", "input": "Revisar: No volvería a comprar esta clase de producto\n\nNo me gusto nada la calidad del producto, mis expectativas eran otras acerca de la calidad,pensé que era más suave Clasificación:", "id": "es_0299383"}
{"language": "es", "output": "malo", "input": "Revisar: Pierde agua\n\nAunque parece resistente, no sella bien, a pesar de roscarlo con teflon pierde agua. No sirve para nada. Clasificación:", "id": "es_0789432"}
{"language": "es", "output": "malo", "input": "Revisar: Mejorable\n\nNo encaja del todo la batería entonces no funciona. Clasificación:", "id": "es_0597632"}
{"language": "es", "output": "malo", "input": "Revisar: Decepcionante\n\nNo me ha gustado nada. El tapete viene tan arrugado que dificulta mucho el montaje del puzzle. Una pena porque la verdad es que podría ser muy útil Clasificación:", "id": "es_0700404"}
{"language": "es", "output": "malo", "input": "Revisar: Parecen de juguete\n\nPesima calidad, no estoy nada contento Clasificación:", "id": "es_0334590"}
{"language": "es", "output": "bueno", "input": "Revisar: Perfecto\n\nTodo correcto en tiempo y adecuado a lo solicitado. Que más se puede decir. Pues que me quedan palabras por escribir Clasificación:", "id": "es_0015262"}
{"language": "es", "output": "bueno", "input": "Revisar: Correcta\n\nMuy cómoda , la batería dura muchísimo y recibe las notificaciones bien, en cuanto a los pasos ect no es muy exacta xo xa el precio q tiene no está mal Clasificación:", "id": "es_0225172"}
{"language": "es", "output": "bueno", "input": "Revisar: Nos gusta\n\nHa llegado en su tiempo y ha sido lo que esperaba Clasificación:", "id": "es_0317140"}
{"language": "es", "output": "malo", "input": "Revisar: Decepción, no funcionan ninguna de las dos Lampara.\n\nNo funcionan bien ninguna de las dos que compre, solo se enciende una línea de Led y una de ellas el sensor no actúa cuando te acercas. He comprado otros modelos con menos lamparas solares y tengo capacidad para distinguirlo. Espero me devuelvan el dinero y comprar otra. No comprendo como Amazon tiene productos con tan mala calidad. Clasificación:", "id": "es_0274863"}
{"language": "es", "output": "malo", "input": "Revisar: Fallido\n\nAunque viene con un pegamento especial, además de tener a los lados una pequeña pegatina doble cara, no conseguimos ponerlo sin que a las horas se cayera del baño. No lo recomendaría. Clasificación:", "id": "es_0460843"}
{"language": "es", "output": "malo", "input": "Revisar: Ha dejado de funcionar después de varios meses\n\nLa he usado poco, solamente para hacer batidos de fruta sobretodo en verano. Funcionaba perfectamente. después de casi dos meses si usarla se enciende pero el motor se ha parado y no sé cómo utilizar la garantía que supuestamente tiene. Clasificación:", "id": "es_0517119"}
{"language": "es", "output": "bueno", "input": "Revisar: Buena calidad y perfecto embalaje\n\nMuy buena calidad y cumple exactamente con lo indicado en la descripción. También lo recibí en el tiempo indicado Clasificación:", "id": "es_0417137"}
{"language": "es", "output": "bueno", "input": "Revisar: Buena protección, difícil de poner correctamente\n\nEs de buena calidad y protege perfectamente pero no es sencillo de poner. En alguna parte se nos está despegando, posiblemente por no saber ponerlo bien. Por otro lado, el color marrón no lo es (es más bien morado) Clasificación:", "id": "es_0755722"}
{"language": "es", "output": "malo", "input": "Revisar: calidad\n\nbuena presencia pero los pulsadores endebles se salen Clasificación:", "id": "es_0105648"}
{"language": "es", "output": "bueno", "input": "Revisar: Muy útil\n\nLo mejor de esta batería es la carga inalámbrica. La compré por eso, ya que mi dispositivo tiene este tipo de carga. Me resulta muy cómodo dejar el móvil encima y que se vaya cargando sin necesidad de cables. También he probado cargarlo con cable y funciona a la perfección. Obviamente con cable carga más rápido. La capacidad de carga como bien dice en la descripción es de 10000mAh más que suficiente para cargar mi móvil 3 veces. Muy satisfecho con la compra. Clasificación:", "id": "es_0983667"}
{"language": "es", "output": "malo", "input": "Revisar: Cada vez que te lavas las manos se moja la funda por dentro.\n\nCuando le entra agua por que se salpica el reloj queda mojado por dentro (entre la funda y la pantalla) y tienes que desmontarlo entero para limpiarlo. Clasificación:", "id": "es_0876495"}
{"language": "es", "output": "bueno", "input": "Revisar: Recomendable\n\nMonedero pequeño, pero muy práctico cuando el bolso también es pequeño. Elegante, color muy bonito y sin fallos en las costuras. Duradero Clasificación:", "id": "es_0925760"}
{"language": "es", "output": "bueno", "input": "Revisar: .\n\nTal y como se ve en la imagen,tacto agradable Clasificación:", "id": "es_0814945"}
{"language": "es", "output": "malo", "input": "Revisar: Decepcionada\n\nNo me ha gustado nada. Es un folletín con pretensiones. Esperaba mucho más. Clasificación:", "id": "es_0942863"}
{"language": "es", "output": "malo", "input": "Revisar: Fatal\n\nCalidad Pésima. Mas bien pierde señal. Clasificación:", "id": "es_0164128"}
{"language": "es", "output": "bueno", "input": "Revisar: Imprescindible para no rayar el apple watch\n\nBuen producto, le queda como un guante al apple watch Clasificación:", "id": "es_0324355"}
{"language": "es", "output": "bueno", "input": "Revisar: Senzillo pero útil\n\nAunque el producto cumple con lo que promete quizás he echado en falta algún tipo de instrucción para saber cual es la posición correcta para que no termine haciéndote daño. Aun así va bien y no se nota si lo llevas debajo de la ropa (siempre que no lleves solamente una camiseta). Clasificación:", "id": "es_0307411"}
{"language": "es", "output": "malo", "input": "Revisar: Se rompió nada más llenarla.\n\nHorrible,muy endeble,nada más llenarla(con menos peso del indicado como máximo)se rompió por la parte de arriba. Menos mal que lo vi antes de marchar de viaje. La devolución ha sido hecha sin problema. Clasificación:", "id": "es_0804115"}
{"language": "es", "output": "bueno", "input": "Revisar: Buena relación calidad precio\n\nRecibido en plazo y nueva sin abrir Clasificación:", "id": "es_0407877"}
{"language": "es", "output": "malo", "input": "Revisar: Mala calidad\n\nDespues de 2 meses en grifo pierde por todas las juntas Clasificación:", "id": "es_0105567"}
{"language": "es", "output": "malo", "input": "Revisar: Normalito\n\nEl resultado no se corresponde con lo que publicitan. Por el precio que tiene, no merece la pena. Prefiero otros Clasificación:", "id": "es_0359151"}
{"language": "es", "output": "malo", "input": "Revisar: Saber si hay repuestos\n\nHay repuestos o no?? Clasificación:", "id": "es_0868075"}
{"language": "es", "output": "bueno", "input": "Revisar: Todo ok\n\nTodo perfecto y ha llegado en periodo previsto. Bien embalado y en frío. No ha sido necesario contactar con atención al cliente. Clasificación:", "id": "es_0638917"}
{"language": "es", "output": "malo", "input": "Revisar: Laura\n\nNunca me llego el producto, y lo compre hace dos años, nisiquiera responden a los emails, no recomiendo la compra Clasificación:", "id": "es_0943740"}
{"language": "es", "output": "bueno", "input": "Revisar: Funciona bien y tiene luz\n\nEl mando es ligero y funciona bien. Me ha gustado mucho la iluminación de las teclas ya que lo uso con poca luz Clasificación:", "id": "es_0437016"}
{"language": "es", "output": "malo", "input": "Revisar: Mal mensajero\n\nEl mensajero que trajo el paquete el primer día no tiene ningún tipo de respeto ni educación ya que la dirección que deje para el envío si yo estaba ausente tuvo una fuertes discusión con el mensajero . Pues estaba aporreando una puerta de un establecimiento que estaba cerrado . Un cordial saludo . Gracias por su atención Clasificación:", "id": "es_0408256"}
{"language": "es", "output": "bueno", "input": "Revisar: buen producto y buen precio\n\nbuen producto y buen precio Clasificación:", "id": "es_0628814"}
{"language": "es", "output": "malo", "input": "Revisar: No me ha convencido\n\nLa historia es entretenida, es para niños que saben leer, hasta ahí de acuerdo. Pero el formato del libro me pareció un poco endeble para el precio que tiene. Me resulto un poco caro. Clasificación:", "id": "es_0650846"}
{"language": "es", "output": "bueno", "input": "Revisar: Medidas justas\n\nCristal templado con cierta rigidez lo que facilita la instalación en el teléfono, se ajusta a la pantalla del xiaomi mi a2 aunque parece que puede quedar pequeño. Clasificación:", "id": "es_0349044"}
{"language": "es", "output": "bueno", "input": "Revisar: Buen producto.\n\nEl producto se ajustó a las características del anuncio y funciona correctamente, buen acabado y buenos materiales de construcción. Compra recomendable. Clasificación:", "id": "es_0410087"}
{"language": "es", "output": "malo", "input": "Revisar: No he recibido el paquete\n\nAún no me llega el producto y en la aplicación me aparece entregado..... Clasificación:", "id": "es_0929995"}
{"language": "es", "output": "bueno", "input": "Revisar: producto correcto\n\nel producto llegó correcto y se adapta a la tabla para la plancha. Clasificación:", "id": "es_0988789"}
{"language": "es", "output": "bueno", "input": "Revisar: Súper práctica!!\n\nTotalmente recomendable, es muy fácil de usar y cómoda ya que no tiene cables. Además pesa poco y cabe en cualquier sitio, cosa que en mi caso va genial porque que mi piso es pequeño. Clasificación:", "id": "es_0727485"}
{"language": "es", "output": "malo", "input": "Revisar: Las cajas son muy pequeñas\n\nLas cajas no son grandes más bien pequeñas, algo más grande que una caja de zapatos, pero lo que llegó no era el producto que yo compré. Clasificación:", "id": "es_0819466"}
{"language": "es", "output": "bueno", "input": "Revisar: Bien\n\nNo le doy cinco porque la cremallera del estuche se abre cada dos por tres. Color bonito y buen tamaño y calidad (la mochila y telas al menos) Clasificación:", "id": "es_0279371"}
{"language": "es", "output": "malo", "input": "Revisar: Yo\n\nNo viene tal como ponen en foto pero está bastante vien ahora a sacarle el provecho que se pueda y a disfrutar Clasificación:", "id": "es_0031275"}
{"language": "es", "output": "malo", "input": "Revisar: Caro para lo que es.\n\nEs plástico inyectado. 15€ es excesivo y fuera de las pilas más estándar el resto son huecos para poner pilas Clasificación:", "id": "es_0942601"}
{"language": "es", "output": "bueno", "input": "Revisar: buen producto\n\ncompré 2 botellas y vinieron en perfecto estado y a tiempo. Clasificación:", "id": "es_0152156"}
{"language": "es", "output": "malo", "input": "Revisar: Micro SD tarjeta 128gb\n\nCompré esta tarjeta para poder tener más capacidad a la hora de realizar mis grabaciones pero tras probarla durante 5 minutos dejó de funcionar. Procedí a realizar la devolución a Amazon y en una semana me recogieron el paquete y me devolvieron el dinero. Clasificación:", "id": "es_0894266"}
{"language": "es", "output": "malo", "input": "Revisar: No lo recomiendo si no quieres perder el reloj\n\nEl arco de plástico duro que abraza al reloj se parte enseguida y con un mínimo movimiento se te cae el reloj al suelo y te quedas con la correa en la mano nada más. Mejor comprar la correa original Clasificación:", "id": "es_0655802"}
{"language": "es", "output": "bueno", "input": "Revisar: Encanta\n\nMuy bonitas tal cual en la foto Clasificación:", "id": "es_0084647"}
{"language": "es", "output": "bueno", "input": "Revisar: una maravilla\n\nDiseño bonito y discreto, funcionamiento intuitivo, casi no hace ruido, se apaga solo cuando no le queda agua, las luces led le dan un toque sofisticado Clasificación:", "id": "es_0712295"}
{"language": "es", "output": "bueno", "input": "Revisar: Secan rapido\n\nHace trazos sin marcar,no son demasiado liquidos por lo que viene muy bien porque asi no se escurre,seca rapido y al pasarle el deo o al contacto no se borran,e probado en plastico pero quiero probar en ceramica haber si es igual de bueno Clasificación:", "id": "es_0465185"}
{"language": "es", "output": "bueno", "input": "Revisar: Buena opción para secar el sudor\n\nTal como se describe, envio rápido y comunicación fluida, buena opción para secar el sudor, miden 12 cm aproximadamente de largo Clasificación:", "id": "es_0902378"}
{"language": "es", "output": "malo", "input": "Revisar: Producto caducado\n\nLo recibi correctament el, però como vereis en la foto lo voy a estar utilizando caducado. Clasificación:", "id": "es_0105974"}
{"language": "es", "output": "bueno", "input": "Revisar: Para negra\n\nUn juego muy original, divertido, fácil y rápido de jugar. Para todas las edades. El diseño es estupendo:bonito y práctico. Muy recomendable Clasificación:", "id": "es_0769036"}
{"language": "es", "output": "malo", "input": "Revisar: Relación calidad precio muy justa\n\nEl objeto cumple con su función pero no es especialmente robusto, más bien lo contrario. Resumiendo: relación calidad precio muy justa Clasificación:", "id": "es_0950682"}
{"language": "es", "output": "malo", "input": "Revisar: Nunca llegó\n\nNunca me llegó el producto, después de reclamarlo durante mucho tiempo. Me cansé y lo di por perdido. No me costó mucho dinero pero no volvería a comprar a este comprador. Clasificación:", "id": "es_0390277"}
{"language": "es", "output": "malo", "input": "Revisar: No llego en el plazo estimado\n\nNo llego en la fecha indicada aún espero Clasificación:", "id": "es_0232089"}
{"language": "es", "output": "bueno", "input": "Revisar: pulsera adecuada\n\nla pulsera esta bien y con la app va de maravilla pero creo que es de mujer por su diseño y con la luz del día no se ve bien Clasificación:", "id": "es_0648606"}
{"language": "es", "output": "malo", "input": "Revisar: LA FRECUENCIA NO ES CORRECTA\n\nNo discrimina las frecuencias. Todos los botones activan todos los receptores y no hay forma de solucionarlo Clasificación:", "id": "es_0690764"}
{"language": "es", "output": "malo", "input": "Revisar: Dudosa calidad.\n\nBuena visivilidad, fácil colocación. Mala fijación, no queda pegado uniformemente y cuesta escribir. Clasificación:", "id": "es_0322307"}
{"language": "es", "output": "bueno", "input": "Revisar: Atención al cliente de primera!\n\nHe comprado un Kit de memoria para Mac pero me he equivocado al pedirlo, me han ofrecido inmediatamente la devolución del producto sin problemas,,,,sin los problemas de otros vendedores. Clasificación:", "id": "es_0152722"}
{"language": "es", "output": "bueno", "input": "Revisar: Buen precio, buen acabado y estética, algún reflejo interior en ciertas condiciones de luz\n\nBuena gafa para el precio que tienen. Solo el pero de que se nota algún reflejo enaguas condiciones de luz. Clasificación:", "id": "es_0501539"}
{"language": "es", "output": "malo", "input": "Revisar: Juego Arkham Knight en descarga\n\nTristemente y como viene siendo habitual ya en muchos lanzamientos de este tipo, la colección no es real, te viene el mismo contenido en físico que con la edición Return to Arkham (que es 30€ mas barata),es decir el 1 y el 2, pero el Arkham Knight te viene en un código descargable. Así que según llegó a casa, tramitada la devolución. Clasificación:", "id": "es_0831852"}
{"language": "es", "output": "bueno", "input": "Revisar: Buen producto calidad precio\n\nBuen producto ,lo unico que segun para que sea se gastan rapido Clasificación:", "id": "es_0824776"}
{"language": "es", "output": "malo", "input": "Revisar: Defectuoso\n\nMe ha tocado uno defectuoso, se activa solo y el teclado escribe solo. Amazon de diez, y ya está en proceso de cambio por otra unidad, excelente atención al cliente Clasificación:", "id": "es_0998916"}
{"language": "es", "output": "bueno", "input": "Revisar: Fina\n\nLa realidad es muy diferente a la foto, son blandos y muy plasticos, aún asi hay que tener en cuenta que son varios y muy baratos, esperemos que la crítica les haga mejorar Clasificación:", "id": "es_0603220"}
{"language": "es", "output": "bueno", "input": "Revisar: Bueno para una tablet ligera o un móvil\n\nFácil de montar. Cumple su función sin problemas. El único pero es que es difícil darle la forma que tu quieres porque está bastante duro. Relación calidad precio muy buena. Lo recomiendo. Clasificación:", "id": "es_0611884"}
{"language": "es", "output": "malo", "input": "Revisar: Mi carpa nueva se deshace por dentro.\n\nNo estoy nada contento,apenas unos meses puesta y ya por dentro se deshace la tela.pido por favor que me reintegren el dinero o me mande una tela nueva. Clasificación:", "id": "es_0760989"}
{"language": "es", "output": "malo", "input": "Revisar: Poco útil\n\nNo es que digamos muy bueno, si que es verdad que el material es muy finito y es facil guardarlo por lo poco que ocupa, pero no llega a cubrir los pies de las niñas, es muy corto. Clasificación:", "id": "es_0511811"}
{"language": "es", "output": "bueno", "input": "Revisar: Genial\n\nSon lo que se espera, al principio desprenden un fuerte olor a petróleo pero con el uso se va pasando. Clasificación:", "id": "es_0028631"}
{"language": "es", "output": "malo", "input": "Revisar: Anna\n\nConsidero que es demasiado grande para jugar en la bañera y aunque entretiene al niño, las piezas verdes se sueltan continuamente y la pestaña, que debería impedir pérdida de agua, no la retiene. Clasificación:", "id": "es_0744667"}
{"language": "es", "output": "bueno", "input": "Revisar: Facil\n\nFácil de instalar y muy cómodo Clasificación:", "id": "es_0296978"}
{"language": "es", "output": "bueno", "input": "Revisar: Excelente producto\n\nExcelente producto, gran sabor, en vez de tomar un refresco azucarado este producto es más saludable y satisfactorio Clasificación:", "id": "es_0939602"}
{"language": "es", "output": "malo", "input": "Revisar: Recibido en mal estado\n\nLo he recibido roto y en mal estado. Clasificación:", "id": "es_0275552"}
{"language": "es", "output": "malo", "input": "Revisar: Diego\n\nDespués de dos meses esperando no me ha llegado la fecha de entrega era el 11 de abril y a día de hoy 5 de mayo no me ha llegado Clasificación:", "id": "es_0503600"}
{"language": "es", "output": "malo", "input": "Revisar: Alcachofa\n\nMe pasa una cosa curiosa, cuando el agua está fría la luz de la alcachofa se pone verde y cuando se calienta se pone de color azul, además mete bastante ruido y el color rojo no se pone en ningún momento Clasificación:", "id": "es_0237824"}
{"language": "es", "output": "malo", "input": "Revisar: MUY INCOMODA. DEJA MARCA\n\nMe resulta muy incómoda de usar. Es muy rígida, y la parte por donde se sujeta el lápiz acaba dejando marca y me hace daño. No he podido usarlo más de un día. Echo largos ratos dibujando y así me es imposible. Clasificación:", "id": "es_0659509"}
{"language": "es", "output": "malo", "input": "Revisar: No lo recibí\n\nNo me gusto porque ni siquiera lo recibí envié muchos mensajes al vendedor y no me contestó Clasificación:", "id": "es_0708434"}
{"language": "es", "output": "malo", "input": "Revisar: Caro para la calidad que tiene\n\nSe escapa calor por la puerta y quedan empañados los cristales de la puerta después de su uso. Para el precio que tiene me ha decepcionado Clasificación:", "id": "es_0402519"}
{"language": "es", "output": "bueno", "input": "Revisar: Funda\n\nAlgunas veces falla lo tactil Clasificación:", "id": "es_0998067"}
{"language": "es", "output": "bueno", "input": "Revisar: Justo lo que buscaba\n\nExactamente lo que buscaba, el color y tamaño perfectos para dar un toque especial a una vieja cómoda. No le pongo 5 estrellas porque los tornillos que trae son muy frágiles, se me partieron al atornillar (si tu mueble es de madera maciza, seguramente te pase igual). Al final fui a la ferretería y compré unos similares pero más resistentes. Salvo por ese detalle, todo genial. Clasificación:", "id": "es_0590238"}
{"language": "es", "output": "bueno", "input": "Revisar: Bien,más o menos lo q esperaba.\n\nBien,más o menos lo q esperaba. Clasificación:", "id": "es_0146395"}
{"language": "es", "output": "bueno", "input": "Revisar: Más de lo que esperaba\n\nLlegó mucho antes de lo esperado y es perfecto Clasificación:", "id": "es_0261669"}
{"language": "es", "output": "malo", "input": "Revisar: Material\n\nLo siento mucho por esta vez.,es por primera vez q. Compre algo de segunda mano..el puff de color rosa me llego puntual.,pero al.final era pinchado que no me sirve para nada..gracias Clasificación:", "id": "es_0572877"}
{"language": "es", "output": "bueno", "input": "Revisar: Genial\n\nMe encanta, pega con todo Clasificación:", "id": "es_0887664"}
{"language": "es", "output": "malo", "input": "Revisar: No sirve\n\nNo vale para lo que dicen que hace , los he devuelto Clasificación:", "id": "es_0703025"}
{"language": "es", "output": "bueno", "input": "Revisar: Juan José García García\n\nSon unos auriculares que se adapta muy bien al oido asunto muy importante para mí cuando hago deporte necesario que no se muevan, tiene un sonido limpio y lo de cargarse en el mismo estuche es muy comodo Clasificación:", "id": "es_0544116"}
{"language": "es", "output": "malo", "input": "Revisar: Caja interior abierta\n\nMuy decepcionada con el embalaje. Habíamos leído que algunos clientes se quejaban de que la caja venía rota y parecía usada. Pensábamos que Amazon tendría en cuenta el problema y trataría de comprobar el estado de las cajas. Pero nos ha ocurrido lo mismo que a otros clientes. No solo es que la caja de dentro esté abierta, es que el plástico está rajado y han podido sacar el código sin problemas. Te quedas con la duda de si alguien lo ha podido coger para hacer un duplicado de la llave. Lo devolveremos. Clasificación:", "id": "es_0125306"}
{"language": "es", "output": "bueno", "input": "Revisar: monisimo\n\nEs monísimo el osito, muy bonito para regalo. Lo malo es la cadena que se pone fea al poco tiempo. Pero se cambia por otra de plata y esta muy bien. Clasificación:", "id": "es_0425355"}
{"language": "es", "output": "malo", "input": "Revisar: NO CORRESPONDE CON EL.DE LA FOTO\n\nNo es como la de la foto, esto practicamente es un plastico que se puede romper hasta clavando el dedo. No recomiendo el producto Clasificación:", "id": "es_0596969"}
{"language": "es", "output": "bueno", "input": "Revisar: Javier\n\nMuy buenas después de unos meses con el reloj, funcióna muy bien pero no sé ve nada necesitas estar en interiores para verlo Clasificación:", "id": "es_0035655"}
{"language": "es", "output": "bueno", "input": "Revisar: Cubre muy bien la camara\n\nBuen ajuste y buena calidad Clasificación:", "id": "es_0523875"}
{"language": "es", "output": "malo", "input": "Revisar: Calidad precio muy mala\n\nEra un regalo, por lo que no lo devolví por falta de tiempo. muy mala calidd para el precio que tiene, golpeado, faltaba un tornillo del colgador, con manchas de manipulación, plásticos protectores de fotos llenos de suciedad y restos de recortes de plástico. muy mal. sin pila reloj muy delicado sin ninguna protección. Clasificación:", "id": "es_0993124"}
{"language": "es", "output": "bueno", "input": "Revisar: Plancha Rowenta\n\nBuenas tardes, el único problema que hemos tenido, han sido las instrucciones que para nosotros son poco claras y complicadas, Por lo demás está todo bien. Clasificación:", "id": "es_0730657"}
{"language": "es", "output": "malo", "input": "Revisar: Podria mejorarse\n\nLos botones demasiado separados, queda muy abierto la parte de delante y la cremallera se rompio enseguida. El genero muy bueno Clasificación:", "id": "es_0339777"}
{"language": "es", "output": "malo", "input": "Revisar: Esperaba más de esta marca\n\nLa punta de alfiler se sale de su sitio. La verdad es que no esperaba un artículo excepcional a este precio, pero por lo menos que se pudiera utilizar. Clasificación:", "id": "es_0658972"}
{"language": "es", "output": "malo", "input": "Revisar: Teléfono inalámbrico\n\nSe descarga con mucha rapidez...Poco intuitivo Clasificación:", "id": "es_0448624"}
{"language": "es", "output": "malo", "input": "Revisar: Normal\n\nEs fácil quitar el pelo, lo único que a mi gato este diseño no le agrada mucho cuando se lo paso para cepillarle. Clasificación:", "id": "es_0809896"}
{"language": "es", "output": "bueno", "input": "Revisar: Bien\n\nSon colores muy bonitos, aunque son de papel, un pelin mas grueso que un folio normal, pero papel. Clasificación:", "id": "es_0639192"}
{"language": "es", "output": "bueno", "input": "Revisar: Funciona\n\nLa verdad es que muchos bichos ( moscas , mosquitos) pequeños bichos voladores quedan atrapados y fritos Clasificación:", "id": "es_0594751"}
{"language": "es", "output": "bueno", "input": "Revisar: Complemento perfecto\n\nEs el complemento pasa el echo sport Clasificación:", "id": "es_0126156"}
{"language": "es", "output": "bueno", "input": "Revisar: Funciona\n\nEn mi caso...cumple la función Clasificación:", "id": "es_0237759"}
{"language": "es", "output": "bueno", "input": "Revisar: Haberlo recibido dentro del plazo convenido.\n\nLa ilusión que supuso para la niña su encuentro. Clasificación:", "id": "es_0179702"}
{"language": "es", "output": "malo", "input": "Revisar: Está bien, pero el control remoto se me ha roto en muy poco tiempo\n\nLa instalación ha sido fácil y da muy buena luz, la he puesto en la parte superior del mueble del salón para poder ver las películas con luz suave, el problema es que el control remoto se fastidió a los pocos días y ya no podemos regular la intensidad de la luz como al principio, así que he quitado los módulos para que de la intensidad deseada y le doy con el interruptor, por eso no le pongo más estrellas, ya que lo compré sobre todo por el regulador de intensidad y el mando a distancia Clasificación:", "id": "es_0327735"}
{"language": "es", "output": "malo", "input": "Revisar: No lo recomiendo\n\nLo siento muchísimo.... Lo intenté con este aceite.... Pero lo mezcle como lo mezcle y con diferentes cosas.... Para ingerir lo no puedo... Lo hemos probado varias personas ya que lo compartimos... Y nos pasa lo mismo.... Quema... Y se trata de poder tomar algo bien... No dando miedo ingerir lo... Y para aplicarlo... Me he estado dando en la cara rebajado no, lo siguiente... Super rebajado.... Y se nota una pequeña quemazón.... Lo usaré para otras cosas.. Lo siento vendedor. Clasificación:", "id": "es_0316569"}
{"language": "es", "output": "malo", "input": "Revisar: La tapa de cuchillas se me queda abierta\n\nLa tapa s ha quedado abierta y Ya no se aguanta cerrada ,una lastima porque afeitaba bien , pero despues de 2 meses he tenido el citado problema , tampoco veo que haya recambio de las cuchillas (que es donde tengo el problema )por eso le doy tan baja valoracion Clasificación:", "id": "es_0740679"}
{"language": "es", "output": "malo", "input": "Revisar: Disco corte\n\nExcesivamente caro para la poca prestación que desempeña, se gasta rápidamente en contacto con metales, aunque no sean demasiado duros Clasificación:", "id": "es_0539165"}
{"language": "es", "output": "malo", "input": "Revisar: Sin recibir el articulo\n\nNo he recibido el artículo. Aunque han procedido a devolverme el importe. Clasificación:", "id": "es_0695833"}
{"language": "es", "output": "bueno", "input": "Revisar: Ligera, robusta y económica\n\nFunda ligera pero robusta. Buen tacto. Precio fantástico. Clasificación:", "id": "es_0921916"}
{"language": "es", "output": "malo", "input": "Revisar: nefasto, no llego nunca\n\nun desastre se retrasaba constantemente hasta que abri una incidencia y me devolvieron el dinero pq se perdido el paquete. Clasificación:", "id": "es_0060860"}
{"language": "es", "output": "malo", "input": "Revisar: No mide bien los pasos\n\nNo cuenta los pasos adecuadamente Clasificación:", "id": "es_0854453"}
{"language": "es", "output": "malo", "input": "Revisar: Producto que no es lo que pedi\n\nNo llego lo que pedi , el cristal no es el transparente , es de color Clasificación:", "id": "es_0657535"}
{"language": "es", "output": "malo", "input": "Revisar: produce reacciones alergicas\n\nNo está debidamente testado, nunca he tenido alergía a nada ha sido ponermelo dos veces y estar con la cara hecha un cristo... Clasificación:", "id": "es_0630817"}
{"language": "es", "output": "bueno", "input": "Revisar: Bonito\n\nAún no he utilizado ni puesto Clasificación:", "id": "es_0700645"}
{"language": "es", "output": "bueno", "input": "Revisar: Buen juego de identidades\n\nUna modificación del clásico policías y cacos, pero versión moderna. Fue un regalo y le encantó a la persona que se lo regalamos. Clasificación:", "id": "es_0498354"}
{"language": "es", "output": "bueno", "input": "Revisar: resistente\n\nMe gusta el carro porque es resistente. Lo utiliza mi hijo para llevar todos los días la mochila. Lo lleva utilizando dos años y de momento es robusto y aguanta bastante peso. lo recomiendo Clasificación:", "id": "es_0129631"}
{"language": "es", "output": "bueno", "input": "Revisar: Calidad - precio buena\n\nDe momento, lo he llevado cuatro veces a la piscina y no se ahoga. ;)) No pesa, es fácil de manejar y es estanco. Los tapones con los que viene, especiales de agua, no son muy cómodos pero es la única manera de tener buen sonido en el agua. Con los tradicionales, o suena mal un auricular o los dos. Es un producto a buen precio en comparación con los Sony y los JBL que tienen bastantes carencias y cuestan tres veces más. Clasificación:", "id": "es_0287286"}
{"language": "es", "output": "malo", "input": "Revisar: No amplifica bien\n\nCompré el producto porque tengo problemas de señal en mi vivienda. Una vez todo conectado seguía teniendo los mismos problemas de señal, no lo recomiendo. Clasificación:", "id": "es_0285592"}
{"language": "es", "output": "bueno", "input": "Revisar: Buena compra\n\nBuen producto y buen precio Clasificación:", "id": "es_0928706"}
{"language": "es", "output": "bueno", "input": "Revisar: Cable normal y corriente\n\nUn cable robusto y que encaja perfectamente. Clasificación:", "id": "es_0462050"}
{"language": "es", "output": "malo", "input": "Revisar: Color muy tenue\n\nE un poco difícil que se fije el color y una vez seco el color es muy tenue. es tiza por lo que al peinar queda muy áspero y se va el color. Clasificación:", "id": "es_0506985"}
{"language": "es", "output": "bueno", "input": "Revisar: al menos me dan algo de confianza\n\nLlegó bien y muy rápido. Le pongo solo cuatro estrellas porque no se si uno no funciona o es que al soplar fuerte no tiene que silbar como el otro que si lo hace. Espero no volver a pillar mas bichos gracias a los silbatos. Al menos me dan algo de confianza ya que cogí mucho miedo y me costaba conducir. Clasificación:", "id": "es_0713600"}
{"language": "es", "output": "bueno", "input": "Revisar: Ana\n\nEs lo que es! Justo lo que pensaba que iba a comprar. Se ajusta a la necesidad a buen precio Clasificación:", "id": "es_0985761"}
{"language": "es", "output": "bueno", "input": "Revisar: genial libro para los peques\n\nUn libro genial para los peques, pero algo avanzado para los mas pequeños de la casa. Recomiendo empezar desde los primeros libros. Clasificación:", "id": "es_0044296"}
{"language": "es", "output": "malo", "input": "Revisar: No es lo que me esperaba\n\nDa señal , se para, luego vuelve a pitar, decepcionado me lo esperaba más preciso, no lo recomiendo, en algunos modelos de coche lo tiene que instalar un chapista Clasificación:", "id": "es_0802118"}
{"language": "es", "output": "malo", "input": "Revisar: No sirve\n\nNo hace ningún servicio, un trasto más Clasificación:", "id": "es_0434680"}
{"language": "es", "output": "malo", "input": "Revisar: Nada que ver con la foto\n\nHorrible, nada más lejos de la realidad que venden. No lo compréis!!!! Lo he devuelto !! No me ha gustado nada Clasificación:", "id": "es_0740966"}
{"language": "es", "output": "malo", "input": "Revisar: No le hace nada\n\nMi perro ladra igual. Probablemente funcione bien con perros normales. El mío es un caso perdido ya Clasificación:", "id": "es_0350298"}
{"language": "es", "output": "malo", "input": "Revisar: Poco contento\n\nLa verdad que duró poco, la válvula se desgasta y sale disparada cuando empieza a hacer presion. Me ha durado poco más de medio año, usándolo casi todos los dias Clasificación:", "id": "es_0275441"}
{"language": "es", "output": "bueno", "input": "Revisar: Masajeador Espalda\n\nMi pareja suele tener muchos dolores de espalda, y gracias a este masajeador y con mi ayuda he logrado que poco a poco le desaparecieran los dolores. Lo recomiendo mucho porque también si lo utilizas en las piernas un tiempo prolongado diariamente ayuda a que desaparezca la celulitis. Para el precio que tiene realiza muy bien su trabajo. Clasificación:", "id": "es_0235103"}
{"language": "es", "output": "malo", "input": "Revisar: Nunca mas\n\nProducto sin llegar decepcionante Clasificación:", "id": "es_0302540"}
{"language": "es", "output": "malo", "input": "Revisar: No lo recomiendo\n\nPérdida de tiempo dinero Clasificación:", "id": "es_0353365"}
{"language": "es", "output": "bueno", "input": "Revisar: Correcto\n\nDe un tamaño idóneo para colocar sobre un mueble tipo buffet. Cumple con la descripción. Clasificación:", "id": "es_0146473"}
{"language": "es", "output": "malo", "input": "Revisar: Mal servicio de postventa\n\nNo compras nada a este empresa, tenía pedido las sillas en gris y me mandan en verde. Luego ellos quiere dar un Dto de 15 euros por no cambiar y quiere que me deja con las verdes..... tengo mandado email a ellos y después me han ofrecido 30 euros........ no quiero Dto no dinero......... quiero la silla en GRIS , pero todavía no tengo........ Clasificación:", "id": "es_0965771"}
{"language": "es", "output": "malo", "input": "Revisar: Atención no hacen factura!!!\n\nEl aparato no está mal pero la empresa vende y cuando pides la factura para el iba que no la piden hacer. Clasificación:", "id": "es_0426763"}
{"language": "es", "output": "malo", "input": "Revisar: Producto de calidad baja\n\nFunda de calidad bastante baja, se ve que con un poco de uso o algo de sol se deteriora rápido, la he devuelto al poco tiempo de recibir el producto Clasificación:", "id": "es_0193027"}
{"language": "es", "output": "bueno", "input": "Revisar: Muy buenos acabados, las funciones basicas las hace perfectamente. Buen control.\n\nLas funciones para lo que lo compre lo hace perfectamente con buena textura y acabados. Lo único es que no he logrado programarlo para que haga las funciones básicas del mando de un TV (pero como son solo las básicas, tampoco es algo que me afecte demasiado). Clasificación:", "id": "es_0902405"}
{"language": "es", "output": "bueno", "input": "Revisar: Cumple con todas las espectativas\n\nMe ha gustado lo fácil de transportar en los viajes. Tiene poca potencia Clasificación:", "id": "es_0882675"}
{"language": "es", "output": "bueno", "input": "Revisar: Quedan genial\n\nMe ha gustado todo, perfecto para el hueco y con mucho espacio de Almacenaje Clasificación:", "id": "es_0121462"}
{"language": "es", "output": "malo", "input": "Revisar: No me gusta\n\nNo se puede ni escribir porque queda sin adaptarse bien a la pantalla. Se despega y se cae nada más moverlo Clasificación:", "id": "es_0809558"}
{"language": "es", "output": "malo", "input": "Revisar: para niños o adolescentes muy jóvenes\n\nno era lo que pensaba es mas bien para niños o adolescentes principiantes en el excursionismo Clasificación:", "id": "es_0548868"}
{"language": "es", "output": "malo", "input": "Revisar: Poca duracion\n\nNo tiene mucha duración a los 20 minutos de trabajo ya está dando síntomas de agotarse Clasificación:", "id": "es_0163349"}
{"language": "es", "output": "malo", "input": "Revisar: No puedo entregar el paquete\n\nNo puedo devolverlo por que no encuentro una oficina celeritas para entregar el paquete Clasificación:", "id": "es_0620842"}
{"language": "es", "output": "malo", "input": "Revisar: MALO MUY MALO\n\nUna porqueria no vale nada de nada no huela nada Clasificación:", "id": "es_0959511"}
{"language": "es", "output": "bueno", "input": "Revisar: Práctica\n\nES Bastante práctica a la hora de organizar todos los elementos y periféricos de la ps 4 aunque el tornillo que trae para sujetar la ps4 no está adaptado para la Pro. Además, la CPU de las gafas no queda muy agarrada y se desliza. igual pasa con el soporte de las gafas. Por último es un fallo que no se puedan cargar de forma rápida todos los mandos y utilizar a la vez los ventiladores. Igualmente es una alegría no ver cables y trastos esparcidos por todos lados. :D Clasificación:", "id": "es_0470243"}
{"language": "es", "output": "bueno", "input": "Revisar: Buen periferico\n\nHace su funcion recoge muy bien todo pero tienes que cargar por partes y se ve bastante endeble (no carga todo a la vez) Clasificación:", "id": "es_0426593"}
{"language": "es", "output": "bueno", "input": "Revisar: Calidad precio\n\nHuele y limpia excelente y es muy barato para la cantidad que trae Clasificación:", "id": "es_0730531"}
{"language": "es", "output": "bueno", "input": "Revisar: Cortador verduras\n\nMe a gustado mucho y estoy muy contenta con el producto Clasificación:", "id": "es_0844124"}
{"language": "es", "output": "malo", "input": "Revisar: Auriculares \"inútiles\"\n\nProducto nefasto, tardan una eternidad en parecer que se han cargado (una mañana y parte de la tarde), pero ni siquiera se cargan completamente, ya que nada más sacarlos de la caja parpadean por carga incompleta!! No me han llegado a durar más de una hora en ninguna ocasión. Se desconectan de la fuente emisora, incluso estando a menos de 50 cm de ella!! Producto horroroso!!!!!!! Clasificación:", "id": "es_0480751"}
{"language": "es", "output": "malo", "input": "Revisar: No funciona\n\nNi siquiera se enciende Clasificación:", "id": "es_0255125"}
{"language": "es", "output": "bueno", "input": "Revisar: Rapido y muy bien\n\nMe ha gustado. Ha llegado de un dia para otro, asi que genial Clasificación:", "id": "es_0490861"}
{"language": "es", "output": "malo", "input": "Revisar: No cumple lo ofertado.\n\nEs pequeña para esta batería Clasificación:", "id": "es_0659426"}
{"language": "es", "output": "malo", "input": "Revisar: Muy mala .\n\nMe gustó lo pequeña q era para un hueco q tenia en la cocina,pero al cabo de unos meses ya la tengo sin la pintura o porcelana que bordea el interior del microondas. Nunca más este fabricante.ahora tengo q comprarme otra porque me han dicho q es tóxico. Clasificación:", "id": "es_0488541"}
{"language": "es", "output": "malo", "input": "Revisar: Parece sacado del maletin de la señorita Pepis\n\nPues eso ... parece de juguete, tarda mucho en secar y la calidad del material deja mucho que desear. Clasificación:", "id": "es_0550092"}
{"language": "es", "output": "malo", "input": "Revisar: No ha cumplido las expectativas\n\nEsta compra no ha valido la pena, no cae el chorro recto, compro otra hace tiempo y me funcionó muy bien pero esta no está cumpliendo las expectativas que tenía. Clasificación:", "id": "es_0811687"}
{"language": "es", "output": "malo", "input": "Revisar: La adhesión no es buena.\n\nLa tira se despega tendré que comprar otra cinta para pegarla el resto bien Clasificación:", "id": "es_0865594"}
{"language": "es", "output": "malo", "input": "Revisar: Espectativas altas\n\nEl bombín que traía rompió cuando lo estaba hinchando porque es bastante endeble, le hice un apaño para poder acabar de hincharla. Por lo demás, la pelota aguanta bien el aire y cumple su función a la perfección (por ahora). Clasificación:", "id": "es_0383635"}
{"language": "es", "output": "malo", "input": "Revisar: Un de fraude total\n\nMe siento muy estafada el reloj llego con retraso y luego a las 2 horas de ponerme lo separó la pila un fraude total Clasificación:", "id": "es_0214340"}
{"language": "es", "output": "malo", "input": "Revisar: No me convencen\n\nNo me parece buena calidad la del sonido. Son muy aparatosos. Tengo otros JBL básicos que suenan mejor y tienen más volumen. O eso me parece a mi Clasificación:", "id": "es_0564824"}
{"language": "es", "output": "bueno", "input": "Revisar: Perfecto\n\nArtículo según esperado. Cumple para lo que lo había pedido. Recomiendo ya que no he tenido ningún problema. Sin problemas. Clasificación:", "id": "es_0614210"}
{"language": "es", "output": "bueno", "input": "Revisar: Buen producto\n\nBuen producto lo unico inconveniente el mando del volante no tiene alcance suficiente pero lo demas estupendo ...... ...... .... Clasificación:", "id": "es_0459190"}
{"language": "es", "output": "malo", "input": "Revisar: No era lo que quería\n\nLa calidad muy mala, no se veía como esperaba y se ha roto al cabo de dos o tres días Clasificación:", "id": "es_0906789"}
{"language": "es", "output": "bueno", "input": "Revisar: Muy bien todo\n\nMe encantó como venía para mi boda muchas gracias Clasificación:", "id": "es_0765182"}
{"language": "es", "output": "bueno", "input": "Revisar: Perfecta\n\nEncaja perfectamente, buena elección Clasificación:", "id": "es_0240552"}
{"language": "es", "output": "malo", "input": "Revisar: Mala calidad de los materiales\n\nMaterial de mucha fragilidad y escasa calidad, los embellecedores roscados del aplique pierden la rosca con los tornillos y la regleta de las conexiones demasiado grande para el espacio que tiene. Clasificación:", "id": "es_0230107"}
{"language": "es", "output": "malo", "input": "Revisar: Poco material\n\nSolo trae 4 examenes, escaso para el precio. Teniendo en cuenta que es en blanco y negro deberian aprovechar para incluir más exámenes Clasificación:", "id": "es_0117537"}
{"language": "es", "output": "malo", "input": "Revisar: No funciona\n\nCompré 8 para casa, porque había pulgas y no funciona para nada. Es más, he visto mosquitos posados encima de él. 60€ tirados a la basura. Clasificación:", "id": "es_0146999"}
{"language": "es", "output": "malo", "input": "Revisar: Mal embalaje,no llegan bien\n\nQue desilusión uno partido 😟.tendré que pedirlo otra vez a ver si me llega uno vivo Clasificación:", "id": "es_0071497"}
{"language": "es", "output": "malo", "input": "Revisar: Difícil limpieza\n\nNo es fácil de limpiar Clasificación:", "id": "es_0978633"}
{"language": "es", "output": "bueno", "input": "Revisar: Buen producto\n\nProducto buena calidad y precio. Servicio de entrega en tiempo. Clasificación:", "id": "es_0563379"}
{"language": "es", "output": "malo", "input": "Revisar: Unidades defectuosas\n\nLlevo años comprando este producto en una tienda local, compro en Amazon 4 Uds y ya 2 de ellas han salido defectuosas. Veremos las 2 restantes. Clasificación:", "id": "es_0674087"}
{"language": "es", "output": "malo", "input": "Revisar: Falla mucho\n\nAl poco tiempo falla mucho al encender Clasificación:", "id": "es_0414083"}
{"language": "es", "output": "bueno", "input": "Revisar: Muy bonito y me aguantó\n\nMe lo compré para una boda y me aguanto todo el día sin problemas, incluso bailando y moviendo la cabeza jaja, es precioso, a mí peluquero le encantó, eso sí hay que ponerle bastantes horquillas si tienes el pelo lacio como yo, pero el producto relación calidad precio está súper bien. Clasificación:", "id": "es_0863250"}
{"language": "es", "output": "malo", "input": "Revisar: Desastre de transporte\n\nDe 4 marcos que he pedido 2 han llegado rotos.... Clasificación:", "id": "es_0015905"}
{"language": "es", "output": "malo", "input": "Revisar: Ada González\n\nEl producto no me a llegado aun y quedo de llegar el 24 de agosto desde q lo pedi a pasado mucho tiempo ya Clasificación:", "id": "es_0093473"}
{"language": "es", "output": "bueno", "input": "Revisar: Ajuste perfecto y resistente!\n\nEs perfecto. Muuuy fácil de colocar, viene con un marco para presionar i que quede perfectamente colocado, asi es imposible que quede ladeado. Me ha sorprendido es fino y muy resistible. Clasificación:", "id": "es_0712941"}
{"language": "es", "output": "malo", "input": "Revisar: Olvídate de descargar apps. No funciona Google play\n\nUna total decepción. Cada vez que intento entrar en Google Play para instalar Spotify, Plex o cualquier otra se cuelga. He probado con varias cuentas e incluso instalándolo remotamente desde un navegador desde un PC, pero nada de nada. Sólo he conseguido que funcione Netflix y Youtube que vienen preinstalados. Además, el menú principal está lleno de apps que no aportan nada y no se puede modificar Para terminar, cada 2 por 3 se cuelga. No se si he tenido mala suerte o que, pero mañana mismo lo devuelvo y busco otro mejor. Clasificación:", "id": "es_0288305"}
{"language": "es", "output": "malo", "input": "Revisar: Producto poco satisfactorio\n\nProducto algo anticuado y la resolución prometida es muy cuestionable, la calidad de la imagen resultante no es especialmente buena. Producto simplemente pasable. Clasificación:", "id": "es_0199789"}
{"language": "es", "output": "bueno", "input": "Revisar: Todo perfecto\n\nMuy bien y a un precio ajustado. Clasificación:", "id": "es_0566091"}
{"language": "es", "output": "bueno", "input": "Revisar: Calidad precio muy bien\n\nCalidad precio muy bien Clasificación:", "id": "es_0306173"}
{"language": "es", "output": "bueno", "input": "Revisar: bueno\n\nel articulo es tal cual refiere el vendedor y se muestra en las fotos, ajustable agradable y bueno era para una obra de teatro con los niños no para un uso a diario pero en general muy correcto Clasificación:", "id": "es_0595557"}
{"language": "es", "output": "bueno", "input": "Revisar: Suavidad\n\nComoda y tal y como la esperaba Clasificación:", "id": "es_0749243"}
{"language": "es", "output": "malo", "input": "Revisar: Talla erróneas y demasiado pequeñas.\n\nNo es real el tamaño. Demasiado pequeño, incluso la talla más grande es muy pequeña. Clasificación:", "id": "es_0395332"}
{"language": "es", "output": "bueno", "input": "Revisar: Buen diseño\n\nEs un reloj bonito y robusto todo de acero pulido, lo compré reacondicionado y estaba en perfecto estado, sólo la caja estaba deteriorada, también lo he actualizado el firmware a Wear OS, la bateria suele durar sobre 30 horas, sin activar el wi-fi, sólo con bluetooth, suficiente para recibir notificaciones si tienes el móvil cerca. Clasificación:", "id": "es_0707622"}
{"language": "es", "output": "bueno", "input": "Revisar: Muy contento\n\nUn monitor excelente. Solo le veo una pega y es que cuando la pantalla muestra el negro se ve la luz de la retroiluminacion, pero al final te acostumbras. Clasificación:", "id": "es_0228203"}
{"language": "es", "output": "malo", "input": "Revisar: Aun sin usar\n\nSupongo que cuando llegue el momento será útil. Clasificación:", "id": "es_0617630"}
{"language": "es", "output": "bueno", "input": "Revisar: Recomendados\n\nSon un poco grandes pero se escuchan muy bien y tienen un alcance aceptable así k son cómodos lo mejor es que no se pierden x la casa si te los quitas del oído los dejas colgando del cuello y listo. Clasificación:", "id": "es_0123697"}
{"language": "es", "output": "malo", "input": "Revisar: NO PARA W211\n\nLos he montado en un w211 y he tenido que adaptarlos, no son iguales a los originales y no entran bien en el hueco, no se si ha sido un fallo al enviarlos o que ha pasado pero no son como los de la imagen. El funcionamiento si que es correcto Clasificación:", "id": "es_0255432"}
{"language": "es", "output": "malo", "input": "Revisar: Pesa demasiado\n\nMe la compré pensando en un uso diario, para la biblioteca, clase y demás, pero he dejado de utilizarla por el peso. No merece la pena, si ya el líquido pesa buscas un envase ligero, y este no es el caso. Clasificación:", "id": "es_0966666"}
{"language": "es", "output": "malo", "input": "Revisar: Aceptable si no se acaba deshilachando mucho.\n\nEn un par de días ya se deshilachan los dedos. Por lo demás es un producto aceptable, muy buenos para el frío y si necesitas tener tacto estupendo. Clasificación:", "id": "es_0955228"}
{"language": "es", "output": "malo", "input": "Revisar: Para deporte ...NO\n\nO,es lo que buscaba no son nada cómodos para hacer deporte .NO me gustan Clasificación:", "id": "es_0068982"}
{"language": "es", "output": "bueno", "input": "Revisar: Opinión.\n\nMe deja la piel bastante bien pero huele fatal. Clasificación:", "id": "es_0484634"}
{"language": "es", "output": "malo", "input": "Revisar: Estafa\n\nNo sirve para nada, ni viene todo lo que se describe. Ademas de ser feas y mala calidad en todo. Clasificación:", "id": "es_0138300"}
{"language": "es", "output": "malo", "input": "Revisar: Las instrucciones en castellano\n\nNo entiendo cómo éstos señores de Amazon no exigen las instrucciones en español a sus proveedores. No consigo ponerlo en hora. Tendré que devolverlo. Deberían de hacer todos los clientes lo mismo, para que espabilen y nos tomen en serio. Clasificación:", "id": "es_0838680"}
{"language": "es", "output": "malo", "input": "Revisar: poca informacion de Florencia\n\nla guia me decepciono ampliamente porque la información de Florencia es tremendamente escueta y realmente se queda corta para visitar la ciudad. La guia deberia llamarse \"la toscana\" porque da una pincelada general y poco más. Es decir, que NO sirve para conocer de verdad Florencia y sus monumentos. Clasificación:", "id": "es_0001751"}
{"language": "es", "output": "malo", "input": "Revisar: color equivocado\n\nEl Movil es correcto pero yo lo pedí en color azul pero en realidad me ha llegado de color negro. No voy a devolverlo porque es para un regalo y ya no me da tiempo pero me ha fastidiado bastante porque el color favorito de mi hija es el azul. Al menos para suavizar el error podrían enviarme una funda protectora azul. Gracias Clasificación:", "id": "es_0039241"}
{"language": "es", "output": "bueno", "input": "Revisar: Ideal para espacios pequeños\n\nOriginal y sobre todo excepcional para espacios pequeños ... Clasificación:", "id": "es_0333043"}
{"language": "es", "output": "bueno", "input": "Revisar: Nitidez\n\nBastante bien buena nitidez Clasificación:", "id": "es_0012221"}
{"language": "es", "output": "bueno", "input": "Revisar: rapido\n\nExcelente producto, pequeño y rápido. Parte externa muy segura. Me gustó mucho. Clasificación:", "id": "es_0705106"}
{"language": "es", "output": "bueno", "input": "Revisar: Perfecto para juegos shooter\n\nProducto muy interesante, permite convertir tu móvil o tablet una base para juegos. Muy útil para juegos tipo shooter. Está realizado en materiales de calidad. Clasificación:", "id": "es_0383230"}
{"language": "es", "output": "malo", "input": "Revisar: Calcula erróneamente\n\nHe devuelto la calculadora porque al empezar a utilizarla me di cuenta que haciendo unos cálculos los hacía mal. Clasificación:", "id": "es_0700914"}
{"language": "es", "output": "malo", "input": "Revisar: mal\n\nMuy malo no hay quien lo ponga, se suelta sola de la pantalla Clasificación:", "id": "es_0044823"}
{"language": "es", "output": "malo", "input": "Revisar: Perdido\n\nNunca llegé a recibirlo. Se debió caer al mar y sera pacto de tiburones. Sin embargo el vendedor fue muy amable y me devolvieron el dinero inmediatamente previo disculpas reiteradas. Clasificación:", "id": "es_0864413"}
{"language": "es", "output": "bueno", "input": "Revisar: bonito\n\nme gusta porque aunque caiga agua no oxida las plaquetas Clasificación:", "id": "es_0769537"}
{"language": "es", "output": "malo", "input": "Revisar: Descontento..\n\nHoy es el día límite y no me he llegado el producto. Clasificación:", "id": "es_0490766"}
{"language": "es", "output": "bueno", "input": "Revisar: Bastante bueno\n\nEs tal como sale en la foto, la pantalla tal vez mas pequeña de lo que creia o parece, enganche de la visera algo falsa se rompe facilmente, en mi caso ya venia rota . por lo demás totalmente satisfecho con producto Clasificación:", "id": "es_0252149"}
{"language": "es", "output": "malo", "input": "Revisar: No cumple su función\n\nEl móvil no aguanta más de 30 segundos sujeto Clasificación:", "id": "es_0054450"}
{"language": "es", "output": "bueno", "input": "Revisar: Mesh\n\nFunciona muy bien y app muy facil Clasificación:", "id": "es_0344090"}
{"language": "es", "output": "malo", "input": "Revisar: no esta mal\n\nbuena lectura, no está mi, aún que esperaba algo mejor la verdad pero bueno recomiendo leer el libro , un saludo. Clasificación:", "id": "es_0503216"}
{"language": "es", "output": "bueno", "input": "Revisar: ME encanta\n\nde este tipo de labiales, esta linea son los que mejor van Clasificación:", "id": "es_0919429"}
{"language": "es", "output": "malo", "input": "Revisar: Mal producto\n\nSencillo, pero lo esperado, la luz consume la batería sin usarse, viene cortocircuito. Así que mal. Clasificación:", "id": "es_0976272"}
{"language": "es", "output": "bueno", "input": "Revisar: Corrector de postura\n\nLo llevo utilizando un par de semanas y se nota que cuando te lo pones, estás tieso como un lápiz, de momento muy bien. Clasificación:", "id": "es_0357355"}
{"language": "es", "output": "bueno", "input": "Revisar: Todo ok. Salvo mínima zona astillada\n\nTodo ok salvo alguna esquirla menor por traslado Clasificación:", "id": "es_0338018"}
{"language": "es", "output": "bueno", "input": "Revisar: Perfecto\n\nDe momento va perfecto, plug & play, lo compré para manejar una smart tv box y va de lujo. Clasificación:", "id": "es_0258088"}
{"language": "es", "output": "bueno", "input": "Revisar: Mejor de lo que esperaba\n\nHaciendo comparativa con otras mochilas, es como en la imagen, aparte de cosas cotidianas de trabajo, puede albergar 3 botellas de agua de 2 litros en el compartimento principal. El respaldo es bastante esponjoso y no se nota el contenido mientras vas en moto. La única pega es el cierre del velcro exterior. Aunque puede reforzarse o añadirle un cierre metálico. Los bolsillos laterales no se extraen, pero no suponen ningún problema. Otro punto se favor, es la riñonera que esta anclada con un mosqueton de plastico resistente, aparte del sistema MOLLE. Y si por un casual te quedas sin espacio dentro, el sistema de araña externo puede hacer maravillas, con una bolsa de ropa sucia ;) Clasificación:", "id": "es_0108155"}
{"language": "es", "output": "bueno", "input": "Revisar: Regalo perfecto\n\nRegalo para mi hija que le gusten los animes. Quedó muy contenta porque dice es su segundo anime favorito. Lo malo.....que se apunta a que le regale más!! Clasificación:", "id": "es_0259397"}
{"language": "es", "output": "bueno", "input": "Revisar: Gama de colores muy bonita\n\nMe gustan mucho estos bolígrafos de gel, no le pongo cinco estrellas porque duran poquísimo. Los que más nos gustan son los que tienen purpurina Clasificación:", "id": "es_0807356"}
{"language": "es", "output": "bueno", "input": "Revisar: Mancuernas\n\nLas mancuernas están geniales, no resbalan y cómodas de coger. Compré las de 3 k y acerté. Con 10' todos los días es suficiente para coger tono muscular sin tener agujetas. Las recomiendo. Clasificación:", "id": "es_0266882"}
{"language": "es", "output": "bueno", "input": "Revisar: buen soporte\n\nme ha gustado todo, muy bueno Clasificación:", "id": "es_0659744"}
{"language": "es", "output": "bueno", "input": "Revisar: No tiene mas, es un alargador\n\nPerfecto, cumplen su función. Clasificación:", "id": "es_0799048"}
{"language": "es", "output": "bueno", "input": "Revisar: NO ESTA MAL POR EL PRECIO QUE CUESTA\n\nNO ES LA MAS COMODA QUE HE PROBADO PERO SI ESTA MUY BIEN POR LA BARATA QUE ES, CABE LA ROPA DEL GIMNASIO O BIEN LOS CUADERNOS ( POCOS ) PARA ESTUDIAR. MUY BIEN PARA SENDERISMO CORTO O COMO BOLSO URBANO Clasificación:", "id": "es_0728207"}
{"language": "es", "output": "malo", "input": "Revisar: Instrucciones no en español\n\nInstrucciones no en español. Cuando se fija queda muy inclinado. No creo que tenga sentido, pero como no entiendo las instrucciones va de vuelta Clasificación:", "id": "es_0082174"}
{"language": "es", "output": "malo", "input": "Revisar: No la compren\n\nLa compré en junio y hoy 1 de agosto se ha estropeado la imagen ya no funciona la pantalla Clasificación:", "id": "es_0126909"}
{"language": "es", "output": "malo", "input": "Revisar: Muy pequeño\n\nNo abarca el wc y acaban apoyando igual Clasificación:", "id": "es_0024999"}
{"language": "es", "output": "bueno", "input": "Revisar: Bien\n\nCumple con lo que anuncia Clasificación:", "id": "es_0091189"}
{"language": "es", "output": "bueno", "input": "Revisar: Gran descanso\n\nEstabamos acostumbrados a unas de antiguas, y aunque son más altas que las antiguas, el hecho de que se adapten a uno es una pasada, proporciona u n descanso incomparable y una comodidad muuuy notables, y no dan calor, algo increible Clasificación:", "id": "es_0602135"}
{"language": "es", "output": "malo", "input": "Revisar: Bastante mala\n\nProducto que no ha superado la expectativa. Es bastante lenta y mala. Se cuelga muchísimo y además tarda mucho en cargar. Clasificación:", "id": "es_0494466"}
{"language": "es", "output": "malo", "input": "Revisar: Mal\n\nLas instrucciones estan en ingles y chino y la viz que te da instrucciones es en ingles Las personas qye no sepamos bien uno de estos dos idiomas lo llevamos muy mal Y sino sabes ingles fatal porque te hablan en este idioma Clasificación:", "id": "es_0568828"}
{"language": "es", "output": "malo", "input": "Revisar: APP de funcionamiento malísima\n\nLos aparatos funcionan bien, pero la APP para visualizar las cámaras es malísima, por lo que..., para que te sirve que funcionen bien las cámaras, si después no puedes verlas por el móvil. Ah, y no es de la fibra, ya que tengo 50 Mb simétricos. No las recomiendo para comprar... Clasificación:", "id": "es_0780381"}
{"language": "es", "output": "malo", "input": "Revisar: Dinero tirado\n\nDesde que me llegó lo tengo enchufado y no he notado ningun cambio, no sirve para nada. Un timo. Clasificación:", "id": "es_0685331"}
{"language": "es", "output": "bueno", "input": "Revisar: Buena compra.\n\nMuy contenta con la compra. Buena calidad. Clasificación:", "id": "es_0086298"}
{"language": "es", "output": "bueno", "input": "Revisar: Originalidad máxima\n\nMe lo he comprado principalmente por el capricho de tener un portarrollos en el que puedas apoyar el móvil, me llamó la atención este hecho y lo he sustituido por uno viejo que tenía. Por poco dinero me he dado el capricho jej , digo poco dinero porque es robusto y de material acero inoxidable, por lo que preveo que puede durar fácilmente varios años Clasificación:", "id": "es_0755823"}
{"language": "es", "output": "bueno", "input": "Revisar: Calidad, precio y entrega en casa\n\nEl mismo producto que en tienda, más barato y entregado en casa Clasificación:", "id": "es_0527372"}
{"language": "es", "output": "bueno", "input": "Revisar: Muy buena compra\n\nLo compré para mi mujer y me dice que esta muy contenta con el resultado y con el precio pagado. Clasificación:", "id": "es_0186314"}
{"language": "es", "output": "malo", "input": "Revisar: Juan Carlos\n\nLa calidad es buena , aunque tiene un gran problema, su temperatura de funcionamiento es muy alta, incluso cuando no está operativa. Clasificación:", "id": "es_0489608"}
{"language": "es", "output": "malo", "input": "Revisar: Calidad mediocre\n\nLa calidad es bastante escasa. El sonido es malo si escuchas música. El micrófono solo se puede usar para hablar por teléfono si estás en un lugar silencioso, si estás en el metro o en la calle tu interlocutor te pedirá que repitas constantemente lo que acabas de decir. A los dos meses ha dejado de funcionar una de las dos bahías para cargar los auriculares, por los que los tengo que cargar uno a uno. Clasificación:", "id": "es_0273013"}
{"language": "es", "output": "malo", "input": "Revisar: Protector con motas que no salen\n\nInstalamos uno de los protectores que venían en el pack y al rato vimos que tenía como motas que no eran de suciedad. No muy perceptibles a primera vista pero sí cuando utilizabas el móvil en distintos ángulos Clasificación:", "id": "es_0560687"}
{"language": "es", "output": "malo", "input": "Revisar: Escuadra\n\nHace su función, sin más. Clasificación:", "id": "es_0666441"}
{"language": "es", "output": "malo", "input": "Revisar: NO ME GUSTÓ\n\nEl pedido llegó con uno de los frascos abierto y por consiguiente el paquete mojado. Los olores dejan mucho que desear, en ningún caso son agradables Clasificación:", "id": "es_0911770"}
{"language": "es", "output": "malo", "input": "Revisar: Asa frágil y cierre difícil\n\nEl asa para colgar en el carro se dobla fácilmente. Es cuestión de tiempo que se parta. Además es difícil de abrir y cerrar, pues no encajan bien las dos mitades de la cápsula. En cuanto al tamaño está bien para llevar dos chupetes. Y el plástico de la cápsula es bastante duro. Clasificación:", "id": "es_0861717"}
{"language": "es", "output": "bueno", "input": "Revisar: Perfecta\n\nLa funda llego como previsto. La calidad es muy buena, muy bien acabada tanto por fuera como por dentro. El recorte para la huella es optimo, así como el de la cámara. El teléfono encaja perfectamente en la silicona, el borde esta muy bien cubierto y protegido. La funda es un poco mas cara que otras similares pero vale la pena, un 10. Clasificación:", "id": "es_0729308"}
{"language": "es", "output": "malo", "input": "Revisar: No llega protector de reloj\n\nNo llega un protector de reloj, llega un plástico supuestamente protector para móvil. Clasificación:", "id": "es_0092512"}
{"language": "es", "output": "malo", "input": "Revisar: Roce en la parte superior de la abertura de la bota\n\nTenía un roce continuo en la parte superior del talón que era inevitable. Clasificación:", "id": "es_0871409"}
{"language": "es", "output": "bueno", "input": "Revisar: no se bajan\n\nEn principio y sin haberlos lavado aún, están fantásticos. Ya compré los de invierno para mi marido y han salido muy buenos. Espero decir lo mismo de éstos cuando los haya lavado Perfectos. No se bajan y lavan perfectamente. Siempre compraré estos calcetines. Clasificación:", "id": "es_0883350"}
{"language": "es", "output": "bueno", "input": "Revisar: La lectura rápida de los datos\n\nEs muy fácil de usar lectura rápida de los datos. Ligero y bastante preciso. Clasificación:", "id": "es_0149367"}
{"language": "es", "output": "bueno", "input": "Revisar: Buen primer\n\nBuen primer y a buen precio. No da buen color de cada como otros pero con el precio que tiene no se le puede pedir más. Suficiente. Imagino que en una piel joven quedará fantástico Clasificación:", "id": "es_0916496"}
{"language": "es", "output": "malo", "input": "Revisar: Antonio\n\nMe llegó defectuoso y lo he tenido que devolver. No sé si será la que me llegó a mí solamente o hay más. Clasificación:", "id": "es_0547804"}
{"language": "es", "output": "malo", "input": "Revisar: Nada que ver con la foto\n\nes de muy mala calidad, no tiene tull vaporoso como la foto y no se parece en nada. es una porqueria Clasificación:", "id": "es_0549039"}
{"language": "es", "output": "malo", "input": "Revisar: Es óxido de magnesio\n\nOjo, es óxido de magnesio, de ahí su bajo precio en relación con la cantidad de cápsulas. Es una información que debería venir mejor especificada. Es tirar el dinero. Devolución ipso facto. Clasificación:", "id": "es_0927852"}
{"language": "es", "output": "bueno", "input": "Revisar: Ajusta bien y llegó a tiempo\n\nAjusta bien, tiene buena presencia y llegó a tiempo. Nada más a pedir por este precio. A a a a Clasificación:", "id": "es_0221609"}
{"language": "es", "output": "bueno", "input": "Revisar: Guarda lo que quieras\n\nBastante espaciosos y al poderse apilar quedan bastante recogidos. Clasificación:", "id": "es_0270303"}
{"language": "es", "output": "bueno", "input": "Revisar: Se suelta\n\nSe suelta fácilmente Clasificación:", "id": "es_0282984"}
{"language": "es", "output": "bueno", "input": "Revisar: Efectivo\n\nEra algo escéptica con este tipo de productos pero me hablaron muy bien de este y me decidí a probar. Lo he probado sobre la luneta del coche y funciona, no hace falta ni que active el limpiaparabrisas, muy recomendable. Aplicar tal y como viene en las instrucciones. Clasificación:", "id": "es_0719201"}
{"language": "es", "output": "malo", "input": "Revisar: Un desastre.\n\nEstamos a 4 de enero y todavía esperando. Primero que llegaría el 26 de diciembre, luego el 29 y aún estoy sin la funda. No repito con este vendedor. Clasificación:", "id": "es_0436856"}
{"language": "es", "output": "bueno", "input": "Revisar: Teléfono básico pero eficaz\n\nBien buen teléfono basico Clasificación:", "id": "es_0235860"}
{"language": "es", "output": "bueno", "input": "Revisar: Buena calidad\n\nEl producto es exactamente lo que te venden. Puede ser adecuado para casas a escala 1:12 o para tamaño Barbie. Clasificación:", "id": "es_0739053"}
{"language": "es", "output": "bueno", "input": "Revisar: PERFECTO\n\nLlegó todo correcto. El envío rápido y en el tiempo acordado. Bien envuelto y con buena presentación. Repetiré sin duda alguna. Perfecto Clasificación:", "id": "es_0176209"}
{"language": "es", "output": "malo", "input": "Revisar: A la semana ya no funciona.\n\nNo se si será la pila o que, pero a la semana de tenerlo ha dejado de funcionar. Dinero tirado. Clasificación:", "id": "es_0682852"}
{"language": "es", "output": "bueno", "input": "Revisar: Gran silla de coche\n\nMe ha gustado todo, relación calidad precio genial. Clasificación:", "id": "es_0585486"}
{"language": "es", "output": "malo", "input": "Revisar: Nunca llego\n\nNo me llego nada, se habrá perdido entre el maravilloso correo ordinario de nuestra país. El vendedor respondió en todo momento y me devolvió el importe que no es muy alto, pero da buena sensaciones que responda tan rápido y correcto. Clasificación:", "id": "es_0924125"}
{"language": "es", "output": "bueno", "input": "Revisar: Todo\n\nPrecioso y elegante, una cucada. Vale para gato adulto pero yo se lo puse a mi gatita de 2 meses y en el último agujero la valía. Merece la pena. Me encantó Clasificación:", "id": "es_0756074"}
{"language": "es", "output": "bueno", "input": "Revisar: Genial\n\nArtículo muy bueno, llegó bien. Clasificación:", "id": "es_0759392"}
{"language": "es", "output": "bueno", "input": "Revisar: Bien pero quisiera que durará más la carga\n\nBien, pero dura muy poco tiempo la carga Clasificación:", "id": "es_0551280"}
{"language": "es", "output": "malo", "input": "Revisar: No pude ni probarlo\n\nLlego con una pestaña de las válvulas rota, y las válvulas tiene un acabado pésimo. No lo recomido si no es con otras válvulas es preferible gastar más dinero Clasificación:", "id": "es_0490591"}
{"language": "es", "output": "bueno", "input": "Revisar: Fantásticas\n\nUna maravilla. Se cierran perfectamente y cumplen su función. Han sido un gran descubrimiento para mí. Las recomiendo Clasificación:", "id": "es_0263981"}
{"language": "es", "output": "malo", "input": "Revisar: Y\n\nAun no me ha llegado Clasificación:", "id": "es_0570989"}
{"language": "es", "output": "malo", "input": "Revisar: Artículo a mejorar\n\nSe me ha roto el segundo día ..y a parte suelta mucha tinta me ha dejado la chaqueta blanca todo negra !!!!! Clasificación:", "id": "es_0736048"}
{"language": "es", "output": "malo", "input": "Revisar: Encendedor no confortable\n\nEl mechero se queda sin chispa y luego el graduador de gas empieza a fallar cada vez a menos Clasificación:", "id": "es_0718794"}
{"language": "es", "output": "malo", "input": "Revisar: Café normalito\n\nCafè normalito nada, que ver con las capsulas de l'or no lo recomendaría. Clasificación:", "id": "es_0669808"}
{"language": "es", "output": "bueno", "input": "Revisar: Todo perfecto\n\nTiempo de entrega dentro de lo previsto y el artículo concuerda con la descripción/fotos. Todo perfecto. Clasificación:", "id": "es_0958999"}
{"language": "es", "output": "malo", "input": "Revisar: hot\n\nLa sensacion de calor no es muy buena y dura poco. Clasificación:", "id": "es_0111589"}
{"language": "es", "output": "malo", "input": "Revisar: Defectuoso\n\nLa tecla \"Suprimir\" es extremadamente sensible y con sólo un mínimo contacto con ella (sin necesidad de presionar) lo borra todo. Se me han borrado algunos archivos. AMAZON me ha hecho la devolución. Clasificación:", "id": "es_0225627"}
{"language": "es", "output": "bueno", "input": "Revisar: Perfecto para los que no queremos invertir mucho dinero\n\nPerfecto, para el que no tiene espacio o no quiere invertir mucho, muy estable y te permite incluso en el sofá jugar. Recomendado 100% Clasificación:", "id": "es_0575214"}
{"language": "es", "output": "bueno", "input": "Revisar: Bien\n\nEl producto está bastante bien en general Clasificación:", "id": "es_0156550"}
{"language": "es", "output": "malo", "input": "Revisar: no es cristal templado\n\nEs PET, quedan burbujas. No es lo descrito por el vendedor. Solicite devolucion a Amazon y sin problema. Como siempre buen servicio. Clasificación:", "id": "es_0521691"}
{"language": "es", "output": "bueno", "input": "Revisar: Buena calidad\n\nCorrecto y en plazo. Clasificación:", "id": "es_0284569"}
{"language": "es", "output": "malo", "input": "Revisar: Buen aspecto pero...\n\nTiene buen aspecto, quizás demasiado rígidos, y en uno de los cables que recibí a los pocos días de estar utilizándolo se despegó una de las partes metálicas... Clasificación:", "id": "es_0422421"}
{"language": "es", "output": "malo", "input": "Revisar: Muy mala, malisima\n\nEsta marca de baterías no las recomiendo, a llegado completamente descargada, y falla al cargarla Clasificación:", "id": "es_0213308"}
{"language": "es", "output": "bueno", "input": "Revisar: Cubre las expectativas.\n\nCorrecto, funciona bien. Clasificación:", "id": "es_0328678"}
{"language": "es", "output": "malo", "input": "Revisar: Ninguna precision al medir\n\nLo primero que sorprende es el tamaño, es enorme, el doble de grande que cualquier otro, y eso es su gran ventaja y donde ganaria 5 extrellas, infla muy rapido, rapidisimo. La pena es que el medidor es una porqueria y marca lo que le da la gana, necesitas ir comprobando con otro medidor, lo que retrasa el inflado. Clasificación:", "id": "es_0307902"}
{"language": "es", "output": "bueno", "input": "Revisar: bueno\n\npara poder viajar sin problemas Clasificación:", "id": "es_0918839"}
{"language": "es", "output": "malo", "input": "Revisar: fatal\n\nduró bien dos días contados, al tercero que ya instalé las app`s que uso con frecuencia, empezó a hacer cosas raras como por ejemplo, mientras estaba en una llamada, entraba publicidad y me cortaba la llamada tanto vía normal como con whats. estás mandando un audio por whats, y me lo corta y borra con la publicidad que entraba. iba tan mal, que sin hacer nada, se me activaron un par de cosas en factura. para mi que cuando instalé las app's, entró un virus y a la porra el móvil. no vuelvo a comprar otro, lo siento, he tenido mala suerte, y eso que como norma general van geniales las cosas compradas por aquí y le dí buena valoración el primer día, pero ahora... Clasificación:", "id": "es_0065402"}
{"language": "es", "output": "malo", "input": "Revisar: No es bueno\n\nMalo no funciona. El envío según lo previsto Clasificación:", "id": "es_0429277"}
{"language": "es", "output": "malo", "input": "Revisar: Incompetencia\n\nEl mal funcionamiento por parte de Amazon despues de haber anulado el pedido varias veces Clasificación:", "id": "es_0852423"}
{"language": "es", "output": "bueno", "input": "Revisar: Descripción correcta y entrega rápida\n\nExactamente es el producto como se describe y la entrega realizada antes del plazo indicado Clasificación:", "id": "es_0036025"}
{"language": "es", "output": "malo", "input": "Revisar: ME han timado\n\nLo compro, a los dos meses chirria y no limpia nada, peor que uno de 3€ y encima me dicen que no pueden hacer nada, la garantia de adorno, la descripcion engañando al cliente... VERGONZOSO, acabais de perder un cliente. Clasificación:", "id": "es_0854938"}
{"language": "es", "output": "malo", "input": "Revisar: No se montarla\n\nResulta que hay que unir tres piezas. Uno la primera y resulta que la segunda no puedo por que el cable no me deja acercarlas. Que hay que hacer. Me es imposible. Instrucciones en inglés Clasificación:", "id": "es_0150185"}
{"language": "es", "output": "bueno", "input": "Revisar: Perfecto funcionamiento\n\nHace lo esperable. No muy ruidoso, lectura correcta. Recomendable Clasificación:", "id": "es_0287559"}
{"language": "es", "output": "bueno", "input": "Revisar: Rodilleras\n\nEsta bien lo recomiendo Clasificación:", "id": "es_0526924"}
{"language": "es", "output": "malo", "input": "Revisar: MPC\n\nFunda súper justa y escueta. Pésima calidad...no lo volvería a comprar. Aunque por el precio no se puede pedir más. Vale la pena invertir un poco más y proteger el móvil. Clasificación:", "id": "es_0152070"}
{"language": "es", "output": "bueno", "input": "Revisar: Funda original\n\nNos está dando muy bien resultado esperemos que continue así. Clasificación:", "id": "es_0040509"}
{"language": "es", "output": "bueno", "input": "Revisar: No lo compren\n\nLo tuve que devolver arto de esperar no puedo decir si es bueno o malo no llego nunca lo volveré a comprar de otra empresa por supuesto Clasificación:", "id": "es_0162520"}
{"language": "es", "output": "bueno", "input": "Revisar: Excelente , cumple con su función, fácil de limpiar\n\nMe encantó, su diseño elegante y sencillo, cierra erfectamente por lo que los olores no se sientes. Yo lo utilizo con bolsas biodegradables especiales para este tipo de cubo, fácil recambio y fácil de limpiar Clasificación:", "id": "es_0311224"}
{"language": "es", "output": "malo", "input": "Revisar: Horroroso\n\nHorrible! un mes y medio en llegar y cuando lo recibo resulta que son muy muy muy pequeñas y todas de color negro Clasificación:", "id": "es_0465520"}
{"language": "es", "output": "bueno", "input": "Revisar: Dibujos muy bonitos\n\nDibujos muy bonitos, algunas repetidas, perteneciente general muy chulo Clasificación:", "id": "es_0252700"}
{"language": "es", "output": "malo", "input": "Revisar: Mas pequeño de lo esperado\n\nSegún se veía en la foto y por el precio, creía que venían 3 tapers y no, solo viene 1 y con color aleatorio. Es mas pequeño de lo esperado Clasificación:", "id": "es_0333744"}
{"language": "es", "output": "bueno", "input": "Revisar: PATINAN MUCHO EN MOJADO\n\nNOTE EN ESTOS DIAS DE LLUVIA QUE PATINAN MUCHO,LA VERDAD QUE CREIA TODO LO CONTRARIO YA QUE EN SECO AGARRAN BASTANTE Clasificación:", "id": "es_0635203"}
{"language": "es", "output": "malo", "input": "Revisar: Así no se mandan los productos frágiles\n\nLlegado hoy mismo y del tirón de vuelta por devolución, me mandaron el reproductor con la caja de este y no protegido con la caja de amazon como todos los productos, al parecer al ir así le darían un golpe pues hacía ruidos raros el lector, primer y último aparato de esta clase que compro aquí, encima quien no me dice que fue usado previamente, ya que la caja se abre como si nada... Clasificación:", "id": "es_0600722"}
{"language": "es", "output": "malo", "input": "Revisar: NO DA INFORMACIÓN SOBRE LA NATACIÓN\n\nCompré el monitor por que en el título del anuncio escribieron: Monitor para natación. No cuenta los largos de la piscina, y además en la pantalla solo aparece el tiempo y las kcalorias. Para ver más opciones hay que sincronizar con una app. Aún así, en la app no te informa sobre los largos y no estoy seguro de que te informe de la distancia recorrida. Clasificación:", "id": "es_0654925"}
{"language": "es", "output": "bueno", "input": "Revisar: Fácil montaje\n\nEntretenido para los periquitos Clasificación:", "id": "es_0237236"}
{"language": "es", "output": "bueno", "input": "Revisar: Muy bien\n\nLa comunicación con el vendedor ha sido muy buena, respondió muy rápido y bien. El producto es como en la descripción. Clasificación:", "id": "es_0724234"}
{"language": "es", "output": "bueno", "input": "Revisar: Cumple perfectamente la funcion\n\nCalidad suficiente para salir del paso por un precio ajustado Clasificación:", "id": "es_0365505"}
{"language": "es", "output": "malo", "input": "Revisar: Regular\n\nRegular , no muy buena vision con el paso del tiempo y los cierres , regular Clasificación:", "id": "es_0206021"}
{"language": "es", "output": "bueno", "input": "Revisar: Muy correcto\n\nBuena relacion calidad-precio Clasificación:", "id": "es_0075502"}
{"language": "es", "output": "bueno", "input": "Revisar: Comodo\n\nEs exactamente lo que anuncia. Funciona perfectamente y puedes dejar el casco sujeto en múltiples puntos de tu moto. Se acabo cargar con el casco. Clasificación:", "id": "es_0916488"}
{"language": "es", "output": "malo", "input": "Revisar: Aun nada\n\nAun no he recibido el producto y no puedo valorar mucho sobre este producto pero me parece que tardan demasiado para hacer llegar el pedido eso quita las ganas de seguir comprando!! Clasificación:", "id": "es_0274842"}
{"language": "es", "output": "bueno", "input": "Revisar: IMPRESCINDIBLE\n\nGran máquina, me ha sorprendido por su efectividad y facilidad de uso. Trae una plataforma de reserva dónde percute el punzón. Y para ser aún más completo, trae un pequeño destornillador. Recomendable. Clasificación:", "id": "es_0822757"}
{"language": "es", "output": "malo", "input": "Revisar: .\n\nDifícil de conectar x idioma Clasificación:", "id": "es_0449812"}
{"language": "es", "output": "bueno", "input": "Revisar: Práctica\n\nOlla a presión de uso muy fácil y sólido. Con el asa en la parte superior es muy fácil de abrir, cerrar y transportar. Muy buen material. Recomendable. Clasificación:", "id": "es_0880483"}
{"language": "es", "output": "bueno", "input": "Revisar: Bajo + estética.\n\nNo recomiendo la torre a personas las cuales no puedan hacer mucho ruido en sus hogares, buena calidad asegurada. Clasificación:", "id": "es_0238637"}
{"language": "es", "output": "malo", "input": "Revisar: El marrón ha llegado seco.\n\nEl color marrón ha llegado totalmente seco. El resto funcionan perfectamente. Creo que Stabilo necesita mejorar los controles de calidad de este producto. Clasificación:", "id": "es_0115858"}
{"language": "es", "output": "malo", "input": "Revisar: No lo recibi\n\nDespués de mes y medio sin recibirlo, pedí el reembolso y me devolvieron el dinero Clasificación:", "id": "es_0931980"}
{"language": "es", "output": "malo", "input": "Revisar: Precintos\n\nLa colonia Loewe Aire, no tenia ningún precinto que acredite ser original ó falsa, lo cual me hace no darle mas puntuación Clasificación:", "id": "es_0213782"}
{"language": "es", "output": "malo", "input": "Revisar: quizás lo devuelva...\n\nla referencia que nos muestra amazon en el anuncio, no corresponde con lo que llega, en el anuncio el cable lleva sus datos técnicos impresos, el que llega, esta en blanco y me temo que cambian el producto, muestran foto de un europeo, y meten china Clasificación:", "id": "es_0635181"}
{"language": "es", "output": "bueno", "input": "Revisar: Buena Funda!!!\n\nEl envío en el periodo establecido. La funda acaba de llegar y a simple vista el tacto y el color es perfecto. Parece consistente. El proveedor formidable, tuve un problema con el envío y su resolución fue rápida y sobresaliente. Clasificación:", "id": "es_0049067"}
{"language": "es", "output": "bueno", "input": "Revisar: Impermeable sin duda\n\nNo traspira mucho..., pero para los dias de mas frío es genial. Clasificación:", "id": "es_0121972"}
{"language": "es", "output": "bueno", "input": "Revisar: gis\n\nEs fantástico, lo usamos para hacer esculturas de manos y quedó muy bien. Es un material fuerte y un color blanco muy bonito. Clasificación:", "id": "es_0914248"}
{"language": "es", "output": "malo", "input": "Revisar: Decepción\n\nDos meses esperando por el producto y aun no se de su procedencia!muy decepcionado,no lo recomiendo para nada!no aseguran su producto Clasificación:", "id": "es_0239779"}
{"language": "es", "output": "malo", "input": "Revisar: no reconoce la huella\n\ndecepcionante, se quedan todas las manchas de los dedos en la pantalla y lo peor es que no reconoce la huella de ninguna de las maneras, despues de una semana y colocar los dos protectores incluidos lo voy a quitar y probar otro Clasificación:", "id": "es_0463464"}
{"language": "es", "output": "bueno", "input": "Revisar: Muy decorativas.\n\nLas patitas demasiado largas ya que parecian de araña,las corte y quedan monisimas en la pared de mi porche. Clasificación:", "id": "es_0458351"}
{"language": "es", "output": "bueno", "input": "Revisar: Útil y bien estructurada\n\nUna guía Lonely Planet. Con eso queda dicho todo. Bien estructurada, con información detallada y destacando lo más importante. Clasificación:", "id": "es_0718485"}
{"language": "es", "output": "malo", "input": "Revisar: Lo tube que devolver\n\nRojo chillón el color, no lo puse por eso, asi que tenerlo en cuenta cuando otro lo compre. Clasificación:", "id": "es_0549104"}
{"language": "es", "output": "bueno", "input": "Revisar: Muy recomendable\n\nMi mujer está encantada. Ha sido fácil de poner y se recoge de lujo. Parece que estamos en un Hotel jejej. Clasificación:", "id": "es_0665372"}
{"language": "es", "output": "malo", "input": "Revisar: No valen lo que cuestan\n\nLos auriculares son enormes, son muy incómodos puestos y necesita dos operaciones para aceptar una llamada. No valen lo que cuestan. Los devolví. Clasificación:", "id": "es_0820765"}
{"language": "es", "output": "bueno", "input": "Revisar: Deja la piel super fresca\n\nLlevo cierto tiempo comprandola y usandola y una de las cosas que me gusta es que no es abrasiva como otros y que deja la piel super tersa y fresca. Clasificación:", "id": "es_0372030"}
{"language": "es", "output": "malo", "input": "Revisar: Nunca llegó\n\nTenía que haber llegado en diciembre pero... Aquí estamos a mediados de enero. Ya está claro que no va a llegar. Clasificación:", "id": "es_0156521"}
{"language": "es", "output": "bueno", "input": "Revisar: Buen producto\n\nSuelta algo de pelo,por eso le doy 4 estrellas pero el producto es muy bonito. Clasificación:", "id": "es_0697977"}
{"language": "es", "output": "malo", "input": "Revisar: correcto\n\ndemasiado grande, pero ningun problema para la devolucion. Clasificación:", "id": "es_0603161"}
{"language": "es", "output": "malo", "input": "Revisar: Colonia Moussel Agua Fresca Colonia 200 ml\n\nLa colonia era para un regalo y llegó en unas condiciones nefastas. Procedo a su devolución. Me parece realmente increíble que se atrevan a enviar un producto estando en tan mal estado. Clasificación:", "id": "es_0974512"}
{"language": "es", "output": "bueno", "input": "Revisar: Mejorable en algunos aspectos\n\nSe adapta perfectamente, pero le encuentro un defecto que en la calle no se ve nada la pantalla y que cuesta bastante utilizarla porque pierde sensibilidad Clasificación:", "id": "es_0050044"}
{"language": "es", "output": "bueno", "input": "Revisar: La calidad\n\nEs muy bonito, pero hay que limpiar a cada rato Clasificación:", "id": "es_0103881"}
{"language": "es", "output": "malo", "input": "Revisar: Donde está el soporte APTX que indicáis?\n\nLos tengo conectados a un p20 lite, que es compatible con APTX con otros auriculares BT y sin embargo éstos están anunciados como si fueran compatibles pero en realidad no. A parte de eso, los auriculares son bastante cómodos y tienen una calidad de sonido aceptable. Clasificación:", "id": "es_0281531"}
{"language": "es", "output": "malo", "input": "Revisar: Todavía no me lo han traído\n\nEl plazo de entrega era del 25 de enero al 3 de febrero, todavía estoy esperando el producto y nadie me informa de nada. Clasificación:", "id": "es_0686908"}
{"language": "es", "output": "bueno", "input": "Revisar: Buen producto\n\nMe ha gustado la relación calidad-precio Clasificación:", "id": "es_0813757"}
{"language": "es", "output": "bueno", "input": "Revisar: calidad\n\nEs un articulo de calidad aunque para zonas frias hacen falta cortavientos etc. Clasificación:", "id": "es_0176338"}
{"language": "es", "output": "malo", "input": "Revisar: Ruedas dañadas\n\nVenían rayadas de la pintura Clasificación:", "id": "es_0762726"}
{"language": "es", "output": "malo", "input": "Revisar: Cara, relación calidad-precio.\n\nMuy simple. La serigrafía está bien, la mochila no merece la pena. Cara en relación calidad-precio. Clasificación:", "id": "es_0502964"}
{"language": "es", "output": "malo", "input": "Revisar: Entrega rápido pero paquete pegajoso\n\nHan pegado las identificaciones directamente, por lo que no he podido despegar las pegatinas y el paquete ha quedado pegajoso. Era para un regalo y la verdad es que por dos euros más, lo compro en el chino. Para regalo ya no me sirve. Clasificación:", "id": "es_0058797"}
{"language": "es", "output": "malo", "input": "Revisar: Llegó roto el cristal\n\nLlegó roto el cristal Clasificación:", "id": "es_0056732"}
{"language": "es", "output": "malo", "input": "Revisar: Se salen las ruedas\n\nLa silla es compacta, ligera, cómoda, bonita... peeero, las ruedas traseras se salen solas según andas. La primera silla que tuvimos empezó con ese problema a los varios meses. Llegó un momento que era imposible andar con ella, se salía la rueda trasera cada dos por tres. Como estaba en garantía Amazon nos la sustituyo por una nueva (muy bien el servicio al cliente de Amazon, ninguna pega). Con la nueva a los pocos días nos pasa exactamente lo mismo, una de las ruedas traseras se sale sola según andas. Es claramente un fallo de diseño. La hemos tenido que devolver y nos hemos comprado otro modelo. Una pena, por lo demás la silla nos gustaba mucho. Clasificación:", "id": "es_0921827"}
{"language": "es", "output": "bueno", "input": "Revisar: Recomendable\n\nDe fácil colocacion y resistente. No dispone de apertura para camara frontal. Recomendable. Como negativo en el último comprado el adhesivo perimetral venia prácticamente suelto, por lo que no se podia adherir a la pantalla. Clasificación:", "id": "es_0110816"}
{"language": "es", "output": "malo", "input": "Revisar: No lo recomendaría\n\nLa función de tomar fotos y grabar videos solo se puede activar a través de la APP, esto lo veo un atraso ya que te obliga a estar mirando el móvil si o si, seria mas cómodo si se pudiese activar a través del control remoto. A la mínima que hay un poco de viento el dron pierde el control y la función volver a casa no sirve para nada. El control de altura también es inexistente. Clasificación:", "id": "es_0315408"}
{"language": "es", "output": "malo", "input": "Revisar: Gloria\n\nEl timo de la estampita!!! Las pegatinas diminutas!!!! No valen para nada... si, 3000 pegatinas, pero menudas pegatinas!! Poco más y hace faltan pinzas para cogerlas y lupa para verlas!! No lo recomiendo!! Para nada!!! Clasificación:", "id": "es_0888429"}
{"language": "es", "output": "malo", "input": "Revisar: No sirve de mucho...\n\nRealmente apenas amplifica. Es la segunda antena que compro de este estilo, al anterior ha dejado de funcionar pero no encuentro otra antena que ocupe menos espacio. Hay que buscar el lugar exacto donde sintonizar con calidad todas las cadenas y no volver a tocarla, aunque a veces pierde señal. Si tienes arboles u otro edificio entre tu y la antena transmisora no creo que te solucione mucho. Clasificación:", "id": "es_0559590"}
{"language": "es", "output": "malo", "input": "Revisar: Ineficiente.\n\nDemasiado pequeño e inseguro. Mucha holgura por lo que apreta muy mal. Clasificación:", "id": "es_0642288"}
{"language": "es", "output": "bueno", "input": "Revisar: Calidad,comodidad\n\nCalidad ,buen precio.. Clasificación:", "id": "es_0938688"}
{"language": "es", "output": "bueno", "input": "Revisar: Fundas para las sillas\n\nBonitas y fáciles de poner. Clasificación:", "id": "es_0006388"}
{"language": "es", "output": "bueno", "input": "Revisar: Cumplen su función pero...\n\n..Pero absorben demasiado producto, son muy blanditas y aplican el maquillaje muy bien dejándolo uniforme y sin parches. Vienen muy bien presentadas en una cajita morada, duplican su tamaño al mojarlas y no tienen olor, así que si no te importa que se beban el maquillaje como Drácula la sangre de sus víctimas estas esponjitas son perfectas para ti. Clasificación:", "id": "es_0218668"}
{"language": "es", "output": "bueno", "input": "Revisar: Bien\n\nDe momento bien no ha dado problema por 14 euros estoy contento Clasificación:", "id": "es_0658476"}
{"language": "es", "output": "bueno", "input": "Revisar: Estupendo\n\nEstupendo para llevar .y usar en cualquier lugar Clasificación:", "id": "es_0875400"}
{"language": "es", "output": "bueno", "input": "Revisar: Làmpara luz UVA\n\nJusto lo que quería. La pinza es un poco justa para un tortuguero con tapa de cristal. A las tortugas le gusta se ponen debajo. Clasificación:", "id": "es_0753215"}
{"language": "es", "output": "bueno", "input": "Revisar: Buena funda\n\nEs una buena funda para la tablet, encaja. Lo que ocurre es que a veces cuesta hacer que ésta se mantenga en pie. Clasificación:", "id": "es_0936641"}
{"language": "es", "output": "bueno", "input": "Revisar: excelente\n\nVolveré a comprar , excelente color , calidad y precio Clasificación:", "id": "es_0930619"}
{"language": "es", "output": "bueno", "input": "Revisar: CALIDAD MUY SUPERIOR AL PRECIO\n\nDiseño y calidad más que adecuado para el precio. Clasificación:", "id": "es_0104079"}
{"language": "es", "output": "malo", "input": "Revisar: Golpes a la caja\n\nNo me ha gustado que la caja ha llegado rota y el aceite del depósito derramado Clasificación:", "id": "es_0203662"}
{"language": "es", "output": "bueno", "input": "Revisar: Baratos\n\nLos compré por el precio. Clasificación:", "id": "es_0557921"}
{"language": "es", "output": "bueno", "input": "Revisar: Eficaces, responsables, seguros\n\nLo compré en marzo, puse el cartucho tricolor en noviembre, el cartucho no me lo reconocía, pero a pesar de haber pasado tanto tiempo me enviaron uno de reposición sin problema, eficacia y seguridad, inmejorable. Clasificación:", "id": "es_0467744"}
{"language": "es", "output": "malo", "input": "Revisar: Barato\n\nMala calidad, pero el producto es lo que es Clasificación:", "id": "es_0906799"}
{"language": "es", "output": "malo", "input": "Revisar: Cambiador y ducha\n\nEl cambiador queda en el lado de la ducha y es imposible tenerlo totalmente montado porque sino no puedes abrir el grifo Clasificación:", "id": "es_0491663"}
{"language": "es", "output": "bueno", "input": "Revisar: Sricam Wifi Cámara IP HD de seguridad\n\nYa la he comprado en varias ocasiones y es una camara recomendable con bastante nitidez por ponerle un pero, no es para grandes distancias, en sitios cercanos es muy buena pero si la usamos para ver a 50m ya pierde. Clasificación:", "id": "es_0256677"}
{"language": "es", "output": "malo", "input": "Revisar: Faltan piezas\n\nMe han faltado las tres piezas \"número 13\", la de los fondos de los cajones. La mesa queda coja Clasificación:", "id": "es_0748457"}
{"language": "es", "output": "malo", "input": "Revisar: No ha llegado\n\nEl producto no me ha llegado. Me gustaría saber si se entregó en el domicilio o a algún vecino o comercio. Espero vuestra respuesta. Clasificación:", "id": "es_0297980"}
{"language": "es", "output": "malo", "input": "Revisar: Buen material, pero no me han convencido\n\nEstán hechos de un aparente buen material agradable al tacto. La talla, siguiendo las indicaciones del vendedor, era la correcta, aunque media talla menos me iría perfecta. Me los puse en una sesión de Crossfit y a la mitad del tiempo de trabajo, me los quité porque me aunque me protegían perfectamente las manos, me impedía hacer un buen agarre y además con el paso de los minutos empezaban a resbalar. En definitiva, parece buen producto pero no me han dado el resultado esperado. Clasificación:", "id": "es_0377907"}
{"language": "es", "output": "malo", "input": "Revisar: quiero devolver esto\n\nNo quería comprar esto porque no tengo Kindle. Como puedo devolverlo? Clasificación:", "id": "es_0517677"}
