{"id": 83811, "sentence": "Policeman 'saw fatal train crash' An off-duty policeman watched a train plough into a car on a level crossing  in Berkshire, killing six people.", "label": "world"}
{"id": 14593, "sentence": "Silver finale for USA In the last event of the 2004 Olympic Games, the United States track team produced one last surprise. Meb Keflezighi, a native of Eritrea who moved to the United States as ", "label": "sports"}
{"id": 3279, "sentence": "Compuware Blasts IBM #39;s Legal Tactics Two years ago, IBM was ordered to produce the source code for its products, which Compuware identified as containing its pirated intellectual property. The code was missing. But lo and behold -- last week, they called and said they had it, quot; ...", "label": "technology"}
{"id": 97197, "sentence": "Polish Hostage Freed in Iraq Already in Warsaw  WARSAW (Reuters) - A Polish woman kidnapped in Iraq last  month has been freed and flown to Poland and said she was  treated well, raising hopes for other foreign hostages.", "label": "world"}
{"id": 36049, "sentence": "Growth forecast revised up to 7.5pc The Asian Development Bank has revised up its economic growth forecast for Hong Kong this year to 7.5 per cent from the 6 per cent it projected in April, due to stronger than expected retail sales and the surge in tourist arrivals.", "label": "business"}
{"id": 32099, "sentence": "File and Printer Sharing Insecure in XP SP2 ProKras writes  quot;German magazine PC-Welt has discovered a major security flaw in Windows XP SP2 when installing over SP1. The article says that  #39;with a certain configuration, your file and printer sharing data ", "label": "technology"}
{"id": 29257, "sentence": "Wall Street Journal to Start Saturday Issue he Wall Street Journal announced yesterday that it would begin publishing a Saturday issue starting in the fall of 2005. By following its business readers home for the weekend, the newspaper ", "label": "business"}
{"id": 18290, "sentence": "EU, Japan win WTO approval to impose duties on US The European Union, Japan, Brazil and five other countries won World Trade Organization approval to impose tariffs worth more than \\$150 million a year on imports from the United ", "label": "business"}
{"id": 96531, "sentence": "Greenspan Warns That US Deficits Pose Risk to Dollar Alan Greenspan came to the home of the euro today and warned anxious Europeans to expect little relief from the relentless decline of the dollar against their currency.", "label": "business"}
{"id": 13435, "sentence": "Rivers Hot, Then Cold San Diego Chargers quarterback began the night with three straight completions. Unfortunately, after seven more attempts, he still had only three, plus two interceptions vs. Seattle on Friday.", "label": "sports"}
{"id": 88697, "sentence": "Japan says submarine that intruded into its waters was Chinese (Canadian Press) Canadian Press - TOKYO (AP) - Japan has determined a submarine that briefly intruded into Japanese territorial waters earlier this week without identifying itself came from China, an official said Friday.", "label": "world"}
{"id": 97081, "sentence": "Cricket: Hall battles India attack Andrew Hall steers South Africa to 230-4 on day one of the first Test against India.", "label": "world"}
{"id": 116940, "sentence": "Prime minister announces new 1,700-kilometre security zone off Australia (Canadian Press) Canadian Press - SYDNEY, Australia (AP) - Australia plans to enforce a maritime security zone more than 1,700 kilometres out to sea, far beyond its territorial waters, in a move to boost defences against possible terror attacks on its soil and offshore oil and gas facilities, Prime Minister John Howard said Wednesday.", "label": "world"}
{"id": 71483, "sentence": "Yahoo, Adobe look to convert Web content to PDF documents  Yahoo Inc. and Adobe Systems Inc. have entered an alliance aimed at boosting Yahoo's Internet search tool while possibly turning more Net content into PDF (Portable Document Format) documents, to the advantage of Adobe's PDF Reader product.&lt;p&gt;ADVERTISEMENT&lt;/p&gt;&lt;p&gt;&lt;img src=\"http://ad.doubleclick.net/ad/idg.us.ifw.general/sbcspotrssfeed;sz=1x1;ord=200301151450?\" width=\"1\" height=\"1\" border=\"0\"/&gt;&lt;a href=\"http://ad.doubleclick.net/clk;9228975;9651165;a?http://www.infoworld.com/spotlights/sbc/main.html?lpid0103035400730000idlp\"&gt;SBC Case Study: Crate   Barrel&lt;/a&gt;&lt;br/&gt;What sold them on improving their network? A system that could cut management costs from the get-go. Find out more.&lt;/p&gt;", "label": "technology"}
{"id": 11396, "sentence": "SLT internet services fully restored Sri Lanka Telecom (SLT) has restored fully the internet services pertaining to its dial up internet, dedicated to internet, ADSL and e-mail services, a news release from Sri Lanka Telecom said.", "label": "technology"}
{"id": 77398, "sentence": "Massu and Koubek Reach Basel Semis  BASEL, Switzerland (Reuters) - Double Olympic gold  medallist Nicolas Massu registered his best win since Athens on  Friday, striding into the semifinals of the \\$1.26 million Swiss  Indoors tournament with a 6-2, 7-6 win over Bohdan Ulihrach.", "label": "sports"}
{"id": 55303, "sentence": "Invesco, 2 other Amvescap units settle charges Invesco Funds Group Inc. and two other mutual-fund units of Amvescap LLC will pay \\$375 million to settle Securities and Exchange Commission charges ", "label": "business"}
{"id": 4166, "sentence": "Qantas posts record year profit SYDNEY: Qantas Airways Ltd, Australia #39;s biggest airline, said yesterday its full-year profit doubled on cost cuts and a pick-up in passengers, but the prospect of higher fuel costs sent its shares sliding. ", "label": "business"}
{"id": 3906, "sentence": "Dollar Struggles to Stay Off Lows  LONDON (Reuters) - The dollar traded near this week's  four-week lows against the euro and yen on Thursday ahead of  U.S. jobless claims and a key business survey that dealers  expect to provide further clues about the interest rate  outlook.", "label": "business"}
{"id": 12281, "sentence": "Briefly: OSDL hires lawyer, opens China office roundup Plus: Oracle gives PeopleSoft shareholders more time...Cisco reports access control server flaws...Toshiba tinkers with Wi-Fi for TV.", "label": "technology"}
{"id": 28658, "sentence": "Beslan rogue's gallery published A Russian newspaper shows photos of 30 corpses it says are militants responsible for the school siege in Beslan.", "label": "world"}
{"id": 30496, "sentence": "Jaguar plant awaits closure fate US car giant Ford is expected to tell Jaguar workers on Friday that it will close the firm's historic Coventry factory", "label": "business"}
{"id": 66238, "sentence": "Mutu begins counselling London - Chelsea striker Adrian Mutu will undergo counselling in a bid to get a reduced ban after testing positive for cocaine. The 25-year-old Romanian international accepted the positive finding on Tuesday ", "label": "sports"}
{"id": 78908, "sentence": "ABN Amro Profit Rises, Buoyed by Sale of Asia Stake (Update4) ABN Amro Holding NV, the largest Dutch bank, said profit rose 26 percent in the third quarter, buoyed by a gain from selling its stake in Bank of Asia Pcl.", "label": "business"}
{"id": 3479, "sentence": "Phelps #39; gold haul dream not so bad BEIJING, Aug.19 (Xinhuanet) -- Michael Phelps has taken his haul of gold medals at the Athens Olympics to three after winning the 200 meters butterfly and helping the United States beat Australia in the 4x200 freestyle relay, Shenzhen Daily reported ...", "label": "sports"}
{"id": 73564, "sentence": "ADV: MidwestAthletic.com - Your Letter Jacket Store Online letter jackets. Choose your colors and options. Then let us custom letter your jacket, making it the proud reminder of awards your hard work deserved.", "label": "business"}
{"id": 26063, "sentence": "CA Pumps Up Storage Management This week, CA plans to release BrightStor 11.1, which consists of 14 integrated storage applications, said Jim Geronaitis, vice president of BrightStor product marketing at the Islandia, NY-based software vendor.", "label": "technology"}
{"id": 93851, "sentence": "Species disappearing at an alarming rate, report says The world #39;s biodiversity is declining at an unprecedented rate, the recognized global watchdog on endangered species said Wednesday in announcing its annual list of most vulnerable wildlife.", "label": "world"}
{"id": 85182, "sentence": "Document spec for e-commerce is approved (InfoWorld) InfoWorld - Looking to provide a catalyst for e-commerce, OASIS on Monday announced ratification of Universal Business Language (UBL) Version 1.0, which defines a common XML library of business documents for use in online transactions.", "label": "technology"}
{"id": 91925, "sentence": "Cavs earn fourth straight win Ilgauskas had 10 of his 16 points in the final eight minutes and LeBron James added 33 as the Cavaliers ran their winning streak to four games with a 99-88 triumph over the hapless Golden State Warriors.", "label": "sports"}
{"id": 71427, "sentence": "Peace talks for Sudan #39;s Darfur region restart in Nigeria Delegates from the Sudanese government and rebel groups eventually restarted here on Monday the peace talks for the war-torn Darfur region after a month of suspension, in the hope of ending a 20-month-old conflict there.", "label": "world"}
{"id": 54988, "sentence": "New Nintendo console analysts #39; choice The PlayStation Portable is the talk of the town, after basking in the limelight at a recent game show. But despite all the hoopla, Sony Computer Entertainment Co.", "label": "technology"}
{"id": 28894, "sentence": "Milosevic Trial Halts; Witnesses Refuse to Testify (Reuters) Reuters - Former Yugoslav President Slobodan\\Milosevic's war crimes trial was suspended for a month\\Wednesday to give court-appointed lawyers more time to prepare\\the defense case after witnesses refused to testify.", "label": "world"}
{"id": 58879, "sentence": "Supreme Court decision sought over file sharing In the latest volley of the file-sharing wars, the movie and music industries have filed a petition asking the US Supreme Court to overturn a federal appeals court decision that favored Grokster and StreamCast Networks, the makers of software that allow ", "label": "technology"}
{"id": 77237, "sentence": "US Secret Service busts 28 ID fraudsters A US-led operation targeting ID fraud crooks has led to the arrest of 28 people across seven countries this week. The arrests follow an undercover operation headed by US Secret Service agents that successful ", "label": "technology"}
{"id": 36464, "sentence": "Europe favourites for 2006, insists  #39;Mr Ryder Cup #39; COLIN Montgomerie has taken pride in the certainty that Europe will go into the next Ryder Cup match at the K Club against the United States as favourites for the first time.", "label": "sports"}
{"id": 106094, "sentence": "Giants ink Benitez to three-year deal Free agent Armando Benitez and the San Francisco Giants agreed to a three-year contract yesterday, a move that stabilizes the club's closer role that's been in flux since Robb Nen got injured two years ago.", "label": "sports"}
{"id": 113941, "sentence": "Democrat Groups Raise More 'Soft Money' (AP) AP - Whatever the reasons John Kerry and the Democrats lost the race for the White House, lack of money wasn't one.", "label": "world"}
{"id": 852, "sentence": "Megawati Defends Achievements Ahead of Vote  JAKARTA (Reuters) - Indonesian President Megawati  Sukarnoputri, trying to maintain momentum in a tight election  battle, said Monday her government had stabilized the economy  and cracked down hard on militants and separatists.", "label": "world"}
{"id": 99459, "sentence": "Jaguars' Leftwich Expects to Return This Week  JACKSONVILLE, Fla. (Sports Network) - Jacksonville Jaguars  quarterback Byron Leftwich expects to be back in the starting  lineup this week when his team travels to Minnesota to take on  the Vikings.", "label": "sports"}
{"id": 105621, "sentence": "Locust swarm invade Canaries An estimated 100 million locusts force tourists and locals to abandon beaches in the Canary Islands.", "label": "technology"}
{"id": 20927, "sentence": "Official campaign opens in Afghan presidential poll The official month-long campaign for Afghanistan #39;s first-ever direct presidential election opened today in what will be a major test of U S-led nation-building efforts since the 2001 ouster of the Taliban.", "label": "world"}
{"id": 91507, "sentence": "Hacker hire costs SecurePoint an ally SecurePoint's decision to hire the alleged author of the Sasser worm has upset a software partner.", "label": "technology"}
{"id": 55393, "sentence": "Thomson to Sell Media Unit to Investcorp for \\$350 Mln (Update4) Thomson Corp., owner of the Westlaw legal-research and First Call financial data services, is selling 54 business publications including the Bond Buyer and American Banker for \\$350 million to buyout firm Investcorp SA.", "label": "business"}
{"id": 44598, "sentence": "Ontario spammer sued by Microsoft, Amazon.com A 25-year-old Kitchener, Ont. man is being sued again, this time by giants Microsoft and Amazon.com, for allegedly clogging cyberspace with fraudulent junk mail.", "label": "technology"}
{"id": 36422, "sentence": "Brees Cleared to Start Sunday at Denver (AP) AP - The only time Drew Brees got a headache on Wednesday was when he recalled what usually happens to the San Diego Chargers in Denver.", "label": "sports"}
{"id": 20380, "sentence": "Vijay Singh Beats Tiger Woods to Take No. 1 Ranking (Update1) Vijay Singh ended the five-year run of Tiger Woods as the world #39;s No. 1-ranked golfer, beating Woods and Adam Scott by three shots at the Deutsche Bank Championship.", "label": "sports"}
{"id": 28222, "sentence": "Guild members boycott gala, picket outside Sun-Times building The Chicago Sun-Times #39; management and unionized reporters planned to return to the bargaining table Wednesday morning on the heels of a vote authorizing a strike and picketing by employees outside a gala thrown by the company.", "label": "business"}
{"id": 100073, "sentence": "Brief: HP to spend \\$200M on layoffs Hewlett-Packard expects to spend \\$200 million over the next six months on staff reductions, but it didn't say in which areas the cuts would take place.", "label": "technology"}
{"id": 44119, "sentence": "IBM claims fastest supercomputer title--for now New Silicon Graphics machine has a chance at giving Big Blue a run for the title.", "label": "technology"}
{"id": 13397, "sentence": "Argentina wins first basketball gold com. Hours after its men #39;s soccer team beat Paraguay for the country #39;s first Olympic gold medal in any sport since 1952, the Argentine men #39;s basketball team made it a double ", "label": "sports"}
{"id": 12157, "sentence": "African Union Force Seen as Main Hope for Darfur Days before a UN deadline for Sudan to disarm and prosecute those responsible for violence in the country #39;s Darfur region, nations are looking to the African Union ", "label": "world"}
{"id": 49798, "sentence": "Arab Nations at UN Demand Israel Stop Gaza Attacks (Reuters) Reuters - Arab nations want the U.N.\\Security Council to adopt a resolution demanding Israel stop a\\major offensive in the Gaza Strip, but the United States raised\\objections at an emergency meeting on Monday.", "label": "world"}
{"id": 12677, "sentence": "Hewitt, Paradorn reach Long Island second round Lleyton Hewitt has defeated Olivier Mutis at the \\$US380,000 ATP Long Island event to move within one victory of reaching 50 match wins for the fourth time in five years.", "label": "sports"}
{"id": 47053, "sentence": "Accuser Told Bryant 'No' The woman who accused Kobe Bryant of rape told investigators the NBA star ignored her entreaties to stop and said there was no doubt he heard her \"because every time I said 'No' he tightened his hold around me,\" according to documents released Friday.", "label": "sports"}
{"id": 111083, "sentence": "GM Unit Opel to Cut 9,500 German Jobs  FRANKFURT (Reuters) - General Motors' &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=GM.N target=/stocks/quickinfo/fullquote\"&gt;GM.N&lt;/A&gt; German unit  Adam Opel AG will cut around 9,500 jobs at its loss-making  operations, a source who attended a briefing by the carmaker's  management on Thursday said.", "label": "business"}
{"id": 45083, "sentence": "British mobile phone firm mmO2 hikes revenue forecast (AFP) AFP - Mobile telephone operator mmO2 raised its forecasts for British revenue growth but would not be drawn on an exact date for the launch of third-generation services in its domestic market.", "label": "technology"}
{"id": 79132, "sentence": "Park shoots 65 to win South Korea tourney Grace Park won the CJ Nine Bridges Classic yesterday at Jeju, South Korea, shooting a 7-under-par 65 for a five-stroke victory and giving her game a big boost after a collapse in the final round two weeks ago.", "label": "sports"}
{"id": 34672, "sentence": "Starwood Names New Chief Executive SEPTEMBER 21, 2004 -- White Plains, NY -- Former Coca-Cola Company president Steven Heyer today was named the new chief executive of Starwood Hotels, effective Oct. 1. Heyer succeeds Starwood founder Barry ", "label": "business"}
{"id": 105792, "sentence": "Gates: Software tycoon to ambassador? PARIS - Is Bill Gates preparing to switch careers, from software architect to ambassador?", "label": "technology"}
{"id": 5696, "sentence": "FCC Puts Hold on Wholesale Phone Rates WASHINGTON Aug. 20, 2004 - Federal regulators Friday imposed a six-month freeze on the rates regional phone companies may charge their competitors to use networks to provide local service.", "label": "business"}
{"id": 95648, "sentence": "Salesforce.com continues strong customer growth Company experiences 80 gain in customers in one year, to nearly 200,000.", "label": "technology"}
{"id": 60218, "sentence": "GM to cut 12,000 jobs in Europe US car giant General Motors says it is to shed 12,000 jobs in Europe, with Germany bearing the brunt of the losses.", "label": "business"}
{"id": 70285, "sentence": "Japan awakes to quake devastation OJIYA, Japan -- Thousands of residents in northern Japan spent the night outdoors after three powerful earthquakes rattled the region, killing at least 16 people.", "label": "world"}
{"id": 16362, "sentence": "No reason to jump for joy It was another head-scratching turn in a Giants season in which no good deed seems to go unpunished. Brett Tomko got his eighth win Tuesday night, a 9-5 victory over the Colorado Rockies that lifted the Giants ", "label": "sports"}
{"id": 49616, "sentence": "Memories and memorabilia all that #39;s left as Expos set to leave &lt;b&gt;...&lt;/b&gt; MONTREAL (CP) - The Expos may be history, but their demise has heated up the market for team memorabilia. Vintage 1970s and 1980s shirts are already sold out, but everything from caps, beer glasses and key-chains to dolls of mascot Youppi!", "label": "sports"}
{"id": 10329, "sentence": "Oil price plunges to less than \\$44 US NEW YORKOil prices fell nearly \\$2 (US) a barrel yesterday, dragged down by heavy losses in gasoline futures after summer driving demand in the United States failed to meet expectations.", "label": "business"}
{"id": 72358, "sentence": "Louisville home sales fall in Sept. Sales of previously owned homes in Louisville bucked the national trend in September, falling 4 percent from the month before while sales nationwide rose to the third highest level on record.", "label": "business"}
{"id": 38428, "sentence": "'Sex and the City' Star Switches Roles NEW YORK - \"Sex and the City\" has taken on a whole new meaning for Cynthia Nixon. The actress, who just won an Emmy for her role as Miranda Hobbes in the hit HBO comedy, is in a relationship with another woman, a source who works with Nixon told The Associated Press on Friday...", "label": "world"}
{"id": 108712, "sentence": "NBA, Union Debate Brawl Before Arbitrator NBA, Players #39; Union Go Before Arbitrator to Debate Suspensions of Four Players Over Mich. Brawl. A fan wearing a T-shirt with a message about the Indiana Pacers watches a large television screen during the ", "label": "sports"}
{"id": 82398, "sentence": "Molson and Coors sweeten merger plan with dividend worth \\$381 &lt;b&gt;...&lt;/b&gt; MONTREAL (CP) - Molson Inc. and Adolph Coors Co. are sweetening their brewery merger plan with a special dividend to Molson shareholders worth \\$381 million.", "label": "business"}
{"id": 81071, "sentence": "Hungary to remove 300 troops In a blow to the US effort to hold the Iraq multinational forces together, Hungary announced yesterday that it will withdraw its 300 noncombat troops by the end of March.", "label": "world"}
{"id": 116058, "sentence": "Nortel loses about \\$250 million US in third quarter, half due to &lt;b&gt;...&lt;/b&gt; TORONTO (CP) - Nortel Networks released preliminary financial results Tuesday showing the technology company lost about \\$250 million US in the third quarter, about half of that due to the starup costs of a major contract in India.", "label": "business"}
{"id": 112946, "sentence": "The N.H.L. Must Figure Out If It's Certain on Cost Certainty Aside from scoring public relations points with its latest offer, the players union has forced N.H.L. Commissioner Gary Bettman to make a difficult decision.", "label": "sports"}
{"id": 47401, "sentence": "NASA Delays Plans to Fly Shuttle Soon NASA has abandoned plans to resume flying the space shuttle next March because of the impact of four hurricanes on space agency centers and work schedules.", "label": "technology"}
{"id": 75675, "sentence": "Federation Council ratifies Kyoto treaty The Federation Council, the upper chamber of the Russian parliament, has ratified the Kyoto Protocol to the United Nations Framework Convention on Climate Change, which was signed by Russia in 1997.", "label": "world"}
{"id": 25204, "sentence": "Gamble paid off - Barrichello Ferrari #39;s Rubens Barrichello admitted he was relieved after his race strategy earned him his first victory of the season at the Italian Grand Prix.", "label": "sports"}
{"id": 92350, "sentence": "Japan Says China Apologizes Over Sub Intrusion  TOKYO (Reuters) - Japan said China apologized on Tuesday  for the intrusion by one of its submarines into Japanese waters  last week in a gesture that defuses a dispute and may open the  way for a bilateral summit this weekend.", "label": "world"}
{"id": 9117, "sentence": "Najaf's Residents Feel Trapped in Battle (AP) AP - For nearly three weeks, Amer al-Jamali hasn't been able to go to work. He cannot visit his father, find medication for his diabetic children or even sleep on his roof to escape the city's suffocating heat made worse by power outages.", "label": "world"}
{"id": 6007, "sentence": "Sudan, UN agree on right of return of Darfur displaced The Sudanese government and the UN migration agency here Saturday signed an agreement ensuring right of return of Darfur displaced.", "label": "world"}
{"id": 86674, "sentence": "Majority Leader Faces Balancing Act in Senate (Los Angeles Times) Los Angeles Times - WASHINGTON  #8212; Leading the majority party in the Senate, a job that has been likened to herding cats, is tough enough in ordinary times. For Majority Leader Bill Frist (R-Tenn.), last week's Republican election triumphs paradoxically made the job tougher yet.", "label": "world"}
{"id": 29872, "sentence": "Security threats outside the PC Most IT Managers won #39;t question the importance of security, but this priority has been sliding between the third and fourth most important focus for companies.", "label": "technology"}
{"id": 101328, "sentence": "I will speak at an appropriate time: Anil Mumbai, November 25: Anil Ambani, the vice-chairman of Reliance Industries Ltd., said on Thursday he would make a statement at an appropriate time about a controversy over differences with brother and chairman Mukesh.", "label": "business"}
{"id": 37931, "sentence": "India and Pakistan to meet at UN India and Pakistan will aim to push forward the peace process between them at talks in New York on Friday. Indian Prime Minister Manmohan Singh and Pakistani President Pervez Musharraf will meet on the sidelines of the UN General Assembly.", "label": "world"}
{"id": 10459, "sentence": "Ode to ancient Games, nudity and all THE OLYMPICS may have returned to the land of their birth, but even as these games wind down, the stadiums in Athens remain eerily empty. So perhaps the organizers should take some lessons from the ancient Greeks. The hosts of those original Olympics never had trouble luring spectators: the games were packed for nearly 1,200 years.", "label": "sports"}
{"id": 112109, "sentence": "Oracle Expands Beyond Databases Oracle announced the creation of Oracle Collaboration Suite, a real-time toolkit enabling enterprises to collaborate and manage content in whole new ways.", "label": "technology"}
{"id": 30513, "sentence": "Patriots not keeping tabs on streak The New England Patriots are so single-minded in pursuing their third Super Bowl triumph in four years that they almost have no room for any other history.", "label": "sports"}
{"id": 113572, "sentence": "Red Sox add Wells to cast of characters The self-proclaimed  quot;bunch of idiots quot; at Fenway Park are getting a new ringleader. In a move sure to torment the Yankees, the Red Sox have reached agreement on a two-year contract with David Wells.", "label": "sports"}
{"id": 13239, "sentence": "Away on Business: Friends Behind Bars  NEW YORK (Reuters) - By profession, they are Hong Kong  lawyers, military analysts, U.N. diplomats and surgeons, but in  the mental dossiers of good bartenders these out-of-town  customers are also parents, golfers, cancer patients and  broken-hearted lovers.", "label": "business"}
{"id": 49824, "sentence": "Out in Japan: High-Def Home Movies Sony's first consumer HD camcorder is expected to arrive in the U.S. soon.", "label": "technology"}
{"id": 36435, "sentence": "Ad campaign touts multimedia cards Multimedia Card Association kicks off ad campaign to promote the small cards based on its specifications.", "label": "technology"}
{"id": 59430, "sentence": "Jets #39; Moss questionable for Sunday Hempstead, NY (Sports Network) - New York Jets wide receiver Santana Moss is questionable for Sunday #39;s game against San Francisco because of a hamstring injury.", "label": "sports"}
{"id": 83321, "sentence": "US Air Force launches a GPS satellite The US Air Force launched a global positioning system satellite Saturday from Cape Canaveral, Fla. It was the 12th successful launch of the new-generation GPS IIR spacecraft.", "label": "technology"}
{"id": 109329, "sentence": "China Aviation May Face Liquidation Suit in Singapore Court China Aviation Oil (Singapore) Corp. faces a liquidation application as early as tomorrow unless it pays debt owed to Standard Bank London Ltd.", "label": "business"}
{"id": 47820, "sentence": "7 Iraqi Civilians Killed in US Air Strike on Falluja, 125 Iraqis &lt;b&gt;...&lt;/b&gt; . US-led forces backed by warplanes tightened their grip on the Iraqi city of Samarra Saturday, saying they had killed 125  quot;rebels quot; while Iraqi witnesses say they ", "label": "world"}
{"id": 21320, "sentence": "Jenkins starts new life in Japan \\A US soldier who deserted to North Korea four decades ago embarks on a new life with his family in Japan.", "label": "world"}
{"id": 48521, "sentence": "Ireland tries to get UK hostage #39;s release The Irish government has stepped up its efforts to free the British hostage in Iraq, Ken Bigley, whose mother is from Ireland, by talking to diplomats from Iran and Jordan.", "label": "world"}
{"id": 46567, "sentence": "Hotmail access via Outlook no longer free Hotmail users will have to start paying in order to access their hotmail e-mail messages via the Outlook and Outlook Express desktop e-mail programmes.", "label": "technology"}
{"id": 27461, "sentence": "Market does not need more oil: Iranian minister VIENNA (AFP) - There is no need to put more oil on the market as it is well-supplied, Iranian Oil Minister Bijan Namdar Zangeneh said here on Tuesday on the eve of an OPEC meeting.", "label": "business"}
{"id": 87842, "sentence": "France rules Apple #39;s DRM denial not anti-competition The French government #39;s competition watchdog this week dismissed a complaint brought by VirginMega, which alleged Apple #39;s refusal to license FairPlay ran contrary to French anti-trust law.", "label": "technology"}
{"id": 34994, "sentence": "An Early Exit from Iraq? The distinction between what politicians say on the campaign trail and what they really believe is well illustrated by the current Kerry-Bush skirmishing on Iraq: If either man really believes some of the things he #39;s saying, we #39;re in worse shape than we ", "label": "world"}
{"id": 91989, "sentence": "New Search Related Patents Keeping up with newly issued patents for search-related technology can help you spot emerging trends and potentially new competitors to the existing major web search players.", "label": "technology"}
{"id": 89594, "sentence": "Cell phones take iPod challenge When Gilles Babinet looks at a cell phone, he sees a music store, an iPod and even a nascent platform for a tiny-screened MTV. The curly-haired Parisian is the chairman and founder of Musiwave, the company ", "label": "technology"}
{"id": 84940, "sentence": "Microsoft Settles Antitrust Charges With Novell Microsoft (Quote, Chart) cleared more legal cases off its plate Monday by settling with Novell (Quote, Chart) and the Computer  amp; Communications Industry Association (CCIA) over antitrust and other charges.", "label": "business"}
{"id": 9359, "sentence": "Wide-Open Receiving The wide receivers position is the one truly unsettled position for the Virginia Cavaliers as they begin a season of great expectations.", "label": "sports"}
{"id": 79841, "sentence": "Ukrainian CEC announces results of presidential elections RBC, 02.11.2004, Kiev 15:55:11.Ukrainian Prime Minister Viktor Yanukovich has won 40.22 percent support during the recent presidential elections, according to the results announced by the Ukrainian Central Elections Commission after 95.", "label": "world"}
{"id": 83228, "sentence": "Rosy scenario still possible for Bears HATTIESBURG, Miss. -- J.J. Arrington ran for 261 yards, Aaron Rodgers threw two touchdown passes, and No. 4 California scored on a bizarre special-teams play in a 26-16 win over Southern Mississippi last night.", "label": "sports"}
{"id": 22432, "sentence": "World-Surprise choice Huth proves his worth to Klinsmann A surprise choice for Wednesday #39;s friendly against Brazil, 20-year-old Robert Huth made full use of his debut in Germany #39;s starting team to impress Juergen Klinsmann and his Chelsea coach Jose Mourinho.", "label": "sports"}
{"id": 70011, "sentence": "World oil prices boom Global oil prices boomed on Wednesday, spreading fear that energy prices will restrain economic activity, as traders worried about a heating oil supply crunch in the American winter.", "label": "business"}
{"id": 95569, "sentence": "Garamendi settles with San Diego broker in exchange for &lt;b&gt;...&lt;/b&gt; Insurance Commissioner John Garamendi says his settlement with San Diego-based Universal Life Resources is just the beginning of a deepening investigation.", "label": "business"}
{"id": 32088, "sentence": "Europe Puts U.S. in Big Hole at Ryder Cup BLOOMFIELD TOWNSHIP, Mich. - Backed by the clutch performance from its English rookies and reliable play from Sergio Garcia and Lee Westwood, Europe put the United States in another huge hole Saturday by taking an 11-5 lead at the Ryder Cup and making victory Sunday seem like a mere formality...", "label": "world"}
{"id": 21418, "sentence": "Tkachuk's 4 goals lift US Keith Tkachuk had four goals and an assist, leading the United States into the World Cup of Hockey semifinals with a 5-3 victory over Russia last night at St. Paul.", "label": "sports"}
{"id": 60590, "sentence": "Motorola Turns Cell Phone into Credit Card Motorola plans to carry out a trial of cell phones incorporating MasterCard #39;s PayPass contactless payment technology. The cell phones will enable customers to make payments by positioning ", "label": "technology"}
{"id": 49736, "sentence": "Dollar gains after G7 meeting offers no surprises LONDON : The dollar rose slightly against the euro and yen after the weekend #39;s meeting of Group of Seven finance ministers produced no surprises, analysts said.", "label": "business"}
{"id": 35383, "sentence": "Yudhoyono close to poll victory Indonesia's Susilo Yudhoyono remains on course to become the country's next president, with 75 of votes counted.", "label": "world"}
{"id": 83887, "sentence": "Hurricanes fall to Clemson, 24-17 Reggie Merriweather ran for a career-high 114 yards and three touchdowns on Saturday night, including a 2-yard score in overtime for Clemson, as it sent Miami to its second loss of the season, 24-17.", "label": "sports"}
{"id": 90199, "sentence": "Response to soybean rust under planning Now that the US Department of Agriculture has confirmed that Asian soybean rust has been found in Louisiana, the first known incidence of the fungus in North America, the next step is forming a response to its arrival.", "label": "business"}
{"id": 73001, "sentence": "Muslims attend Bangladesh prayer Up to four million Muslims end three days of prayers in Bangladesh, for Islam's second largest event after the Hajj.", "label": "world"}
{"id": 28786, "sentence": "Britain Lawmakers Seek Security Review LONDON - In the second major security breach in London this week, five fox hunting enthusiasts stormed onto the floor of the House of Commons Wednesday to disrupt a debate on banning the centuries-old sport.    Guards hustled the men away, but the incident showed - as did the man dressed as Batman who scaled the walls of Buckingham Palace on Monday - the vulnerability of Britain's seats of power...", "label": "world"}
{"id": 89734, "sentence": "Another bomb explodes in Thailand One person was killed and seven injured, three of them critically, in a blast in Thailand on Saturday, the fourth explosion within 24 hours.", "label": "world"}
{"id": 42505, "sentence": "Cricket: England name squad Andrew Flintoff and Marcus Trescothick will miss England's controversial tour of Zimbabwe.", "label": "world"}
{"id": 110475, "sentence": "Apple web hole still open com. Apple Computer Inc. has still not properly fixed the HFS filesystem named fork vulnerability discovered last week, according to the company that first noticed it, NetSec Inc.", "label": "technology"}
{"id": 100705, "sentence": "Online casino pays 28 grand for  #39;religious icon #39; grilled cheese Today, they forked over more than 28-thousand dollars for half a grilled cheese sandwich that #39;s more than ten years old. The seller claims it bears the image of the Virgin Mary.", "label": "technology"}
{"id": 101712, "sentence": "Art of Giving Gets Wins Coach Eddie Jordan's version of the Princeton offense has given the Wizards an appreciation for moving without the ball and unselfish play.", "label": "sports"}
{"id": 7332, "sentence": "Women #39;s event has brighter future All the retirement talk has stalled for Lindsay Davenport. Eighteen straight wins, four consecutive tournament titles, and a personality and tennis game that have dominated this week #39;s Western  amp; Southern Women #39;s Open.", "label": "sports"}
{"id": 30022, "sentence": "Space Shuttle Columbia Fragment Found in Texas LUFKIN, Texas (AP) -- A large piece of space shuttle Columbia debris was found recently in southeast Texas, a NASA official said.    The 6-foot-long piece of the crew compartment was discovered two weeks ago in Newton County by a wildlife biologist, sheriffs officials said...", "label": "technology"}
{"id": 107716, "sentence": "Bronner: US Airways To Seek Injunction If Unions Walk; UAL Flight &lt;b&gt;...&lt;/b&gt; US Airways Group (otc: UAIRQ - news - people ) on Thursday said it #39;ll seek a court injunction to prohibit a strike by disaffected unions.", "label": "business"}
{"id": 4208, "sentence": "Cisco flaw opens networks to attacks Cisco has warned in a security advisory that some networks with its routers could be vulnerable to denial-of-service attacks. ", "label": "technology"}
{"id": 105519, "sentence": "Rescuers seek survivors as Phillipines storm leaves 300 dead, 150 &lt;b&gt;...&lt;/b&gt; REAL, Philippines : Rescuers were desperately searching for survivors Tuesday after floods and landslides unleashed by a tropical storm in the Philippines killed more than 300 people and left at least 150 others missing, many buried alive under tonnes of ", "label": "world"}
{"id": 41348, "sentence": "Oracle looks beyond big-ticket contracts The small-business push is aimed squarely at Microsoft, executives for the database giant acknowledge.\\", "label": "technology"}
{"id": 52582, "sentence": "2004 WNBA Finals Matchups Analysis Meyers, who was inducted into the Basketball Hall of Fame in 2003, broadcasts WNBA and women #39;s NCAA games for ABC and ESPN. She has also been a regular Blog Squad contributor to WNBA.", "label": "sports"}
{"id": 35094, "sentence": "Microsoft ready to make more big acquisitions, says CFO Microsoft may make more large acquisitions than it has done before and become a more distributed company rather than moving key employees to its headquarters, said chief financial officer John Connors.", "label": "technology"}
{"id": 8676, "sentence": "Nearly 50 Hurt in Bangladesh Strike Violence  DHAKA (Reuters) - Opposition activists in Bangladesh  attacked railway stations and battled police in several parts  of the country on Tuesday as a two-day strike called to protest  a deadly grenade attack at the weekend got underway.", "label": "world"}
{"id": 27654, "sentence": "Secret Photos  #39;Helped Plan Batman #39;s Palace Protest #39; A member of the campaign group Fathers 4 Justice tonight claimed he took secret pictures inside Buckingham Palace more than a month before a fellow protester climbed the walls of the Queens official residence.", "label": "world"}
{"id": 119687, "sentence": "Epstein brushes aside Pedro rips Over the last couple of days, former Red Sox ace Pedro Martinez certainly laid the groundwork for what could have been a pretty engaging war of words with his ex-employers.", "label": "sports"}
{"id": 74342, "sentence": "E-Voting Firms Reveal Software to Feds The nation's largest voting machine companies are submitting millions of lines of code to the National Software Reference Library to address sharp criticism from computer scientists about the secret software used in elections.", "label": "technology"}
{"id": 114868, "sentence": "Pakistan Turns Up No Signs of Bin Laden Pakistan said Monday there was no evidence Osama bin Laden is hiding in the country, and denied it allowed CIA agents to set up bases along the border to search for the al-Qaida leader.", "label": "world"}
{"id": 94099, "sentence": "Thompson Resigns from East Carolina Post  GREENVILLE, N.C. (Sports Network) - East Carolina head  football coach John Thompson announced his resignation,  effective at the end of the season, on Wednesday.", "label": "sports"}
{"id": 41246, "sentence": "Perens Hits Out at Sun over OpenOffice Perens said the legal arrangement between Sun and Microsoft was  quot;creepy. quot; The agreement, he added,  quot;essentially says that Sun will not stand together with the open source developers who contributed ", "label": "technology"}
{"id": 27870, "sentence": "Amazon to Take Searches on Web to a New Depth Amazon.com, the e-commerce giant, plans to take aim at the Internet search king Google with a new advanced technology.", "label": "technology"}
{"id": 85910, "sentence": "Sudan, Rebels Sign Accords The Sudanese government and rebel representatives signed accords Tuesday aimed at ending hostilities in the troubled western region of Darfur and guaranteeing aid groups access to 1.6 million civilians uprooted by the conflict.", "label": "world"}
{"id": 65436, "sentence": "Williams #39; CD to be sold on memory card Singer Robbie Williams #39; greatest-hits album will soon be released in UK music stores, and some phone shops, pre-loaded on a memory card.", "label": "technology"}
{"id": 51857, "sentence": "Oil Climbs Back Over \\$50 Per Barrel SINGAPORE, OCT 5: US oil prices scrambled back over \\$50 a barrel on Tuesday, kept on edge by a prolonged production outage in the Gulf of Mexico at a time when major exporters are already pumping nearly full tilt.", "label": "business"}
{"id": 115958, "sentence": "RIM Patent Suit Partly Upheld A US appeals court upheld a patent infringement finding against BlackBerry e-mail device maker Research In Motion Ltd. (RIM.TO: Quote, Profile ", "label": "business"}
{"id": 119872, "sentence": "Deadly ambush on a street in Mosul BAGHDAD -- Insurgents killed four foreigners yesterday in Mosul, a northern city that became a stronghold after Fallujah fell to US and Iraqi forces. Militants also set ablaze a pipeline near the capital -- a rare attack on oil infrastructure in a populated area.", "label": "world"}
{"id": 84260, "sentence": "Mozilla Firefox: The Searcher's Browser Looking for an alternative to Internet Explorer that addresses IE's notorious security flaws and has killer search capabilities to boot?  Look no farther: Firefox is truly a searcher's browser.", "label": "technology"}
{"id": 60143, "sentence": "US reveals anti-piracy proposals A new report calls for the creation of new anti-piracy offices across the US, Europe and Asia.", "label": "technology"}
{"id": 18727, "sentence": "Signs of Discord Emerge as Indo-Pak Ministers Meet (Reuters) Reuters - Signs of discord emerged between\\India and Pakistan as foreign ministers from the nuclear armed\\rivals prepared to meet on Sunday to review and advance a peace\\process that has faltered recently over Kashmir.", "label": "world"}
{"id": 34719, "sentence": "New York Yankees Team Report - September 21 (Sports Network) - The New York Yankees will try to strengthen their hold on first place in the American league East this evening when they continue their three- game series with the Toronto Blue Jays at Yankee Stadium.", "label": "sports"}
{"id": 18302, "sentence": "Hestrie out of Golden contention For Hestrie Cloete, the season is all but over, as South Africa #39;s high jump world champion failed to continue her winning streak in the Golden League on Friday night in Brussels.", "label": "sports"}
{"id": 32326, "sentence": "Ratings game Mike Nugent (below): Ohio State place-kicker makes five field goals as Buckeyes #39; three-yards-and-a-cloud-of-dust offense bores  #39;em and beats  #39;em.", "label": "sports"}
{"id": 97648, "sentence": "Israel, Palestinians Await Powell Visit  JERUSALEM (Reuters) - Israel said ahead of a visit by  Secretary of State Colin Powell Sunday that it would consider  any formal request to pull troops away from West Bank cities to  facilitate a Palestinian presidential election.", "label": "world"}
{"id": 73580, "sentence": "Update: EU okays Oracle bid for PeopleSoft The European Commission concluded that there's insufficient evidence that the takeover would cause competitive harm in the business software sector.", "label": "technology"}
{"id": 70645, "sentence": "Israeli Missiles Kill Gaza Policeman -Medics  GAZA (Reuters) - At least two Israeli missiles fired from a  pilotless aircraft killed one Palestinian policeman and wounded  six on Sunday in the southern Gaza town of Khan Younis, medics  said.", "label": "world"}
{"id": 34439, "sentence": "Court asked to delay fund director rule  WASHINGTON -- The US Chamber of Commerce filed an emergency motion yesterday seeking a court order to block the Securities and Exchange Commission from requiring that 75 percent of mutual fund directors, including the chairman, be independent of the fund company.", "label": "business"}
{"id": 97913, "sentence": "Shaky Gunners blow it ARSENAL manager Arsene Wenger launched a scathing attack on his team after the English champions threw away the chance to leapfrog Chelsea at the top of the table with a haphazard display against West Bromwich Albion yesterday.", "label": "sports"}
{"id": 76623, "sentence": "Ovitz Defends His Role in ABC Hiring, 'Kundun' GEORGETOWN, Del., Oct. 28 -- Plaintiffs in a shareholder lawsuit over former Walt Disney Co. president Michael Ovitz's \\$140 million severance package attempted Thursday to portray Ovitz as a dishonest bumbler who botched the hiring of a major television executive and pushed the release of a movie that angered the Chinese government, damaging Disney's business prospects in the country.", "label": "business"}
{"id": 56156, "sentence": "E-Voting Research Delayed, Experts Say (AP) AP - After nearly 50,000 Michigan Democrats cast ballots over the Internet in February, academics eagerly sought election data that would help them determine what types of people voted online. But scholars around the country complain that they haven't been able to get statistics from the Feb. 7 caucus.", "label": "technology"}
{"id": 117680, "sentence": "Oil prices jump after US reports lower supplies Oil futures prices bolted 5 percent higher yesterday, climbing above \\$44 a barrel after US government data showed a slight decline in crude and heating oil supplies ", "label": "business"}
{"id": 76485, "sentence": "Soccer: Player dies in Brazilian league game Serginho, a 30-year-old defender with So Caetano, collapsed and died of what appeared to be a heart attack during a Brazilian league match on Wednesday night.", "label": "sports"}
{"id": 52351, "sentence": "Astros Lead Braves 8-3 After 8 Innings ATLANTA - Recovering from a stomach illness, Roger Clemens battled through seven innings as the Houston Astros faced the Atlanta Braves in the NL division series opener Wednesday.    Clemens (18-4) got into trouble early with walks, racking up six and loading the bases twice in three innings...", "label": "world"}
{"id": 47448, "sentence": "Baseball: Giants dump Dodgers to deny division crown LOS ANGELES: San Francisco have denied the Los Angeles Dodgers a division title, with a 4-2 Major League Baseball triumph that kept the Giants in the thick of the National League playoff race.", "label": "sports"}
{"id": 28747, "sentence": "Chile's Pinochet Hospitalized with Infection  SANTIAGO, Chile (Reuters) - Former Chilean dictator Augusto  Pinochet was hospitalized in Santiago on Wednesday with acute  respiratory infection.", "label": "world"}
{"id": 18132, "sentence": "Tech jobs added in August Computer systems design and computer manufacturing jobs grow, as does optimism among IT workers.", "label": "technology"}
{"id": 66785, "sentence": "Panathinaikos 2 Arsenal 2 JENS LEHMANN was for the high jump last night after his double cock-up in the Olympic city. One howler might have been excused - but two was simply unforgivable.", "label": "sports"}
{"id": 64687, "sentence": "Cern particle lab marks 50 years Europe's Organization for Nuclear Research (Cern) in Geneva celebrates 50 years of its work.", "label": "technology"}
{"id": 11916, "sentence": "California to Vote on \\$3 Billion Stem Cell Project By PAUL ELIAS     SAN FRANCISCO (AP) -- Silicon Valley tycoons, Nobel laureates and Hollywood celebrities are backing a measure on California's Nov. 2 ballot to devote \\$3 billion to human embryonic stem cell experiments in what would be the biggest-ever state-supported scientific research program in the country...", "label": "technology"}
{"id": 99062, "sentence": "IBM Sales Exec Swainson to Become CA CEO  NEW YORK (Reuters) - Computer Associates International Inc.  &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=CA.N target=/stocks/quickinfo/fullquote\"&gt;CA.N&lt;/A&gt; is set to name IBM sales executive John Swainson as  chief executive, completing a long search to replace indicted  former CEO Sanjay Kumar, industry sources said on Monday.", "label": "business"}
{"id": 6176, "sentence": "Olympic gold provides inspiration Britain #39;s Olympic success and gold medal tally gives the papers an excuse to wax lyrical on Sunday. Matthew Pinsent #39;s fourth rowing gold and his team #39;s success in the coxless four is the cause of many  quot;oar-some quot; puns.", "label": "sports"}
{"id": 112867, "sentence": "Teams Eye Free Agents at Winter Meetings (AP) AP - Just down the road from the Magic Kingdom, major league teams toyed with trades and focused on free agents as the winter meetings began Friday.", "label": "sports"}
{"id": 14372, "sentence": "Intel Updates on 65nm , 8/30/2004. With 90 nanometer chips now on the market, the race for the next node - 65nm -- is now underway. Intel is on track for initial production of chips based on 65-nanometer process ", "label": "business"}
{"id": 20034, "sentence": "Stripped down Longhorn still offers gems Although Microsoft's Longhorn has been stripped of its unified file system and some other key  technologies, the company said the next Windows release will still be worth the upgrade.", "label": "technology"}
{"id": 82241, "sentence": "Taiwan issues shooting report, but mystery remains Taiwan released on Friday the full report by a top US forensic expert on the election-eve shooting of President Chen Shui-bian but it offered few clues on who was responsible for the mysterious attack.", "label": "world"}
{"id": 20970, "sentence": "Hindus Worry Over Christian, Muslim Growth (AP) AP - The leader of India's Hindu-nationalist opposition on Tuesday voiced concern over the growth rate among minority Muslims and Christians, urging them to practice family planning to preserve the nation's \"unity and integrity.\"", "label": "world"}
{"id": 103820, "sentence": "A universally good year for the Geminids meteor shower SATURN makes its reappearance on our star maps this month but is only the appetiser for a feast of planetary interest later in the night.", "label": "technology"}
{"id": 89193, "sentence": "China to Invest \\$10 Bln Over Two Years in Brazil (Update2) China pledged to invest \\$10 billion in Brazil over the next two years as the two countries strengthen economic and trade ties. China agreed to invest in railroads, ports, steel mills ", "label": "business"}
{"id": 55334, "sentence": "Indonesia #39;s Yudhoyono hails victory, vows to tackle corruption &lt;b&gt;...&lt;/b&gt; JAKARTA : Indonesian president-elect Susilo Bambang Yudhoyono on Saturday delivered a long-awaited victory speech, promising to immediately tackle corruption and regional conflicts.", "label": "world"}
{"id": 78173, "sentence": "Princess Alice, the oldest royal of all, dies at 102 PRINCESS Alice, the Queens aunt who once described herself as a pre-beatnik, has died at the age of 102. She was the oldest member of the British royal family in history.", "label": "world"}
{"id": 8327, "sentence": "Feds: Anger drove Varian hacker: Disgruntled #39; ex-programmer &lt;b&gt;...&lt;/b&gt; A vindictive software programmer upset about his cancelled contract snuck into Varian Semiconductor Equipment Associates Inc. #39;s computer system and zapped out e-commerce coding he and others ", "label": "business"}
{"id": 50433, "sentence": "Genentech Receives Subpoena on Rituxan Biotechnology company Genentech Inc. received a subpoena from the US Attorney #39;s Office for the Eastern District of Pennsylvania requesting documents related to the promotion ", "label": "business"}
{"id": 50020, "sentence": "Red Sox and Angels Share Little, and a Lot The Red Sox and the Angels believe they can beat each other in a three-of-five-game division series and perhaps get one more shot at ... the Yankees.", "label": "sports"}
{"id": 78105, "sentence": "Wolfsburg stays on top in Germany with 4-3 win; Bayern, Stuttgart &lt;b&gt;...&lt;/b&gt; Bulgarian striker Martin Petrov scored all four goals and Wolfsburg rallied from a two-goal deficit to stay atop the Bundesliga with a 4-3 victory over newcomer Mainz, while Stuttgart and Bayern both lost Saturday.", "label": "sports"}
{"id": 61349, "sentence": "'Ranked-Choice Voting' Debuts in Calif. (AP) AP - In a change that could give new meaning to direct democracy, San Franciscans will soon cast ballots listing their first, second and third-place choices for municipal offices under a new \"ranked-choice voting\" system that would eliminate separate run-off elections.", "label": "world"}
{"id": 69353, "sentence": "Bush Declares Kerry Can't Keep U.S. Safe (AP) AP - President Bush said Friday that the choice facing voters amounts to who can keep Americans safer from terrorists and that John Kerry does not measure up. Kerry's campaign accused the president of resorting to fearmongering out of desperation as the rivals exchanged accusations across battleground states.", "label": "world"}
{"id": 32954, "sentence": "AOL Rings Up New Shopping Service  NEW YORK (Reuters) - America Online, the world's largest  Internet service provider on Monday launched an overhauled  online shopping center it hopes will help it keep pace with  competitive offerings by Yahoo Inc.&lt;A HREF=\"http://www.reuters.co.uk/financeQuoteLookup.jhtml?ticker=YHOO.O qtype=sym infotype=info qcat=news\"&gt;YHOO.O&lt;/A&gt;, Google Inc.  &lt;A HREF=\"http://www.reuters.co.uk/financeQuoteLookup.jhtml?ticker=GOOG.O qtype=sym infotype=info qcat=news\"&gt;GOOG.O&lt;/A&gt; and Shopping.com, executives said.", "label": "technology"}
{"id": 72513, "sentence": "Around The Region HCC Insurance Holdings said Monday that its subsidiaries that have market service agreements have voluntarily suspended payments under the agreements.", "label": "business"}
{"id": 112825, "sentence": "Finley Signs  #36;14 Million Deal With Angels (AP) AP - The Anaheim Angels rounded out their starting outfield Friday, agreeing to a  #36;14 million, two-year contract with center fielder Steve Finley.", "label": "sports"}
{"id": 1505, "sentence": "CA moves to tackle spyware In a move to round out its computer security offerings, Computer Associates International Inc. yesterday said it acquired Pest Patrol Inc., a Carlisle, Pa., company that specializes in software to detect and eradicate malicious spyware. ", "label": "technology"}
{"id": 89167, "sentence": "Washington-Bound Expos Hire Ticket Agency WASHINGTON Nov 12, 2004 - The Expos cleared another logistical hurdle in their move to Washington on Friday, announcing an agreement with Ticketmaster to handle ticket sales.", "label": "sports"}
{"id": 94467, "sentence": "Asia-Pacific ministers talk trade, protesters battle with police = Ministers from nations facing the Pacific Ocean discussed stronger economic ties and the elimination of trade barriers against a backdrop of street clashes between anti-globalisation protesters and Chilean police.", "label": "world"}
{"id": 15015, "sentence": "Computers Add Sophistication, but Don #39;t Resolve Climate Debate hen the Bush administration issued an update last week on federal climate research, it was criticized with equal vigor by environmentalists and by industry-backed groups.", "label": "technology"}
{"id": 89354, "sentence": "Busch wins NASCAR pole in Darlington DARLINGTON, South Carolina (Ticker) - With so much emphasis being placed on NASCAR #39;s  quot;Chase for the Championship, quot; it won #39;t be hard to keep track of those 10 drivers in Sunday #39;s Southern 500.", "label": "sports"}
{"id": 115971, "sentence": "ICANN Clears Way for Mobile, Job Domain Extensions Because of speed restrictions, mobile devices often have trouble downloading Web pages that are designed to provide the optimum experience for high-speed Internet users.", "label": "technology"}
{"id": 70382, "sentence": "Iraq ; Black Watch look to Christmas Soldiers declared  quot;mission accomplished quot; as the battle group convoy of more than 200 vehicles arrived at the relative safety of Shaibah Logistics Base.", "label": "world"}
{"id": 98420, "sentence": "Merck offers Vioxx defense  NEW YORK -- Merck  amp; Co.'s campaign to defend itself in the wake of the recall of the pain reliever Vioxx intensified last week, as it placed a package of three full-page ads in seven prominent newspapers beginning last Friday. That follows several television appearances, as well as testimony before Congress by the company's chief executive.", "label": "business"}
{"id": 34974, "sentence": "Fed Raises Rates for Third Time This Year  WASHINGTON (Reuters) - The U.S. Federal Reserve on Tuesday  raised interest rates for the third time this year by a quarter  of a percentage point and said the economy was regaining  momentum, signaling at least one more to come.", "label": "business"}
{"id": 100742, "sentence": "Pitt Looks to Upset No. 21 West Virginia (AP) AP - Maybe Pittsburgh has finally discovered how to wear down playmaking West Virginia quarterback Rasheed Marshall: Tire him out before the game.", "label": "sports"}
{"id": 84013, "sentence": "Mauresmo through to final as Sharapova withdraws NEW YORK: Title holder and top seed Amelie Mauresmo received an easy passage into the final of the Advanta Championships in Philadelphia on Saturday when Maria Sharapova was forced out of the event with a sore shoulder.", "label": "sports"}
{"id": 44588, "sentence": "Specially marked balls used for Ichiro as he closes in on record US Major League baseball has released to the press the specially marked balls used for when Ichiro Suzuki bats as he closes in on the record for most hits in a season.", "label": "sports"}
{"id": 14622, "sentence": "Sprint, SBC announce Wi-Fi sharing agreement KANSAS CITY, Mo. -- Customers of Sprint Corp. and SBC Communications Inc. will be able to use both companies #39; wireless Internet connections with less hassle under a reciprocal deal announced Friday.", "label": "technology"}
{"id": 38470, "sentence": "British envoy again blasts Kenya on graft Britain #39;s ambassador to Kenya renewed criticism on Friday that Nairobi lacked the will to stamp out corruption, the latest salvo in a simmering diplomatic spat between Kenya and its international donors.", "label": "world"}
{"id": 56986, "sentence": "Pew File-Sharing Survey Gives a Voice to Artists The battle over digital copyrights and illegal file sharing is often portrayed as a struggle between Internet scofflaws and greedy corporations.", "label": "technology"}
{"id": 20731, "sentence": "Iranian Judoka Who Refused to Fight Israeli Handed \\$125,000  TEHRAN (Reuters) - Iran have given judo world champion  Arash Miresmaeili a \\$125,000 reward, saying he sacrificed a  gold medal at the Athens Olympics by refusing to fight an  Israeli, a sports official said on Tuesday.", "label": "sports"}
{"id": 59471, "sentence": "U.N. Nuclear Inspectors Ready to Return to Iraq  VIENNA (Reuters) - U.N. inspectors, barred from most of  Iraq since last year's invasion, are ready to return to probe  the disappearance of equipment that could be used in atomic  weapons, the United Nations nuclear watchdog said on Wednesday.", "label": "world"}
{"id": 426, "sentence": "Google IPO Registration Ends Today Google IPO Registration Ends Today\\\\Google has set their IPO registration deadline at today for investors to register for the Google initial public offering.\\\\Investors wishing to participate in Google's initial public offering have until 5 pm today to register for the auction at ipo.google.com, according to a statement issued Tuesday on ...", "label": "technology"}
{"id": 94647, "sentence": "eBay Agrees to Limit Racial Slurs on Auction Site (Reuters) Reuters - Internet auction house eBay Inc.\\said on Wednesday it would limit the use of racial slurs after\\U.S. city officials complained the offensive terms were being\\used to advertise lawn jockeys and other antiques.", "label": "technology"}
{"id": 114800, "sentence": "Iran nuclear chief hails  #39;new chapter #39; with Europe after talks Iran #39;s top nuclear official Hassan Rowhani hailed Monday a  quot;new chapter quot; in relations between Tehran and Europe, after talks with key EU ministers on rewards Iran is to receive for suspending uranium enrichment to show it is not making atomic weapons.", "label": "world"}
{"id": 94330, "sentence": "Wis. Plans to Invest in Stem Cell Study (AP) AP - Gov. Jim Doyle announced plans Wednesday to invest nearly  #36;750 million to support human embryonic stem cell research and other medical experiments.", "label": "technology"}
{"id": 34523, "sentence": "TrueSecure to merge with New York company Herndon-based information technology security company TrueSecure is merging with New York-based Betrusted Holdings, creating what the companies say is the largest privately held IT security company with \\$160 million in annual revenue.", "label": "technology"}
{"id": 65613, "sentence": "Chargers lose Caldwell for year, add McCardell, Shaw San Diego Chargers wide receiver Reche Caldwell will miss the rest of the season after tearing a ligament in his right knee in Sunday #39;s loss at Atlanta.", "label": "sports"}
{"id": 99872, "sentence": "No. 2 Kansas Defeats St. Joseph's 91-51 (AP) AP - Wayne Simien had 20 points and 13 rebounds, and No. 2 Kansas shot 63 percent during a 91-51 rout of St. Joseph's on Tuesday night.", "label": "sports"}
{"id": 23417, "sentence": "Government agencies hit slump in recent efforts to block mergers Like the New York Yankees in a midsummer slump, the federal government is on a rare losing streak - at least in its efforts to block mergers.", "label": "business"}
{"id": 66543, "sentence": "Does Google desktop search pose risks? If you use shared or public computers, you have a new privacy risk to consider: Google Desktop Search.\\", "label": "technology"}
{"id": 119620, "sentence": "Cisco \\$12M Tokyo research center The Tokyo facility will open in February, 2005, representing an initial \\$12 million investment over the next five years to study Internet Protocol-based networking technologies, including routers and Cisco IOS and IOS XR software, says the company.", "label": "technology"}
{"id": 13948, "sentence": "ATHENS OLYMPICS 2004 / IOC boss Rogge hails  #39;awakening of Asia #39; IOC President Jacques Rogge hailed  quot;the awakening of Asia quot; at the Athens Olympics as the global event headed toward its finale.", "label": "sports"}
{"id": 114101, "sentence": "IBM, AMD claim 24 per cent chip speed gains IBM and Advanced Micro Devices (AMD) have jointly developed a new method for implementing strained silicon technology on both positive and negative transistors, the companies are expected to announce today.", "label": "technology"}
{"id": 81960, "sentence": "Researchers Get Grant for Vaccine Study (AP) AP - A research team has been awarded a  #36;3.5 million federal grant to use a molecular detective technique to study and potentially improve the military's anthrax vaccine.", "label": "technology"}
{"id": 39118, "sentence": "ICC Champions Trophy final today LONDON: England seeks to cap a successful summer with its first major one-day cricket tournament win when it faces the West Indies in the Champions Trophy final today at the Oval.", "label": "sports"}
{"id": 110320, "sentence": "Mozilla Launches Thunderbird E-Mail Client A spokesperson for Mozilla said that Thunderbird is another milestone in cooperation between hundreds of open-source community volunteers.", "label": "technology"}
{"id": 83749, "sentence": "Brockton boosts win streak to six Brockton, continuing to hush doubters following a difficult loss to Xaverian in Week 3, won its sixth in a row yesterday, tripping up visiting Pinkerton Academy (N.H.), 39-10, at Marciano Stadium.", "label": "sports"}
{"id": 66541, "sentence": "Wavelink unveils integrated wireless management, security software Wavelink Managed Security allows a company to centrally deploy WPA client software and policies across multiple devices and supports a range of major authentication standards.", "label": "technology"}
{"id": 79819, "sentence": "Trading slump hurts UBS profit Bank #39;s 3Q profit dips, but it says  #39;04 will be better than  #39;03; wealth management stays strong. ZURICH (Reuters) - Banking heavyweight UBS remained cautious about prospects for the rest of the year after a ", "label": "business"}
{"id": 26072, "sentence": "Warming to the Warning Irrational exuberance follows after Broadcom investors bid up the stock on the heels of a revenue warning.", "label": "business"}
{"id": 20033, "sentence": "China may stage part of Olympics in Hong Kong CHINA intends to make Olympic history by staging part of the 2008 Beijing Games outside its own territory. Top officials have suggested sending Olympians three hours by plane from the Olympic village on the ", "label": "sports"}
{"id": 49010, "sentence": "Hyundai scores well in value survey NEW YORK (CNN/Money) - Cars made by Korea #39;s Hyundai have been rated as the best value among all makes due to improved customer opinion of its quality, according to a published report Monday.", "label": "business"}
{"id": 99944, "sentence": "A Tragic Free Fall The surprising death of Justin Strzelczyk, a former starter with the Steelers, leaves his friends and family with unanswered questions.", "label": "sports"}
{"id": 21175, "sentence": "Lemieux Reigns in Hockey's Shared Memory Luck is a relative term for Mario Lemieux, who has endured back operations, hip operations, cancer, a premature retirement and a team bankruptcy.", "label": "sports"}
{"id": 70698, "sentence": "Netflix Girds for DVD Rental Price War The future suddenly looks shaky for online DVD rental pioneer Netflix Inc. - a plucky home entertainment upstart that managed to hold its ground after retailing giants Wal-Mart Stores Inc.", "label": "business"}
{"id": 102057, "sentence": "Dollar at New All-Time Low vs. Euro The U.S. dollar hit a new all-time low against the euro Friday for the fourth straight day, pushing the European currency above \\$1.33 amid concerns about the twin U.S. deficits and the lack of any central bank action to stop the dollar's decline.", "label": "business"}
{"id": 69515, "sentence": "Low-Key Suppan Plays Big Role for Cards (AP) AP - Somewhat lost in the St. Louis Cardinals' Game 7 victory over a future Hall of Fame pitcher was the role their little-known starter played in getting them to their first World Series in 17 years.", "label": "sports"}
{"id": 75, "sentence": "HP to Buy Synstar Hewlett-Packard will pay \\$297 million for the British company. Also: TiVo goes all out to attract customers   hellip;. Sprint offers service guarantees for business wireless subscribers   hellip;. and more.", "label": "business"}
{"id": 78505, "sentence": "New game from Wideload, Alex Seropian named, dated Stubbs the Zombie being built on top of the Halo engine; Aspyr pegs summer  #39;05 as day the bloody demon arrives. Exclusive screens, developer video inside.", "label": "technology"}
{"id": 42488, "sentence": "Turner to Provide Content for Net TV Co. (AP) AP - Akimbo Systems Inc., a startup that plans to deliver video over the Internet to television sets, has signed a deal for mainstream content from Time Warner Inc.'s Turner Broadcasting System.", "label": "technology"}
{"id": 64043, "sentence": "Solar Minimum is Coming Something strange happened on the sun last week: all the sunspots vanished. This is a sign, say forecasters, that solar minimum is coming sooner than expected.", "label": "technology"}
{"id": 2553, "sentence": "Rocket Slams Into Iraqi Market, Killing 5 (AP) AP - A rocket slammed into a busy market in the northern Iraqi city of Mosul on Wednesday, killing at least five civilians, a U.S. military spokeswoman said.", "label": "world"}
{"id": 14663, "sentence": "Stocks Set to Open Lower as Oil Rises (Reuters) Reuters - U.S. stocks are set to open lower on\\Monday with oil prices climbing higher and Wall Street on edge\\as the Republican National Convention gets underway in New York\\City amid heightened security concerns.", "label": "business"}
{"id": 47577, "sentence": "Motor Cycling: Gibernau wins in Qatar as Rossi crashes out LOSAIL, Qatar : Spain #39;s Sete Gibernau won a dramatic Qatar Grand Prix to throw the world title race wide open after defending world champion Valentino Rossi crashed out.", "label": "sports"}
{"id": 115176, "sentence": "Filipinos mourn the death of movie legend The actor, who nearly unseated Gloria Arroyo in May #39;s presidential election, suffered a stroke at the weekend. News of Mr Poe #39;s illness and death has gripped the nation, pushing aside reports about a bomb ", "label": "world"}
{"id": 109009, "sentence": "Russia woos Indian IT firms, call to jointly tap global markets (AFP) AFP - Russia said it wants to emulate India's success in information technology as it wooed Indian firms for joint projects and called on both nations to team up to tap global markets.", "label": "world"}
{"id": 105746, "sentence": "The Record Labels Attack Kazaa  In Australia, That Is The seemingly endless battle over mp3s and filesharing wages on as the largest copyright infringement case in Australian history began yesterday (November 29) in Sydney.", "label": "technology"}
{"id": 40307, "sentence": "Blair vows agenda for future BRIGHTON: British Prime Minister Tony Blair dismissed talk of resignation and vowed a strong agenda for the future as his ruling Labour Party #39;s annual convention opened yesterday.", "label": "world"}
{"id": 31386, "sentence": "Search Firm Cashes in on Google Warrants (AP) AP - Executive search firm Heidrick  amp; Struggles International Inc. on Friday said it earned nearly  #36;130 million by selling Google Inc. stock it got as payment for finding the Internet company a new CEO in 2001.", "label": "technology"}
{"id": 7593, "sentence": "Rethinking Big Pharma Risk is knocking Big Pharma stocks down. They won't be getting up anytime soon.", "label": "business"}
{"id": 31572, "sentence": "Guard Supervisor Wrote to Bush's Father WASHINGTON - A packet of Texas Air National Guard records released Friday showed that the commanding officer of President Bush's basic training unit took a special interest in him as a trainee and wrote to his father to praise him. Democrats called that proof of preferential treatment...", "label": "world"}
{"id": 115083, "sentence": "Iran optimistic over nuclear negotiations with EU TEHERAN - Iran said on Monday it was optimistic ahead of crucial talks with the European Union aimed at striking a long-term accord that would ease concerns over the countrys nuclear programme.", "label": "world"}
{"id": 74365, "sentence": "Classy McGrath puts Australia on top in third India Test (AFP) AFP - Glenn McGrath destroyed India's top order in his 100th Test match here to bring world champions Australia closer to their first series win on Indian soil in 35 years.", "label": "world"}
{"id": 10323, "sentence": "Agony and ecstasy in women #39;s triathlon There was the Aussie leading the race. There was the American with the Aussie-themed daughter named Sydney hanging tough in second.", "label": "sports"}
{"id": 11227, "sentence": "UPDATE 3-Guidant resolves Champion stent issues Guidant Corp. (GDT.N: Quote, Profile, Research) said on Thursday it has resolved manufacturing and design problems that caused tiny fractures in its experimental ", "label": "business"}
{"id": 95933, "sentence": "Bush to Take Security Agenda to APEC Meet (AP) AP - President Bush, meeting with Asian-Pacific leaders, is seeking more international backing to both persuade North Korea to abandon its nuclear weapons ambitions and to take concrete steps to cripple terrorist networks around the world.", "label": "world"}
{"id": 63700, "sentence": "Arab TV reports militants execute two Macedonian hostages in Iraq BAGHDAD, Iraq According to Arab TV, Iraqi militants say they #39;ve killed two Macedonian hostages. Al-Jazeera broadcast a videotape showing the two men holding identification.", "label": "world"}
{"id": 106958, "sentence": "TiVo Untethered and Ready to Go A new portable service will allow people to transfer shows recorded by TiVo to PCs or laptops and take them on the road. But don't try sending programs over the web.", "label": "technology"}
{"id": 9072, "sentence": "Italian troops 'to stay in Iraq' Italy says it has no intention of withdrawing its troops from Iraq despite the demands of kidnappers who seized an Italian journalist.", "label": "world"}
{"id": 99694, "sentence": "Investors bolster takeover by Oracle Bolstered by investors, Oracle Corp. appears destined to complete its long-sought takeover of PeopleSoft Inc. unless its rival becomes more profitable and proves it is worth more than the \\$9.2 billion bid currently on the table.", "label": "business"}
{"id": 69823, "sentence": "MIT Grad Delivers Tech for Health Care (AP) AP - Vikram Kumar is hardly your typical tech chief executive. He shares a two-bedroom apartment with a sister and a nephew and gets around town by bicycle or in a 20-year-old Mercedes Benz.", "label": "technology"}
{"id": 100380, "sentence": "10 of jobs on the block at Cingular; office jobs targeted Cingular Wireless will cut close to 10 of its 68,000 jobs over the next 12 to 18 months as it combines operations with the recently acquired AT amp;T Wireless, the chief executive of the nation #39;s largest cell phone company said Tuesday in an ", "label": "business"}
{"id": 16484, "sentence": "Ford Cuts Production While Chrysler's Sales Rise Ford Motor posted weaker U.S. vehicle sales for August today and cut its fourth-quarter production. Chrysler posted a fifth straight month of stronger results.", "label": "business"}
{"id": 16829, "sentence": "Malaysia #39;s Anwar Ibrahim Freed From Prison on Final Appeal Anwar Ibrahim, Malaysia #39;s former deputy prime minister, was freed by the country #39;s highest court, which overturned his conviction for sodomy following an appeal.", "label": "world"}
{"id": 86475, "sentence": "Brokerage firm to lay off 3,000 as earnings plunge amid probe Marsh  amp; McLennan Companies Inc. announced disappointing earnings for the third quarter and said it will lay off 3,000 employees, or about 5 percent of its work force, because of fallout from a bid-rigging ", "label": "business"}
{"id": 62297, "sentence": "Stuttgart tops table as Bayern, Bremen lose VfB Stuttgart moved into top spot in the Bundesliga with a 2-0 victory over Borussia Dortmund on Saturday, while Bayern Munich suffered a shock 1-0 home defeat to Schalke.", "label": "sports"}
{"id": 72064, "sentence": "Arafat Has Diagnostic Procedure, No Major Ailment Found  RAMALLAH, West Bank (Reuters) - Yasser Arafat underwent a  minor diagnostic procedure on Monday and doctors found no major  ailment after a week of concerns over the Palestinian  president's health, officials said.", "label": "world"}
{"id": 21644, "sentence": "Anwar Seeks Court Clearance A bid by Malaysias former deputy leader Anwar Ibrahim to clear his criminal record and return to politics gained pace today as the nations highest court said it would rule next week on an appeal to overturn his corruption conviction.", "label": "world"}
{"id": 34742, "sentence": "Shampooing to Stop Oil Spill Bird Deaths Oil spills cause more than half a million water birds to die each year, according to conservationists. Rescue workers offer some birds a chance at survival.", "label": "technology"}
{"id": 69164, "sentence": "Epson intros rangefinder digital camera Epson America Inc. on Thursday introduced the R-D1, a rangefinder digital camera. The American introduction of the R-D1 trails its Japanese unveiling earlier this year.", "label": "technology"}
{"id": 114352, "sentence": "Real to finish bomb scare match  Real Madrid and Real Socieded will play the final six minutes of their abandoned game.", "label": "world"}
{"id": 79508, "sentence": "Kederis awaits drugs charges Kostas Kederis, Greece #39;s disgraced former Olympic champion, has said he is confident he will clear his name in court if authorities in Athens decide to charge him with deliberately avoiding a drugs test.", "label": "sports"}
{"id": 55462, "sentence": "Australian PM Howard Celebrates Fourth Poll Win  SYDNEY (Reuters) - Australian Prime Minister John Howard, a  key U.S. ally and supporter of the Iraq war, celebrated on  Sunday his election win over opposition Labor after voters  enjoying the fruits of a strong economy gave him another term.", "label": "world"}
{"id": 27761, "sentence": "Some Firms Avoid Dent From Scandal (Investor's Business Daily) Investor's Business Daily - Despite a year of negative headlines, the investing public doesn't understand the mutual fund scandal, couldn't care less and hasn't lost much confidence in the fund families where they invest, says a new study released this week.", "label": "business"}
{"id": 70687, "sentence": "Zarqawi claims killing of Iraqi recruits killing of an American diplomat in Iraq since last year #39;s US-led invasion toppled Saddam Hussein. militants that it killed 48  quot;apostates quot; in the attack.", "label": "world"}
{"id": 98995, "sentence": "Zarqawi group claims Allawi kidnappings A militant group led by Jordanian terrorist Abu Musab al-Zarqawi claimed responsibility Monday for kidnapping and then releasing three family members of Iraq #39;s interim prime minister, Ayad Allawi.", "label": "world"}
{"id": 95674, "sentence": "IBM Says It Swamps Rivals in Key UNIX Computer Test IBM IBM.N said on Thursday its workhorse commercial computers have smashed the industry #39;s most demanding tests, which analysts said creates a performance gap that could ", "label": "technology"}
{"id": 90423, "sentence": "U.S. Researcher Says Finds Atlantis Off Cyprus (Reuters) Reuters - A U.S. researcher on Sunday\\claimed he had found the lost civilization of Atlantis in the\\watery deep off Cyprus -- adding his theory to a mystery which\\has baffled explorers for centuries.", "label": "technology"}
{"id": 26366, "sentence": "EU considers sanctions against Sudan afrol News, 13 September - Foreign Ministers of the European Union (EU) today decided to investigate whether the situation in Sudan #39;s Darfur provinces should be termed  quot;genocide quot;.", "label": "world"}
{"id": 93448, "sentence": "HP stock surges on record results Shares in Hewlett-Packard have risen by 8 per cent in after-hours trading after the US computer and printer manufacturer reported record revenues in every division and in every region.", "label": "business"}
{"id": 40858, "sentence": "Philips looking to build 300-mm joint venture fab LONDON - At a day of lectures for financial analysts being held in the Netherlands, Royal Philips Electronics NV said it is looking to build a joint venture wafer fab, labeled as  #39;JV(12)-2 #39; to begin displacing Taiwan Semiconductor Manufacturing Co.", "label": "technology"}
{"id": 52297, "sentence": "Astros Lead Braves 7-1 Midway Through 5 ATLANTA - The Houston Astros got a break when illness prevented Roger Clemens from pitching as scheduled in the team's NL wild-card berth clincher. Because Clemens missed Sunday's game, the Rocket started against the Atlanta Braves in the NL division series opener Wednesday...", "label": "world"}
{"id": 88040, "sentence": "Canadian Tire Net Rises 17, Helped by Credit Cards (Update1) Canadian Tire Corp., the country #39;s biggest retailer of auto supplies and sporting goods, said third- quarter profit rose 17 percent as customers put more purchases on the company #39;s credit card.", "label": "business"}
{"id": 85181, "sentence": "Gates, Brees power Chargers past Saints SAN DIEGO - These clearly are not the San Diego Chargers of the recent gloomy past. They can pass. They can catch. They can play defense.", "label": "sports"}
{"id": 48945, "sentence": "The Crew of Halo 2 Meet the special-effects gods who created the most anticipated game of the year. By David Kushner from Wired magazine.", "label": "technology"}
{"id": 57423, "sentence": "FTC Filing Targets Malicious Spyware Spyware has come under target of the Federal Trade Commission with a new complaint filed in federal court which is requesting that two Internet based advertising and software firms be closed.", "label": "technology"}
{"id": 117915, "sentence": "Wi-Fi access point squeezed onto single chip Wireless chipset manufacturer Atheros announced on Wednesday that it has managed to fit the full functionality of a high-speed wireless access point onto a single processor.", "label": "technology"}
{"id": 67840, "sentence": "Caesars Profit Up on Vegas Hotel Business Caesars Entertainment Inc. on Thursday posted a rise in third-quarter profit as Las Vegas hotels filled up and Atlantic City properties squeaked out a profit that was unexpected by the company.", "label": "business"}
{"id": 59178, "sentence": "Virgin Group Aims at iPod Mini The MP3 player market, where the iPod Mini once stood alone, will soon have several new entries. IDC predicted last month that the segment will grow from 12.", "label": "technology"}
{"id": 15861, "sentence": "Juventus signs two stars at deadline Torino, Italy (Sports Network) - Juventus served notice of its intentions Tuesday, acquiring Italian national team captain Fabio Cannavaro and talented Swedish striker Zlatan Ibrahimovic.", "label": "sports"}
{"id": 32494, "sentence": "Playing every game won #39;t save Schofield PORT ADELAIDE midfielder Jarrad Schofield is at risk of missing Saturday #39;s Grand Final against the Brisbane Lions - after playing in all of the Power #39;s 24 games this year.", "label": "sports"}
{"id": 29452, "sentence": " #39;Satisfied #39; Benitez left wanting more RAFAEL BENITEZ last night insisted there was more to come from Liverpool after the  quot;fantastic start quot; to their Champions League return.", "label": "sports"}
{"id": 8393, "sentence": "This week, 4 Guantanamo detainees to be arraigned GUANTANAMO BAY NAVAL BASE, Cuba -- The first Guantanamo detainees to be arraigned on terrorism charges are an alleged Al Qaeda accountant, a poet accused of crafting terrorist propaganda, a man accused of being a driver for Osama bin Laden and an ", "label": "world"}
{"id": 44314, "sentence": "Violence racks Palestinian territories Israeli helicopters have launched fresh missile strikes on the Gaza Strip, killing two Palestinians and wounding four others. Witnesses said an Israeli helicopter fired a missile into the Jabalya refugee camp in northern Gaza killing the two.", "label": "world"}
{"id": 2758, "sentence": "Iran retaliation threat to Israeli N-plant Iran will strike the Israeli reactor at Dimona if Israel attacks the Islamic republic #39;s nuclear facilities, a commander of the elite Revolutionary Guards has said. ", "label": "world"}
{"id": 77111, "sentence": "Red Sox will appear on Wheaties box The Boston Red Sox will be the first World Series winner featured on a Wheaties box since the 1999 New York Yankees. The special edition package will picture David Ortiz on the front of the box, along with ", "label": "sports"}
{"id": 72604, "sentence": "Explosives were looted after Iraq invasion WASHINGTON -- Iraqi officials reported that thieves looted 377 tons of powerful explosives from an unguarded site after the US-led invasion last year, the top UN nuclear official said yesterday. And a former weapons inspector said he had counted about 100 other unguarded weapons sites that may have been stripped of munitions for use in the wave of attacks against ...", "label": "world"}
{"id": 30162, "sentence": "Airbus tests in-flight mobile phones The successful Airbus tests involved communications to and from several different types of GSM mobile phones onboard to mobile and fixed telephones on the ground, and to another mobile phone on the plane.", "label": "technology"}
{"id": 77129, "sentence": "Andrew Kantor: CyberSpeak - Sinclair is the latest to feel the power of blogs (USATODAY.com) USATODAY.com - Last Friday, television stations that were members of the Sinclair Media Group were scheduled to air an anti-John Kerry special called Stolen Honor. They were ordered to by executives of the company - the same execs who forbid the 62 TV stations the company controls from airing Ted Koppel's reading of the names of U.S. soldiers killed in Iraq this spring.", "label": "technology"}
{"id": 28865, "sentence": "5/11 Afridi towers over the Kenyans LONDON, September 15: Pakistan sent out a warning to India before their Champions Trophy Group C showdown with a seven-wicket demolition of Kenya at Edgbaston on Wednesday.", "label": "sports"}
{"id": 943, "sentence": "Donkey cart beats out Porsche in Portuguese road race (AFP) AFP - A donkey cart beat a Porsche in a race held in a northern Portuguese city over the weekend to see which mode of transportation could best handle car congestion.", "label": "world"}
{"id": 9306, "sentence": "On tap: aluminum bottles PITTSBURGH -- How much would you pay for a bottle of beer that stays cold nearly an hour longer?", "label": "business"}
{"id": 92779, "sentence": "You Say Sell, I Say Potato The battle for who will ultimately control business software maker PeopleSoft (Nasdaq: PSFT) is reaching a fever pitch not seen since the red state-blue state smackdown from earlier this month.", "label": "business"}
{"id": 82720, "sentence": "Admins applaud Microsoft #39;s early warning program Company executives said the Security Bulletin Advanced Notification program will be open to everyone, and will be available on Microsoft #39;s TechNet site.", "label": "technology"}
{"id": 7717, "sentence": "2 Davids Lead Georgia to Preseason Top 5 (AP) AP - David Greene was a star from the moment he first took the field for No. 3 Georgia. David Pollack needed a little more time.", "label": "sports"}
{"id": 30008, "sentence": "Deal marks first China stock premiere to list there NEW YORK (CBS.MW) -- Xinhua Finance Limited filed a \\$30.5 million initial public offering Thursday in Tokyo as the China-based financial services and media firm marks a rare foray into Japan.", "label": "business"}
{"id": 8835, "sentence": "Microsoft Windows XP SP2 ready to auto-roll NEOWIN TELLS us that Windows XP Service Pack 2 automatic delivery service is now to be launched on the 25th of August - that #39;s tomorrow.", "label": "technology"}
{"id": 118676, "sentence": "Adobe Profit Up, Shares Fall on Outlook  SAN FRANCISCO (Reuters) - Software maker Adobe Systems  Inc.&lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=ADBE.O target=/stocks/quickinfo/fullquote\"&gt;ADBE.O&lt;/A&gt; on Thursday posted a quarterly profit that rose  more than one-third from a year ago, but shares fell 3 percent  after the maker of Photoshop and Acrobat software did not raise  forecasts for fiscal 2005.", "label": "business"}
{"id": 4118, "sentence": "How eight pixels cost Microsoft millions Insensitivity to cultural issues has led to some of the software giant's products being banned in some countries.", "label": "technology"}
{"id": 112675, "sentence": "Oklahoma #39;s Jason White Wins Maxwell Award Oklahoma quarterback Jason White has taken home the Maxwell Award as college football #39;s best all-around player and won his second straight Davey O #39;Brien quarterback trophy.", "label": "sports"}
{"id": 43310, "sentence": "Kerry Association Hurting Some Democrats (AP) AP - Senate Democratic leader Tom Daschle hugged President Bush from one end of South Dakota to the other this summer. In his own campaign commercials.", "label": "world"}
{"id": 9288, "sentence": "State discloses venture results Treasurer Timothy P. Cahill yesterday released results for the 103 venture capital funds the state pension plan invested in from 1986 through 1998, which ranged from a searing 127 percent annual gain to a dismal 46 percent annual decline.", "label": "business"}
{"id": 67392, "sentence": "Now it #39;s all about pride for the Celts DIDIER AGATHE today insisted Celtic will be playing for more than European survival when they face Shakhtar Donetsk again a week on Tuesday.", "label": "sports"}
{"id": 31196, "sentence": "FileMaker Server 7 Advanced ships (MacCentral) MacCentral - Apple subsidiary FileMaker Inc. announced Monday that it is shipping FileMaker Server 7 Advanced, the version of its server software that incorporates advanced Web publishing and connectivity features. FileMaker Server 7 Advanced can host up to 100 Web-based clients and 250 desktop clients, and features connectivity to XML, ODBC and JDBC-based data sources. FileMaker Server 7 Advanced also features \"Custom Web Publishing\" which enables users to deploy data-driven Web sites using Web design tools like Macromedia Dreamweaver MX, through a built-in Site Assistant wizard.", "label": "technology"}
{"id": 36501, "sentence": "Awaiting Drug Results, Hamilton Is Suspended by His Pro Team US cyclist Tyler Hamilton was suspended from his professional team yesterday and put on notice that his contract would be invalidated if he is found guilty of the drug charges against him.", "label": "sports"}
{"id": 87685, "sentence": "Darfur camp raid 'unacceptable' US Secretary of State Colin Powell says he will pursue with Sudan an assault by security forces on a refugee camp.", "label": "world"}
{"id": 63625, "sentence": "Rolls-Royce Boss Steps Down After 5 Months (AP) AP - Germany's BMW AG said Monday the head of its ultra-luxury Rolls-Royce car brand, Karl-Heinz Kalbfell, has resigned to take up \"new responsibilities\" outside the company, which has been struggling to meet its sales targets for the superluxury brand.", "label": "world"}
{"id": 28081, "sentence": "McKenzie, Packers ready to talk Green Bay Packers cornerback Mike McKenzie's holdout could end soon.  quot;All I know is I'm meeting with Mike tomorrow at 8 o'clock, quot; coach-general manager Mike Sherman said last night.", "label": "sports"}
{"id": 70679, "sentence": "Bill Nicholson TOUGH, taciturn and the polar opposite of media-friendly, he did not - unlike Bill Shankly -eave as his legacy a string of memorably witty and insightful quips and quotes.", "label": "sports"}
{"id": 17343, "sentence": "Brazils Lima returns home to heros welcome SAO PAULO (Brazil): Olympic marathon bronze medallist Vanderlei de Lima, who was tackled by a spectator while leading the race, came home Wednesday to a heros welcome and said he was thrilled to earn a medal even though his fellow Brazilians believe he ", "label": "sports"}
{"id": 94812, "sentence": "Moratorium on Web Tax Advances (washingtonpost.com) washingtonpost.com - Congress yesterday cleared the way to keep access to the Internet largely free from taxes for the next three years, breaking a year-long deadlock.", "label": "technology"}
{"id": 115656, "sentence": "India, Pak officials discuss nuclear CBMs India and Pakistan on Tuesday held talks on nuclear confidence building measures aimed at reducing the risk of accidental war and promoting strategic stability.", "label": "world"}
{"id": 74848, "sentence": "Durable goods up slightly Overall demand for long-lasting goods below estimates, but ex-transportation orders show solid gain. NEW YORK (CNN/Money) - Orders for long-lasting goods rose in September, the government reported Wednesday ", "label": "business"}
{"id": 75526, "sentence": "Ailing Arafat joins Ramadan prayers RAMALLAH, West Bank - Palestinian leader Yasser Arafat joined morning prayers for the holy Muslim month of Ramadan on Thursday despite his poor health, Palestinian officials said.", "label": "world"}
{"id": 61954, "sentence": "WOODWARD:  #39;...AND NOW FOR SOMETHING COMPLETELY DIFFERENT #39; Sir Clive Woodward has confirmed that he will be pursuing a career outside of rugby union, but he refuses to be drawn on whether it will be at Southampton football club.", "label": "sports"}
{"id": 31851, "sentence": "Musharraf heads for first meeting with Indian PM at UN assembly (AFP) AFP - Pakistani President Pervez Musharraf leaves Sunday for crucial peace talks with Indian Premier Manmohan Singh on the sidelines of a UN gathering as the leaders of the nuclear-armed neighbors meet for the first time since India's change of government.", "label": "world"}
{"id": 102842, "sentence": "Tens of Thousands of Gallons of Oil Spill into Area River (Paulsboro, NJ -WABC, November 27, 2004 ) - Authorities are working to clean up a slippery and potentially dangerous mess in a South Jersey river.", "label": "sports"}
{"id": 61994, "sentence": "Unbeaten Cavaliers a big test for  #39;Noles TALLAHASSEE - Since Florida State joined the Atlantic Coast Conference in 1992, rarely have the Seminoles lined up without a decided advantage in talent over their conference opponent -t least until Miami showed up this year.", "label": "sports"}
{"id": 105841, "sentence": "Envoys seek Ukraine breakthrough International mediators are to try to break the deadlock caused by Ukraine's disputed presidential elections.", "label": "world"}
{"id": 53355, "sentence": "Shock jock Stern has \\$690m to launch his ego into orbit HOWARD Stern, the New York radio star with the super-sized hair and ego, has given censors the finger by announcing a \\$US500 million (\\$690 million) deal to move over to the fledgling and largely unregulated airwaves of satellite radio.", "label": "business"}
{"id": 24958, "sentence": "BAGHDAD #39;S US ZONE ROCKED BY MORTARS September 12, 2004 -- BAGHDAD - Strong explosions shook central Baghdad late last night and fighting erupted on a major street in the heart of the city near the US-guarded Green Zone.", "label": "world"}
{"id": 12364, "sentence": "Olympics Wrap: Another Doping Controversy Surfaces Olympic chiefs ordered Hungarian hammer gold medallist Adrian Annus Friday to submit another doping sample or risk losing his medal, while another of his compatriots was stripped of a medal for failing a test.", "label": "sports"}
{"id": 12705, "sentence": "Greenspan Urges Look at Senior Benefit Costs Federal Reserve Chairman Alan Greenspan on Friday urged Washington policymakers to consider reducing future Social Security and Medicare benefits, saying that ", "label": "business"}
{"id": 86375, "sentence": "Mulroney urges Bush to repair damaged relations with Canada, world (Canadian Press) Canadian Press - HALIFAX (CP) - It's time for U.S. President George Bush to begin repairing the rift with Canada and other countries opposed to the war in Iraq, says former prime minister Brian Mulroney.", "label": "world"}
{"id": 56499, "sentence": "Car bombs strike in Baghdad, killing 11; Rumsfeld warns violence &lt;b&gt;...&lt;/b&gt; Car bombers struck twice in rapid succession in the capital Sunday, killing at least 11 people including an American soldier, as US Defence Secretary Donald Rumsfeld warned that violence may increase before the January election.", "label": "world"}
{"id": 46439, "sentence": "Winless Cardinals Winning Turnover Game (AP) AP - The Arizona Cardinals are winless in three games, but they are among the league leaders in one category  #151; taking the ball away from the opponent.", "label": "sports"}
{"id": 55520, "sentence": "Reaggravated injury forces Braves #39; Thomson out after four pitches HOUSTON -- Atlanta Braves starter John Thomson reaggravated a sore muscle on his left side and came out of Game 3 of the NLDS after just four pitches to the Houston Astros Saturday.", "label": "sports"}
{"id": 53884, "sentence": "For \\$999, a lifetime of Internet phone calls Making unlimited phone calls for a fixed monthly price has proven to be a key selling point for Internet phone services like Vonage and AT amp;T CallVantage.", "label": "business"}
{"id": 61214, "sentence": "Faulty Sensors May Explain Capsule Crash The crash of a capsule last month was likely to have been caused by a design flaw that led to the sensors that were to deploy the capsule's parachutes being pointed in the wrong direction, a NASA investigatory panel reported.", "label": "technology"}
{"id": 113225, "sentence": "Business Focus: Devoured by the dragon The symbolism was extraordinary. Few companies are as closely identified with corporate America as IBM, and few products have been as intimately linked with a firms fortunes as IBMs personal computers.", "label": "business"}
{"id": 95562, "sentence": "Ivory Coast rebel ministers suspended after failing to end cabinet ABIDJAN : The Ivory Coast government suspended former rebels from the cabinet after they failed to attend a first government session since the country #39;s latest crisis, citing security reasons.", "label": "world"}
{"id": 7101, "sentence": "FCC Says It Extended Discounted Phone-Line Rates T amp;T, MCI and other telephone companies that provide local calling by renting other carriers #39; equipment have received a six-month extension on discounted leasing rates while regulators work on new competition rules.", "label": "business"}
{"id": 88260, "sentence": "New rebel tactics emerge in Fallujah US marines faced a tough fight Thursday as insurgents began a counterattack timed with an Islamic holy night.", "label": "world"}
{"id": 85650, "sentence": "Marsh   McLennan to Cut 3,000 Jobs  NEW YORK (Reuters) - Marsh   McLennan Cos. &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=MMC.N target=/stocks/quickinfo/fullquote\"&gt;MMC.N&lt;/A&gt;, at the  center of a bid-rigging scandal rocking the insurance industry,  on Tuesday said it will cut 3,000 jobs and said third-quarter  profit fell 94 percent as it set aside money for legal and  regulatory expenses.", "label": "business"}
{"id": 84697, "sentence": "Broken tanker halts Suez traffic The Suez Canal is closed for the first time in 30 years after becoming blocked by a broken down oil tanker.", "label": "business"}
{"id": 12900, "sentence": "Focusing on the nanorealm EDMONTONThe pragmatic visionaries of NINT could be forgiven a quiet groan at yet another prediction that research into the very, very small will soon yield very, very big payoffs.", "label": "technology"}
{"id": 7945, "sentence": "Captive American Journalist Freed in Iraq An aide to rebel Iraqi Shi #39;ite cleric Moqtada al-Sadr says an American journalist kidnapped in Iraq more than a week ago has been freed.", "label": "world"}
{"id": 52773, "sentence": "Blair in Ethiopia to outine vision for Africa ADDIS ABABA : British Prime Minister Tony Blair was due to outline his personal vision for the future of Africa at a meeting of the organisation he set up to spur development efforts in the region.", "label": "world"}
{"id": 95449, "sentence": "U.S. Mutual Funds Assets Rise This Week (AP) AP - Assets of the nation's retail money market mutual funds rose by  #36;4.36 billion in the latest week to  #36;829.70 billion, the Investment Company Institute said Thursday.", "label": "business"}
{"id": 44474, "sentence": "Wall Street treads water as traders await fresh direction US STOCKS were narrowly mixed yesterday as investors digested a jump in second-quarter gross domestic product, while keeping a close eye on falling oil prices.", "label": "business"}
{"id": 104936, "sentence": "Pinsent set for Role with IOC Matthew Pinsent has already been guaranteed an influential position in the International Olympic Committee following his expected retirement from rowing, Standard Sport can reveal today.", "label": "sports"}
{"id": 112942, "sentence": "Penalties Stiff for Slander in Venezuela (AP) AP - A new penal code approved by Venezuela's Congress would stiffen prison sentences for slander and libel, drawing criticism from opponents of President Hugo Chavez.", "label": "world"}
{"id": 14323, "sentence": "Grappling grabs WWE flare Wrestling ATHENS -- The Ano Liossia Wrestling Hall looked more like Madison Square Garden yesterday when Olympic freestyle wrestling took on more of a WWE flavour.", "label": "sports"}
{"id": 32592, "sentence": "Hamas militant dies in Gaza blast A member of Palestinian militant group Hamas is killed in an Israeli air strike on his car in Gaza, witnesses say.", "label": "world"}
{"id": 25113, "sentence": "All 2,749 WTC Victims Honored in N.Y. NEW YORK - Their voices breaking, parents and grandparents of those lost on Sept. 11 stood at the World Trade Center site Saturday and marked the third anniversary of the attacks by reciting the names of the 2,749 people who died there...", "label": "world"}
{"id": 24932, "sentence": "STORM-BASHED FLORIDIANS COULD BLOW AGAINST BUSH President Bush may face a political hurricane in November if frustrated Floridians turn disaster into votes, experts say. The Sunshine State will be paying a lot ", "label": "business"}
{"id": 70293, "sentence": "Sunni clerics threaten election boycott Baghdad -- A group representing thousands of Sunni Arab mosques around the country said Wednesday that it would call for a boycott of the elections in January if the US military and the Iraqi government continued the military operations around the ", "label": "world"}
{"id": 58801, "sentence": "Microsoft pushes out seven critical security fixes Microsoft Corp. on Tuesday released 10 software security patches for its products, including seven it deemed critical and that could allow remote attackers to take control of systems running the company's software.", "label": "technology"}
{"id": 18374, "sentence": "Is Giambi tumor in pituitary? Yankees slugger Jason Giambi still wants to keep his medical situation private, even though a newspaper report yesterday detailed the location and treatment of his benign tumor.", "label": "sports"}
{"id": 55297, "sentence": "Four Palestinians killed in Gaza Four Palestinians are reported killed in the Gaza Strip - two of them policemen hit in an Israeli missile strike.", "label": "world"}
{"id": 24051, "sentence": "Source: Qwest to settle with SEC for \\$250M Qwest has been under investigation by the SEC and the Justice Department over allegations that it inflated revenue by incorrectly booking network-capacity deals to meet revenue expectations.", "label": "technology"}
{"id": 36510, "sentence": "Hernndez Drops First After Losing Yanks' Lead Orlando Hernndez failed to protect a 3-0 lead, so the Yankees lost a chance of clinching at least the wild card.", "label": "sports"}
{"id": 60638, "sentence": "Stocks Slip on GM Earnings, Higher Oil NEW YORK - Investors sent stocks falling sharply Thursday as crude oil prices surged near \\$55 per barrel and General Motors Corp. issued a disappointing earnings report...", "label": "world"}
{"id": 32743, "sentence": "Air NZ shares placed on trading halt ahead of High Court decision Shares in Air New Zealand were placed in a trading halt before NZX opened this morning. Air NZ requested its shares be placed on the halt ahead of a High Court announcement on the airline #39;s proposed tie-up with Qantas.", "label": "business"}
{"id": 114621, "sentence": "England fans get first taste of SA With just two warm-up games prior to the Tests, Michael Vaughan and his men have had little time for relaxation. But for the supporters out here the opening games at Randjesfontein and Potchefstroom ", "label": "sports"}
{"id": 9881, "sentence": "Stocks rally as falling oil prices lure buyers Stocks rallied in quiet trading Wednesday as oil prices fell for a third straight day and countered a pair of government reports that gave a mixed picture of the economy.", "label": "business"}
{"id": 58083, "sentence": "Royal  amp; Sun Alliance to axe 1,100 jobs in cost-cutting move to &lt;b&gt;...&lt;/b&gt; Insurance giant Royal  amp; Sun Alliance (RSA) is set to send over 1,000 jobs to India to cut costs and offer the company greater operational flexibility.", "label": "business"}
{"id": 105910, "sentence": "No. 1 LSU women roll past North Texas Seimone Augustus was perfect from the field, hitting 11-of-11, and true freshman Sylvia Fowles had her sixth straight game in double figures and her third double-double in the last ", "label": "sports"}
{"id": 112899, "sentence": "End of era: Adieu, VCR The VCR, family home companion around the world during the 1980s and 1990s, is finally slipping into oblivion after a long, slow fall from favor.", "label": "business"}
{"id": 112194, "sentence": "IBM closes pension Employees #39; chances of retiring with a guaranteed pension suffered another setback this week with IBM announcing it was closing its cash-balance pension plan to new employees - fueling concerns that other companies would follow suit.", "label": "business"}
{"id": 72133, "sentence": " #39;); //-- gt; Eye On Stocks Flextronics International (nasdaq: FLEX - news - people ) announced fiscal second-quarter earnings in-line with Wall Street estimates.", "label": "business"}
{"id": 12834, "sentence": "Bryant trial opens with questionnaires for prospective jurors Kobe Bryants trial began Friday with 300 prospective jurors arriving at the county courthouse to fill out questionnaires, the first step toward choosing ", "label": "sports"}
{"id": 6631, "sentence": "Injured Devers Can't Finish Hurdles ATHENS, Greece - Gail Devers, the most talented yet star-crossed hurdler of her generation, failed once again in the Olympics as she was struck by injury before the first hurdle. Devers, 37, who has three world championships in the 100-meter hurdles, pulled up short and screamed as she slid under the first hurdle...", "label": "world"}
{"id": 85478, "sentence": "Telecom Unveils its 3G Mobile The New Zealand based company, Telecom, launched its high-speed third-generation (3G) mobile broadband service and is expecting strong demand from businesses and consumers.", "label": "technology"}
{"id": 70856, "sentence": "Schwarzenegger Shows Eco-Friendly Hummer California Gov. Arnold Schwarzenegger laughs during a visit to an after-school program site at PS 129 in New York #39;s Harlem neighborhood in this Wednesday, Sept.", "label": "business"}
{"id": 109580, "sentence": "IOC opens investigation into allegations against Jones LONDON (Ticker) - The International Olympic Committee announced Tuesday it has begun its investigation of doping allegations against American gold medal-winning sprinter Marion Jones.", "label": "sports"}
{"id": 1935, "sentence": "Blast in Gaza House Kills at Least Two (AP) AP - An explosion in a house in Gaza City early Wednesday killed at least two people, Palestinian witnesses said. It was not immediately known what caused the blast.", "label": "world"}
{"id": 12225, "sentence": "UK Broadband Pricing Adjustment: Competition or Crisis? With reports of more than a quarter increase in the price to provide broadband services, the smaller ISPs reportedly claim that the Ofcom moves will create a noncompetitive market, benefiting ", "label": "technology"}
{"id": 98772, "sentence": "UK ; Last Rites Sounded for Life-Changing Video Format  quot;We are now entering the digital age and the new DVD technology available represents a step-change in picture quality and convenience, quot; said marketing director John Mewett.", "label": "technology"}
{"id": 111241, "sentence": "Germany #39;s Glagow, Fischer win biathlon events Germany #39;s Martina Glagow won a 15-kilometer biathlon event Thursday for her first World Cup victory this season, and compatriot Sven Fischer won a men #39;s 20-kilometer race.", "label": "sports"}
{"id": 30983, "sentence": "As African Locust Crisis Worsens, UN Faces Huge Funds Shortfall to &lt;b&gt;...&lt;/b&gt; With the desert locust crisis in West Africa expected to deteriorate over the next few weeks, the United Nation Food and Agriculture Organization (FAO) warned today that it only had in hand less than a tenth of the crucial funding needed to prevent the ", "label": "world"}
{"id": 21799, "sentence": "Briefly: AOL updates instant messenger roundup Plus: Push-to-talk wiretaps on feds' speed list...Tellabs scales back AFC buy...Top McAfee exec to step down...IDC says external disk storage up.", "label": "technology"}
{"id": 53270, "sentence": "Trojan pretends to do good Symantec warns Net users of Trojan horse that removes adware but alters security settings in computers.", "label": "technology"}
{"id": 63654, "sentence": "Media Center PCs may have found their time Maybe the third time will be the charm for Microsoft #39;s Windows XP Media Center Edition. Previous versions, released in 2002 and 2003, appealed to the early adopters among us.", "label": "technology"}
{"id": 63093, "sentence": "Lion Nathan makes writedowns Trans-Tasman beer and wine group Lion Nathan Ltd will concentrate on its premium wine business after making \\$72 million in writedowns, mostly to its Australian wine business.", "label": "business"}
{"id": 28017, "sentence": "Kerry Targets Bush Economic Policy as 'Fiscal Mess' (Reuters) Reuters - Sen. John Kerry said on Wednesday the\\United States needs to make the \"right choices\" on the economy,\\and faulted President Bush for blaming others and offering\\excuses for the White House's own failed economic policies.", "label": "world"}
{"id": 113332, "sentence": "Apple's Music Store Now Accepts PayPal (AP) AP - Apple Computer Inc.'s online music store, iTunes, will now accept PayPal for purchases of music downloads, audiobooks and gift certificates.", "label": "technology"}
{"id": 52566, "sentence": "Connecting Paper and Online Worlds by Cellphone Camera Printed symbols called SpotCodes can help cellphones with cameras find their way around cyberspace.", "label": "technology"}
{"id": 118285, "sentence": "Shoemaker Nike's Quarterly Earnings Rise (Reuters) Reuters - Nike Inc.  said on Thursday its\\second quarter earnings rose, boosted by strong demand in the\\United States and overseas for its namesake athletic shoes and\\Converse sneakers.", "label": "business"}
{"id": 7686, "sentence": "News: Windows Upgrade Causing Campus Headaches Microsoft Corp.'s decision to release a major upgrade for its flagship operating system in the same month that hundreds of thousands of students are\\reporting to college campuses across the nation is causing a major headache for the higher education community.\\", "label": "technology"}
{"id": 21580, "sentence": "Perpetual Entertainment to beam up Star Trek MMORPG San Francisco developer/publisher lands coveted Paramount sci-fi license, \\$6.5 million in funding on same day. Although it is less than two years old, Perpetual Entertainment has acquired one of the most coveted sci-fi licenses on the market.", "label": "technology"}
{"id": 49673, "sentence": "MSN Messenger 7 Beta: Sneak Review MSN Messenger 7 Beta: Sneak Review\\\\Just the other day I got hold of the beta version of this much hyped up upgrade to the very popular instant messaging client MSN Messenger 7.  I downloaded it onto a test machine and found that its download size of the beta is ...", "label": "technology"}
{"id": 283, "sentence": "Progress Cargo Ship for ISS Launched From Russia MOSCOW (AP) -- A Russian cargo ship loaded with supplies and equipment blasted off from the Baikonour cosmodrome in Kazakhstan on Wednesday headed for the international space station, a Russian space official said.    The Progress M-50 ship took off at 1:03 a.m...", "label": "technology"}
{"id": 51174, "sentence": "England take on Spain in friendly MADRID: Spain will host England for a friendly on November 17 in Real Madrid #39;s Santiago Bernabeu stadium, the profits from which will go towards the Association of Spanish Footballers (AFE), the Spanish Football Federation announced yesterday.", "label": "sports"}
{"id": 34761, "sentence": "Emerson Pushes Boundaries Of IT You usually don #39;t hear executives at Oracle talk about taking outside advice. But the hard-charging company has solicited some feedback on a new round of products from an unlikely source--Emerson ", "label": "technology"}
{"id": 102770, "sentence": "Inaugural Speeches Often Don't Inspire (AP) AP - Ask not why so few inaugural speeches resonate long after they are given.", "label": "world"}
{"id": 102909, "sentence": "Mets Meet Martnez for Dinner at Home Omar Minaya and Pedro Martnez met on their home turf in the Dominican Republic and tried to determine if they could extend their common ground.", "label": "sports"}
{"id": 59639, "sentence": "Jenkins may be lost for season CHARLOTTE -- Just when it seemed the Carolina Panthers #39; luck with injuries couldn #39;t get any worse, it appears to be about to.", "label": "sports"}
{"id": 37389, "sentence": "Ancient Sea Reptile Explains Long Neck The fossil of a sea reptile with a neck twice as long as its body is solving the mystery of how some ancient reptiles used their long appendages.", "label": "technology"}
{"id": 55445, "sentence": "Computer Associates Buys Netegrity Computer Associates will pay about \\$430 million in cash to acquire security-software company Netegrity, which makes the SiteMinder access-management application.", "label": "technology"}
{"id": 91304, "sentence": "Microsoft, Dell Team on Server Software Dell and Microsoft are offering a new server toolkit that brings together Dell #39;s OpenManage 4 server management software and Microsoft SMS 2003, used to configure and upgrade servers running Windows.", "label": "technology"}
{"id": 95749, "sentence": "Father of Nike, Marketing Guru Gives Up Post Philip H. Knight resigned yesterday as head of the Oregon sneaker company that he built into Nike Inc., a global sportswear powerhouse that made everyone want to soar in Air Jordans, Wear ", "label": "business"}
{"id": 102677, "sentence": "Artificial Gravity: A New Spin on an Old Idea (SPACE.com) SPACE.com - Keeping an astronaut crew in tip-top shape during lengthy treks to and from distant Mars may demand portable gravity.", "label": "technology"}
{"id": 72846, "sentence": "TB poses major threat to millions \\Tuberculosis will kill millions in developing countries unless radical action is taken, an aid organisation has warned.", "label": "world"}
{"id": 86753, "sentence": "Members of Allawi's Family Kidnapped Gunmen kidnapped a first cousin of interim Iraqi Prime Minister Ayad Allawi and two other members of his extended family in Baghdad Tuesday, an Allawi spokesman said Wednesday. In Fallujah, meanwhile, the U.S. military claimed control of 70 percent of the rebellious city.", "label": "world"}
{"id": 94164, "sentence": "New Nuclear Weapon to Surpass Others, Putin Says President Vladimir V. Putin, meeting with Russia #39;s defense officials and military commanders here, said today that the country would soon deploy new nuclear missile ", "label": "world"}
{"id": 63789, "sentence": "Cisco, Microsoft team up on network access security OCTOBER 18, 2004 (COMPUTERWORLD) - Network giant Cisco Systems Inc. and Microsoft Corp. today announced a collaborative effort to bridge a divide between their emerging network access security architectures.", "label": "technology"}
{"id": 20290, "sentence": "Brooks Returns Star sophomore linebacker Ahmad Brooks is back with the first string after a curious demotion prior to the season-opening win over Temple last Saturday.", "label": "sports"}
{"id": 24891, "sentence": "Blast, Mushroom Cloud Reported in N. Korea SEOUL, South Korea - A large explosion occurred in the northern part of North Korea, sending a huge mushroom cloud into the air on an important anniversary of the communist regime, a South Korean news agency reported Sunday.    The Yonhap news agency, citing an unidentified source in Beijing, said the explosion happened Thursday in Yanggang province near the border with China...", "label": "world"}
{"id": 38891, "sentence": "Singh Stays on Track for Fifth Win in Six Starts  FARMINGTON, Pennsylvania (Reuters) - World number one Vijay  Singh remained on course for his fifth win in six starts when  he shot a four-under-par 68 in the second round of the \\$4.2  million Pennsylvania Classic Friday.", "label": "sports"}
{"id": 28535, "sentence": "Blackburn move in on Hughes The Football Association of Wales have confirmed that they have received an approach for Mark Hughes from Blackburn. Wales manager Hughes yesterday revealed, via his representative, that he is keen to return ", "label": "sports"}
{"id": 7666, "sentence": "Santander Plans 3,000 Job Cuts at Abbey (AP) AP - Santander Central Hispano said Monday it expects to cut about 3,000 jobs at Abbey National as part of a cost-saving plan if its friendly takeover bid succeeds.", "label": "world"}
{"id": 75915, "sentence": "Oil Extends Slide, U.S. Inventory, China  LONDON (Reuters) - Oil extended its retreat from record  highs on Thursday, taking two-day losses to six percent after  an unexpectedly large rise in U.S. crude inventories spurred  speculative funds to take profits.", "label": "business"}
{"id": 96435, "sentence": "MS strategy pushes it to cross-platform support COPENHAGEN - Microsoft Corp. wrapped up its IT Forum in Copenhagen this week by singing the praises of new management tools that are part of a long-term vision for reducing IT complexity. But behind its more vocal announcements there emerged another significant tune, one that suggested that the software maker will have to be more willing to play with platforms from other companies in order to deliver its new strategy.", "label": "technology"}
{"id": 71067, "sentence": "Time running out for Hardie: ACTU JAMES Hardie would face possible litigation if it did not ensure asbestos victims were adequately compensated, the ACTU said today.", "label": "business"}
{"id": 7990, "sentence": "U.S.-Brazil Vie for Gold in Women's Soccer  ATHENS (Reuters) - The United States beat world champions  Germany 2-1 in a fierce struggle Monday to reach the final of  the Olympic women's soccer tournament.", "label": "sports"}
{"id": 98039, "sentence": "Droughns Helps Broncos Stay Atop AFC West (AP) AP - Reuben Droughns had another 100-yard game to help the Denver Broncos stay atop the AFC West for another week.", "label": "sports"}
{"id": 41105, "sentence": "Oil Prices Soar on Supply Shortage Fears Oil prices soared to new highs on both sides of the Atlantic today as traders fretted over increasingly short supplies. The cost of crude in New York broke through the ", "label": "business"}
{"id": 7493, "sentence": "ARM shares tumble on deal for chip firm LONDON ARM Holdings, a British semiconductor designer, said on Monday that it would buy Artisan Components for \\$913 million to broaden its product range.", "label": "business"}
{"id": 6573, "sentence": "Ulmer wins gold in cycling Athens, Greece (Sports Network) - Sarah Ulmer of New Zealand won the women #39;s individual pursuit competition in track cycling Sunday at the Olympics.", "label": "sports"}
{"id": 76570, "sentence": "Superfluous Wiki Implementations \\\\Why are there no fewer than 500 different Wiki implementations?\\\\MoinMoin, Jot, JSPWiki, InterWiki, MediaWiki, SocialText, Twiki, Team Notepad,\\PhpWiki, WikiDoc, Project Forum, xWiki, AspWiki, SnipSnap, AsWiki, eGroupware\\Wiki, Hiki, MiniWiki, MyWiki, ParseWiki, PHP Groupware Wiki, Trac, Usemod Wiki,\\Wiliki, Zope zWiki... I'm sure I could go on...\\\\Aren't most of these Open Source?  Can't some of these projects merge?  For god\\sake *stop it*!  The world doesn't need another wiki applications.\\", "label": "technology"}
{"id": 62494, "sentence": "Fergie Still Fuming over Arsenal Antics Manchester United boss Sir Alex Ferguson has reopened the wounds of last seasons controversial clash with Arsenal at Old Trafford by branding the Gunners as a mob who got away with murder.", "label": "sports"}
{"id": 65910, "sentence": "FCC to Seek Internet-Based Phone Oversight (AP) AP - FCC Chairman Michael Powell said Tuesday that he would seek broad regulatory authority for the federal government over Internet-based telephone services to avoid stifling the emerging market.", "label": "technology"}
{"id": 111768, "sentence": "Lesser lights on leaderboard with Els In few other sports could three players across such a broad spectrum be in contention for a title. But such is the case after the first round of the Dunhill Championship, where only six of the world #39;s top 200 golfers are playing.", "label": "sports"}
{"id": 69616, "sentence": "Earthquake of Magnitude 6.8 Jolts Tokyo  TOKYO (Reuters) - A strong earthquake with a magnitude of  6.8 jolted Tokyo and surrounding areas on Saturday, but there  were no immediate reports of damage or injuries and no tsunami  warning was issued.", "label": "world"}
{"id": 20636, "sentence": "Yellow Roadway Raises Profit Outlook  NEW YORK (Reuters) - Yellow Roadway Corp. &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=YELL.O target=/stocks/quickinfo/fullquote\"&gt;YELL.O&lt;/A&gt; on  Tuesday raised its third-quarter earnings outlook, citing a  more disciplined pricing climate and better-than-expected  \"operating efficiencies.\"", "label": "business"}
{"id": 7456, "sentence": "AMD uses strained silicon on 90-nanometer chips AMD will implement the strained silicon manufacturing technique on its upcoming 90-nanometer processors as well as 130-nanometer processors.", "label": "technology"}
{"id": 66563, "sentence": "Schwarzenegger Stumps Against Three Strikes Reform (Reuters) Reuters - California Gov. Arnold\\Schwarzenegger campaigned on Wednesday against a ballot measure\\that would roll back the state's landmark \"Three Strikes\"\\sentencing law, embarking on what his aides concede could be\\one of his toughest election fights.", "label": "world"}
{"id": 10501, "sentence": "One third of IT managers struggling with XP SP2 A third of IT managers have admitted that they have  quot;no idea what to expect quot; when deploying Microsoft #39;s Windows XP Service Pack 2, new research has claimed.", "label": "technology"}
{"id": 111588, "sentence": "Food Running Low Aboard Space Station (AP) AP - Food is running so low aboard the international space station that the two crewmen have been instructed to cut back on calories, at least until a Russian supply ship arrives in a little over two weeks, NASA said Thursday.", "label": "technology"}
{"id": 24357, "sentence": "Questions Linger Over Russia School Seige BESLAN, Russia - Russian soldiers fled as shooting broke out in the spasm of violence that ended the school siege here, and unprepared special forces were forced to borrow bullets from armed locals who had rushed to the scene.    As Beslan buried more victims Friday, a week after the bloodbath at School No...", "label": "world"}
{"id": 8982, "sentence": "U.S. to Face Gasol, Spain in Men's Hoops (AP) AP - When a day of drama had ended and the quarterfinal pairings were set, the news was not great for the United States. In order to get to the semifinals and possibly the gold medal game, first the Americans will have to defeat Spain  #151; the team that left the widest wake of impressed and defeated opponents during the preliminary round.", "label": "sports"}
{"id": 77993, "sentence": "Thousands Lining Sox Parade Route BOSTON -- Red Sox Nation is converging on Boston Saturday to celebrate their team #39;s first World Series win in 86 years. The  quot;rolling rally quot; begins near Fenway Park at 10 am It will continue down Boylston Street ", "label": "sports"}
{"id": 8908, "sentence": "Study: Misdiagnosis Led to Birds' Deaths (AP) AP - When several birds fell ill last year at Auburn University's respected raptor center, experts were shocked and puzzled by the explanation that the culprit was a lethal disease never seen before in birds of prey.", "label": "technology"}
{"id": 88502, "sentence": "Canada, US tie 1-1 at Four Nations Cup international women #39;s &lt;b&gt;...&lt;/b&gt; BURLINGTON, Vt. (CP) - Goaltender Charline Labonte was looking for her first victory against the United States, but she had to be happy with her 33-save performance in a 1-1 tie at the Four Nations Cup women #39;s hockey tournament Thursday.", "label": "sports"}
{"id": 112961, "sentence": "Ex-World Champion McRae Leads Dakar Rally  LONDON (Reuters) - Ex-world champion Colin McRae took a  narrow lead in the Dakar Rally after winning a 6.2-mile special  stage on the third day outside Granada in Spain Sunday.", "label": "sports"}
{"id": 30829, "sentence": "United Airlines says it needs to cut \\$500 million more in costs CHICAGO United Airlines officials say they need to cut an additional 500 (m) million dollars in costs to help the carrier fly out of bankruptcy.", "label": "business"}
{"id": 52924, "sentence": "US eyes cut in troops in Afghanistan KABUL, Afghanistan -- The United States could cut its forces in Afghanistan next summer if Taliban militants accept an amnesty to be drawn up by President Hamid Karzai and neighboring Pakistan, the senior US commander in Kabul said yesterday.", "label": "world"}
{"id": 15714, "sentence": "AMD Demonstrates 90nm x86 Dual-Core Processor AMD has been demonstrating the industrys first x86 dual-core processor at its Austin facilities on an HP ProLiant DL585 server powered by four dual-core Opteron processors manufactured on 90nm SOI process technology, the company announced today.", "label": "technology"}
{"id": 116692, "sentence": "Wall St looks to build on fresh highs Wall Street futures crept higher on Wednesday, as investors looked to build on the previous sessions fresh highs and attention turned to the \\$35bn merger between telecommunications ", "label": "business"}
{"id": 74669, "sentence": "Durable Goods Orders, Home Sales Rise  WASHINGTON (Reuters) - U.S. durable goods orders rose, with  key components gaining strongly, and single-family homes sales  soared in September, reinforcing views the Federal Reserve will  raise interest rates further this year.", "label": "business"}
{"id": 32272, "sentence": "Iran Says U.N. Nuclear Ban 'Illegal' TEHRAN, Iran - Iran said Sunday that demands from the U.N. atomic watchdog agency that it freeze all work on uranium enrichment - technology that can be used for nuclear weapons - were \"illegal.\"   Hasan Rowhani, Iran's top nuclear negotiator, said at a news conference that his country would nonetheless continue with its voluntary suspension of what he described as \"actual enrichment\" - the injection of uranium gas into centrifuges...", "label": "world"}
{"id": 75881, "sentence": "Edward C. Baig: Personal Tech - Google Desktop Search a cinch (USATODAY.com) USATODAY.com - Google Desktop Search a cinch; superb though not perfect.", "label": "technology"}
{"id": 77925, "sentence": "Landing Site for Huygens On January 14, 2005, the Huygens probe will try to descend to the surface of Saturn #39;s largest moon, Titan--a biochemically rich moon dominated by hydrocarbons like methane and ethane.", "label": "technology"}
{"id": 5210, "sentence": "Mall Retailers Trim Estimates Some shoddy reports trickling in Thursday night threw a wrench into an otherwise uneventful second-quarter earnings season for retailers. At least one analyst thinks its a harbinger, as consumers get cautious about spending money on anything that isn #39;t ...", "label": "business"}
{"id": 81184, "sentence": "Liverpool #39;s Benitez Lauds Understudies After Beating Deportivo Liverpool coach Rafael Benitez, whose team #39;s injury problems worsened before last night #39;s Champions League game against Deportivo La Coruna, praised the squad #39;s occasional players after a 1-0 win in Spain.", "label": "sports"}
{"id": 10746, "sentence": "US weekly jobless claims rise 10,000 to 343,000 WASHINGTON : The line of people filing new claims for jobless benefits grew last week, hurt by damage to businesses caused by Hurricane Charley, a US government report showed.", "label": "business"}
{"id": 54949, "sentence": "Canadian reported killed with rebel group in Chechnya; Ottawa seeks details (Canadian Press) Canadian Press - MOSCOW (CP) - A Canadian reported killed in Chechnya was described by Russian defence officials Friday as an explosives expert who was among a group of insurgents involved in fighting there.", "label": "world"}
{"id": 86164, "sentence": "Moody's Raises New York State Bond Rating (Reuters) Reuters - New York State and its bond investors\\got some good news on Tuesday as Moody's Investors Service said\\it raised the state's general obligation bond rating to \"A1\"\\from \"A2,\" citing a strengthening economy.", "label": "business"}
{"id": 76504, "sentence": "Sandisk Increases Phone Memory Capacities Sandisk this week announced the addition of new, higher capacity memory cards for mobile phones. The miniSD and RS-MMC card formats will now be offered in capacities as large as 512MB starting in November.", "label": "technology"}
{"id": 74086, "sentence": "He gave command performance Not all of his teammates were happy with Pedro Martinez last night. Or maybe you didn't notice Derek Lowe, waiting at the top step of the visitors' dugout, after Martinez struck out looking to start the third inning.", "label": "sports"}
{"id": 68523, "sentence": "Pacers #39; O #39;Neal Sidelined by Foot Injury Pacers Coach Rick Carlisle said yesterday that O #39;Neal probably would miss the remaining five games to rest a strained ligament in his left foot.", "label": "sports"}
{"id": 41468, "sentence": "Intel drops plans to make Grantsdale chip a Wi-Fi access point SEPTEMBER 27, 2004 (IDG NEWS SERVICE) - Intel Corp. no longer plans to turn its latest batch of chip sets into wireless access points, citing a lack of interest from PC vendors and the proliferation of stand-alone access points.", "label": "technology"}
{"id": 34180, "sentence": "The best manager never to take charge of Wales LAUDED as the best manager never to manage England, Brian Clough could lay claim to the same title in Wales. Clough, who died yesterday from stomach cancer at the age of 69, led the unfashionable pair of Derby ", "label": "sports"}
{"id": 26773, "sentence": "Vivendi Net Loss Up Vivendi Universal on Tuesday reported a sharply wider half-year net loss of 1.86 billion euros (\\$2.28 billion), hit by currency translation losses linked to its entertainment ", "label": "business"}
{"id": 87783, "sentence": "Only Injury Can Stop Peerless Federer at Masters Cup  NEW YORK (Reuters) - Last season, Roger Federer left  Houston not even the top-ranked player of the year.", "label": "sports"}
{"id": 93873, "sentence": "Report Says Dozens Of Iraqi Policemen Abducted A policeman who says he escaped from the ambush said a group of around 20 armed men attacked a hotel occupied by the policemen near the Jordanian border.", "label": "world"}
{"id": 41181, "sentence": "Accident at building site at Dubai airport kills at least eight Arabic television says a wall at a construction site in Dubai airport in the United Arab Emirates has collapsed, killing at least eight workers.", "label": "world"}
{"id": 31286, "sentence": "Israeli Cops Arrest 2 Madonna Bodyguards TEL AVIV, Israel - Police detained two bodyguards of pop star Madonna on Friday after a brawl with photographers waiting for the singer outside her Tel Aviv hotel.    Two of the photographers and a policeman who tried to break up the fight were injured, said police spokeswoman Liat Pearl...", "label": "world"}
{"id": 34815, "sentence": "Nintendo, Sony Make Pushes Before Holidays (AP) AP - Nintendo Co. and Sony Corp. made separate product announcements Tuesday that the video game giants hope will attract more customers ahead of the highly competitive holiday shopping season.", "label": "technology"}
{"id": 51877, "sentence": "Angels crash to earth as Red Sox run riot MANNY RAMIREZ #39;s three-run home run capped a seven-run fourth inning as the Boston Red Sox registered a 9-3 win over the Angels at Anaheim in the opening game of their American League Division Series on Tuesday.", "label": "sports"}
{"id": 17155, "sentence": "Red Hat Hires New CFO From Burlington (AP) AP - Red Hat Inc. hired a new chief financial officer as it tries to bolster its sagging stock price and expand into new foreign markets.", "label": "technology"}
{"id": 84608, "sentence": "Europe deal brings hopes on Iranian nuclear curbs SYDNEY Mohamed ElBaradei, director general of the UN nuclear watchdog agency, said Monday that he hoped that Iran would suspend its nuclear enrichment and reprocessing programs after a tentative deal over the weekend with France, Germany and Britain.", "label": "world"}
{"id": 39322, "sentence": "Teens and 'Tweens' Invade Health Clubs By MARGARET STAFFORD     KANSAS CITY, Mo. (AP) -- At a growing number of health clubs, gyms and YMCAs across the country, the treadmills and barbells aren't just for adults anymore...", "label": "technology"}
{"id": 59930, "sentence": "Carlyle Group:  It Never Joined Consortium The Carlyle Group Wednesday said it was not part of a consortium that touted the Washington merchant bank's political ties in an attempt to win business collecting and managing billions of dollars owed to Kuwait by Iraq.", "label": "business"}
{"id": 41442, "sentence": "Gannon Sidelined with Fractured Vertebrae  ALAMEDA, Calif. (Sports Network) - Oakland Raiders  quarterback Rich Gannon is expected to be sidelined for at  least six weeks after sustaining fractured vertebrae in his  neck.", "label": "sports"}
{"id": 98549, "sentence": "Camden overtakes Detroit as most-dangerous city TRENTON, NJ A Kansas company #39;s yearly ranking has Camden, New Jersey, as the nation #39;s most dangerous city. The rankings based on crime statistics are detailed in Morgan Quitno #39;s  quot;City Crime Rankings, quot; an annual reference book.", "label": "business"}
{"id": 9509, "sentence": "Europe starts new Microsoft probe The European Commission opens a probe into Microsoft and Time Warner's plans to buy anti-piracy firm ContentGuard.", "label": "business"}
{"id": 1221, "sentence": "A New Campaign for Viagra Viagra, which has long taken a staid marketing approach, will join its fast-growing competitors in taking a sly, devil-may-care tack.", "label": "business"}
{"id": 60069, "sentence": "Beckham out for up to a month Following his idea of being  #39;clever #39; last weekend, David Beckham will be out of action for up to a month with the rib injury he suffered following his foul on Wales #39; Ben Thatcher.", "label": "sports"}
{"id": 81417, "sentence": "Peugeot, Citroen will withdraw at com staff writers. The parent company of Peugeot and Citroen has announce that due to the economy affecting the car market, they will withdraw from World Rally Championship competition at the end of the 2005 season.", "label": "sports"}
{"id": 73793, "sentence": "Tokyo Stocks Open Higher, Exporters Lead (Reuters) Reuters - The Nikkei average opened 0.69 percent\\higher on Wednesday as gains on Wall Street eased uncertainty\\ahead of the Nov. 2 U.S. presidential election, prompting\\buying of Toyota Motor Corp. and other exporters.", "label": "business"}
{"id": 13105, "sentence": "British Airways bosses help with check-ins LONDON -- The head of British Airways and top managers helped with passenger check-in Saturday as the airline sought recover from a week of chaos that stranded thousands of passengers.", "label": "business"}
{"id": 9603, "sentence": "Guantanamo detainee visits with parents An Australian detainee being arraigned Wednesday before a US military commission on charges of attempted murder and aiding al Qaeda met with his parents, their first visit together in five years.", "label": "world"}
{"id": 70469, "sentence": "Red Sox win wild World Series opener (Boston-AP, Oct. 24, 2004) _ It was wild, sloppy World Series opener with plenty of runs, hits and errors. When it was over, the Boston Red Sox had won the highest-scoring Game One in World Series history, 11-to-9 over St.", "label": "sports"}
{"id": 27939, "sentence": "Israeli Troops Kill 5 in West Bank Clashes-Witnesses Israeli troops killed at least five Palestinian militants in the West Bank city of Nablus on Wednesday, witnesses said. A military spokeswoman confirmed operations were under way but declined to comment on casualties.", "label": "world"}
{"id": 66308, "sentence": "Canadian-born scientist who invented small, long-lasting batteries &lt;b&gt;...&lt;/b&gt; The man who invented the small, long-lasting alkaline batteries that power Walkmans, Gameboys and other portable devices has died.", "label": "technology"}
{"id": 17362, "sentence": "IBM Recalls 553,000 Laptop Power Units Worldwide (Reuters) Reuters - IBM said on Thursday it will recall\\about 553,000 AC power adapters worldwide for several models of\\its laptop computers because of potential fire and electrical\\shock hazards.", "label": "technology"}
{"id": 45746, "sentence": "StorageTek Scoops Up Storability for ILM Portfolio Storage Technology Corp. (StorageTek) acquired Storability Inc. on Thursday for an undisclosed sum in an attempt to boost the storage management and monitoring software delivery capabilities of its ILM (information lifecycle management) portfolio.", "label": "technology"}
{"id": 115457, "sentence": "US space agency chief resigns The head of the US space agency (Nasa), Sean O'Keefe, resigns after three years in the post.", "label": "technology"}
{"id": 9017, "sentence": "Adelphia seeks \\$3.2B from Rigases Bankrupt cable operator asks court to force payments, says family already admitted they owe money. NEW YORK (Reuters) - Adelphia Communications Corp.", "label": "business"}
{"id": 115248, "sentence": "Surprise victory for Basescu in Romania Traian Basescu, a sea captain turned politician, won a surprise victory in Romania #39;s presidential run-off election held on Sunday, according to final results announced yesterday.", "label": "world"}
{"id": 32019, "sentence": "Outsourcing megadeals lose momentum The move by JPMorgan Chase to cancel a \\$5 billion technology services contract with IBM may show  quot;megadeals quot; are going the way of the dinosaur.", "label": "business"}
{"id": 48435, "sentence": "Federer thumps Roddick in Thailand Open final CBC SPORTS ONLINE - Swiss star Roger Federer captured his 10th tennis title of the year by defeating Andy Roddick in the Thailand Open final Sunday in Bangkok.", "label": "sports"}
{"id": 37354, "sentence": "TV deal sends Martha Stewart Living shares soaring NEW YORK - Shares of Martha Stewart Living Omnimedia jumped to a two-year high Thursday on word that she has signed a TV deal with the producer of Survivor.", "label": "business"}
{"id": 20677, "sentence": "Labor unveils tax cut policy Australia #39;s opposition Labor Party has promised sweeping tax breaks for low and middle income families if it wins the general election on 9 October.", "label": "business"}
{"id": 57434, "sentence": "Dell Recalls Notebook Adapters Dell has issued a recall notice for more than 4 million AC power adapters used with many of its notebook computers. The company says the adapters sometimes overheat, which could lead to a fire or electrical shock.", "label": "business"}
{"id": 109281, "sentence": "Italian Police Make Arrests in Mob Raids (AP) AP - Italian police raided scores of homes in the Naples area Tuesday and arrested 52 suspected mobsters, the largest single offensive in the state's bid to end a bloody organized crime war that has terrified this southern Italian city.", "label": "world"}
{"id": 71201, "sentence": "Lions keep roaring on road EAST RUTHERFORD, NJ -- The road to respectability for the Detroit Lions has been . . . the road. How ironic for a team that went three years and an NFL-record 24 games without winning away from Motown.", "label": "sports"}
{"id": 92215, "sentence": "Japan Families Vent Anger At N. Korea The families of Japanese kidnapped decades ago by North Korean agents lashed out at the secretive communist state on Monday, saying it had lied about the fate of their loved ones.", "label": "world"}
{"id": 39652, "sentence": "Steelers Notebook: Game on -- same time, same place The Steelers-Dolphins game is still scheduled for 1 pm tomorrow at Pro Player Stadium in Miami as team and league officials monitor the progress of Hurricane Jeanne.", "label": "sports"}
{"id": 80174, "sentence": "Jays #39; Wells captures first Gold Glove TORONTO (CP) - Outfielder Vernon Wells earned his first Gold Glove on Tuesday, becoming the seventh Toronto Blue Jays player to receive the award.", "label": "sports"}
{"id": 105789, "sentence": "HP to release Virus Throttler for Windows in 2005 Hewlett-Packard(HP) is planning to build virus throttling technology into ProLiant servers and ProCurve switches starting in early 2005, an HP executive said Tuesday.", "label": "technology"}
{"id": 85718, "sentence": "New UK Airport Scanner 'Undresses' Passengers (Reuters) Reuters - A new X-ray machine at London's Heathrow\\airport, which sees through passengers' clothes, has been\\attacked by civil liberties campaigners as a \"voyeur's\\charter.\"", "label": "technology"}
{"id": 69330, "sentence": "Icelandair in swoop on easyJet Britain #39;s largest low-cost airline, easyJet, was at the centre of frenzied speculation over a Nordic takeover last night after Icelandair revealed it had snapped up an 8.4 stake.", "label": "business"}
{"id": 1026, "sentence": "Congolese Massacre Victims in Burundi Mourned  GATUMBA, Burundi (Reuters) - Mourners covered their faces  to block the smell of disinfectant and death Monday as they  buried more than 160 Congolese Tutsi refugees burned, hacked  and shot in an attack on their camp in western Burundi.", "label": "world"}
{"id": 87539, "sentence": "Australia jobless at 26-year low Australia #39;s jobless rate is at a quarter-century low, giving a further reward to Prime Minister John Howard following his recent election victory.", "label": "business"}
{"id": 107100, "sentence": "Dollar losing streak continues as euro hits new highs (AFP) AFP - The dollar tumbled to new all-time lows against the euro, a 12-year nadir against sterling and a near five-year trough against the yen, buckling under the weight of the US twin deficits.", "label": "world"}
{"id": 72693, "sentence": "Howard takes oath of office JOHN Howard has been officially sworn in as prime minister by Governor-General Michael Jeffery. In front of his new ministry, Mr Howard took the oath of office for the fourth time as prime minister.", "label": "world"}
{"id": 39241, "sentence": "Web Posting Claims British Hostage Killed BAGHDAD, Iraq - An Internet posting claimed Saturday that an al-Qaida-linked group has killed British hostage Kenneth Bigley. The claim could not immediately be confirmed, and Britain's Foreign Office described the site where it appeared as \"discredited.\"   Bigley was kidnapped Sept...", "label": "world"}
{"id": 86952, "sentence": "Oil Up After U.S. Inventory Data  LONDON (Reuters) - Oil prices edged up from seven-week lows  below \\$47 a barrel on Wednesday as U.S. crude oil inventories  grew again ahead of winter but heating oil stocks fell.", "label": "business"}
{"id": 13578, "sentence": "FACTBOX-How the Australian election process works Australia will go to the polls on October 9, Prime Minister John Howard has announced. Prime Minister John Howard #39;s conservative government, which was elected in 1996, is seeking a fourth ", "label": "world"}
{"id": 115098, "sentence": "Fed rate hikes getting to be a habit Federal Reserve Chairman Alan Greenspan and his central bank colleagues are widely expected to raise short-term interest rates for a fifth and final time this year Tuesday.", "label": "business"}
{"id": 17602, "sentence": "Magath says Bayern honeymoon is over after poor start Bayern Munich coach Felix Magath, who criticised his new players for the time they spent putting on hair gel, warned on Friday that his honeymoon period is over and he plans to get tougher with the squad.", "label": "sports"}
{"id": 34665, "sentence": "Thailand Says Nine Farms Contaminated By Genetically Modified &lt;b&gt;...&lt;/b&gt; Nine farms in Thailand have been found to be contaminated by genetically modified crops. The announcement comes after a scandal shut down a big part of the country #39;s program to test genetically modified crops.", "label": "technology"}
{"id": 15130, "sentence": "Heart Attacks More Likely in Cold Weather MUNICH, Germany - People with high blood pressure seem to be more vulnerable to heart attacks when the temperature drops, new research shows.    The findings, presented Monday at a conference of the European Society of Cardiology, are not surprising because cold weather makes the blood vessels constrict, making it harder for blood to move through, but the study is the first to document that variations in the weather increase the occurrence of heart attacks in people with high blood pressure...", "label": "world"}
{"id": 116617, "sentence": "Studios launch campaign against BitTorrent Hollywood stepped up its battle against internet pirates yesterday when the Motion Picture Association of America launched a legal battle against the filesharing networks BitTorrent and eDonkey.", "label": "technology"}
{"id": 14030, "sentence": "Donald delight at call up Luke Donald has expressed his delight at being named as one of captain Bernhard Langer #39;s wildcards for the European Ryder Cup team.", "label": "sports"}
{"id": 97311, "sentence": "Bush seeks allied help in dealing with Iran, North Korea SANTIAGO, Chile - President Bush used his first trip abroad since re-election to press allies Saturday for help in hemming in the nuclear ambitions of North Korea and Iran, nations he considers part of an  quot;axis of evil quot; threatening global security.", "label": "world"}
{"id": 20375, "sentence": "Notes: Finger sidelines Damon The last time Johnny Damon was at the Network Associates Coliseum before Monday, he doesn #39;t remember leaving. The date was Oct. 6, 2003.", "label": "sports"}
{"id": 35698, "sentence": "Sun Microsystems Sets Sights on Low-End Market By MATTHEW FORDAHL    SAN JOSE, Calif. (AP) -- After years of battling Microsoft Corp...", "label": "technology"}
{"id": 36931, "sentence": "SA #39;s e-attacks jump 796 Johannesburg, 23 September 2004 - Symantec #39;s sixth biannual report on global trends in Internet attacks, vulnerabilities, and malicious code activity shows SA recorded a 796 annual increase in the number of these attacks, rising from 375 per user last ", "label": "technology"}
{"id": 79277, "sentence": "Bagle Gets Stale But Remains a Threat  quot;It #39;s the same old stuff we #39;ve seen in all the Bagle variants over the last months. The authors have just modified it to evade detection of most antivirus programs and spammed it widely, quot; said Mikko Hyppnen of F-Secure.", "label": "technology"}
{"id": 27608, "sentence": "Internet stocks nudge techs higher Yahoo! jumps into the music download biz while Ask Jeeves, Amazon soar; Oracle beats after the bell. NEW YORK (CNN/Money) - Bucking the broader market #39;s trend Tuesday, Internet stocks rallied on Yahoo!", "label": "technology"}
{"id": 94059, "sentence": "More Troops May Be Needed in Ivory Coast -Mbeki  THE HAGUE (Reuters) - South African President Thabo Mbeki  said on Wednesday it might be necessary to send more troops to  Ivory Coast to quell tension unless there is a deal soon  between the government and rebels.", "label": "world"}
{"id": 44943, "sentence": "PepsiCo Profit Rises on Tax Benefits (Reuters) Reuters - PepsiCo Inc. , the world's No.\\2 soft drink company, said on Thursday quarterly profit rose\\due to tax benefits.", "label": "business"}
{"id": 26686, "sentence": "University entry overhaul backed Students should be able to make their university applications after their A-level results, says an official report.", "label": "world"}
{"id": 90112, "sentence": "United #39;s Improbable Trip to MLS Cup When DC United opened camp more than nine months ago, snow and ice covered the training grounds around the back side of RFK Stadium.", "label": "sports"}
{"id": 83131, "sentence": "Ivory Coast troops clash with rebels  ABIDJAN, Ivory Coast -- Rebel fighters clashed with government troops, and warplanes struck rebel positions in the north yesterday, escalating hostilities a day after army hard-liners broke a cease-fire and relaunched Ivory Coast's civil war after more than a year of relative peace.", "label": "world"}
{"id": 111793, "sentence": "Some Venezuelan TV Channels Alter Programs (AP) AP - Some Venezuelan television channels began altering their programs Thursday, citing fears of penalties under a new law restricting violence and sexual content over the airwaves.", "label": "world"}
{"id": 34601, "sentence": "Gaming Godzillas Prepare for Battle (washingtonpost.com) washingtonpost.com - Let the games begin. Not the Olympics again, but the all-out battle between video game giants Sony Corp. and Nintendo Co. Ltd. The two Japanese companies are rolling out new gaming consoles, but Nintendo has beaten Sony to the punch by announcing an earlier launch date for its new hand-held game player.", "label": "technology"}
{"id": 66245, "sentence": "Microsoft Unveils  #39;Istanbul #39; Communications Hub Istanbul, the latest addition to Microsoft #39;s Office Live Communications Server, lets users communicate in real time using e-mail, IM or the phone regardless of application or location.", "label": "technology"}
{"id": 64033, "sentence": "Energy, Material Prices Hurt U.S. Profits (Reuters) Reuters - 3M Co.  and American Standard\\Cos. Inc.  cast a shadow of disappointment on Monday as\\the busiest week yet of the corporate earnings period got under\\way, and analysts cautioned not to expect the profit picture to\\brighten soon.", "label": "business"}
{"id": 32915, "sentence": "Indonesian poll ends era Indonesians cast their ballots today in the country #39;s first democratic presidential election. The vote will cap months of polls and finally consign decades of dictatorship to history.", "label": "world"}
{"id": 118665, "sentence": "Hudson sent to Braves with Meyer, Thomas, Cruz going to the &lt;b&gt;...&lt;/b&gt; Tim Hudson was traded from the Oakland Athletics to Atlanta, a blockbuster deal yesterday that further bolstered the Braves #39; revamped rotation.", "label": "sports"}
{"id": 119035, "sentence": "NTT DoCoMo's 4G research hits 1Gbps TOKYO -- NTT DoCoMo, Japan's biggest mobile communications carrier, achieved a 1Gbpspacket transmission speed using fourth-generation (4G) mobile communication equipment on Aug. 20, the company said Friday.", "label": "technology"}
{"id": 110901, "sentence": "Stockland Buys Lensworth From Foster #39;s for A\\$825 Mln (Update1) Stockland bought the Lensworth property development business from Foster #39;s Group Ltd. for A\\$825 million (\\$624 million), becoming Australia #39;s biggest residential property developer.", "label": "business"}
{"id": 6659, "sentence": "Santos increases gas fields SANTOS has moved to consolidate its gas exploration and production business in offshore Victoria, picking up a dominant position in the southern Gippsland Basin.", "label": "business"}
{"id": 12098, "sentence": "Stocks Up in Light Volume Ahead of Convention  NEW YORK (Reuters) - U.S. stocks gained on Friday after  reports showed U.S. economic growth in the second quarter  matched economists' forecasts and consumer sentiment picked up  above expectations in late August, but volume was feather light  ahead of the upcoming Republican convention in New York City.", "label": "business"}
{"id": 83137, "sentence": "No. 18 provides finishing kick At first glance, East Lake Golf Club appears to present a cute little par 4 of a finishing hole. Only thing is, the 18th is really a par-3 monster, one that stretches to a whopping 235 yards.", "label": "sports"}
{"id": 55519, "sentence": "Becks get Sven #39;s full support Sven-Goran Eriksson has refused to publicly criticise David Beckham for his reckless lunge at Ben Thatcher and subsequent booking.", "label": "sports"}
{"id": 108705, "sentence": "Wolves  amp; Dudley agree Burtonwood takeover Wolverhampton  amp; Dudley, the brewer and pub group, announced a 120m offer for Burtonwood of Cheshire, sparking speculation about a wave of sector consolidation.", "label": "business"}
{"id": 36266, "sentence": "Stent Maker Conor Files to Go Public Conor MedSystems Inc., a maker of drug-coated coronary stents, on Wednesday filed to sell \\$70 million worth of common shares in its initial public offering, according to a Securities and Exchange Commission statement.", "label": "business"}
{"id": 5779, "sentence": "Nation-wide Truckers Strike Evokes Mixed Response New Delhi, August 21 (NNN): An indefinite nationwide strike of truckers protesting against the imposition of service tax on Saturday evoked mixed response with a section of transporters in Karnataka and Tamilnadu staying away from the protest.", "label": "business"}
{"id": 465, "sentence": "Olerud Bails Out Loaiza in His Latest Bungled Audition John Olerud reveled in his return to Safeco Field by slapping a two-run single that lifted the Yankees and saved Esteban Loaiza from a defeat.", "label": "sports"}
{"id": 43720, "sentence": "Munich to press on with Linux switch More than a year after the German city of Munich declared its landmark intention to abandon Microsoft Windows in favor of upstart rival Linux, its councilors are finally ready to go ahead with the plan.", "label": "technology"}
{"id": 101073, "sentence": "Moncks Corner facility has new owner MONCKS CORNER - Integral Systems of Lanham, Md., said Wednesday it had agreed to sell assets of its antenna systems division in Moncks Corner to LJT  amp; Associates of Montgomery, Ala.", "label": "business"}
{"id": 17147, "sentence": "Treasuries Retreat Before Payrolls Data (Reuters) Reuters - U.S. Treasuries broke a three-day\\rally and retreated on Thursday as investors turned cautious\\before the climax of the week -- the August payrolls report.", "label": "business"}
{"id": 83508, "sentence": "United Reaches Final After 120 minutes of back and forth play ends in a 3-3 tie, goalkeeper Nick Rimando stops a New England penalty kick to seal the victory and propel United into the MLS Cup.", "label": "sports"}
{"id": 34336, "sentence": "Charting the Majors * Guerrero beaned: Vladimir Guerrero left the Angels game against the Mariners in the first inning after being hit on the left side of the head by a pitch from Ryan Franklin.", "label": "sports"}
{"id": 21179, "sentence": "iMac G5: Coolest Computer Ever Describing the new iMac G5, Chris Taylor writes in TIME,  #147;What you get for that money is quite possibly the coolest personal computer yet created. The cool is more than merely aesthetic. Unlike a lot of previous Mac machines, on which you could almost fry an egg, the iMac G5 #146;s beautiful white surface does not get noticeably hot. Nor, at a whisper-quiet 25 decibels, does it make enough noise for most people to hear #133; #148; Sep 7", "label": "technology"}
{"id": 97155, "sentence": "Rosales stays close to Sorenstam WEST PALM BEACH, Florida (AFP) - Jennifer Rosales matched the best solo leader Annika Sorenstam could do yesterday to stay within sight of the title halfway through the \\$1 million ADT Championship.", "label": "sports"}
{"id": 57913, "sentence": "American Peirsol, Australian Hanson excel at world championships Peirsol plays a part in 2 world records: Aaron Peirsol of Irvine, Calif., lowered his world record in the 200-meter backstroke at the short-course world championships, which ended last night in Indianapolis.", "label": "sports"}
{"id": 72310, "sentence": "Center will earn \\$500 per week with Alaska Aces ANCHORAGE, Alaska -- New Jersey Devils center Scott Gomez signed a contract Monday with the minor-league Alaska Aces to play for \\$500 a week until the NHL lockout ends, a spokesman for the Anchorage team said.", "label": "sports"}
{"id": 92494, "sentence": "Macedonian PM Kostov resigns over policy disputes ISN SECURITY WATCH (16/11/04) - Macedonia #39;s Prime Minister Hari Kostov resigned on Monday over disputes within the ruling coalition of Macedonian Social Democrats, the Albanian minoritys Democratic Union of Integration (DUI) party, and Macedonian ", "label": "world"}
{"id": 56058, "sentence": "Retail sales slowed in September, reports say The outlook for the holiday shopping season grew more uncertain yesterday as the nation #39;s largest retailers reported that they had a fourth straight month of tepid sales in September.", "label": "business"}
{"id": 73520, "sentence": "Azeri will run in Classic Trainer D. Wayne Lukas announced that former Horse of the Year Azeri will be entered in the Breeders #39; Cup Classic instead of the Distaff in Saturday #39;s World Thoroughbred Championships at Lone Star Park.", "label": "sports"}
{"id": 1268, "sentence": "Study: Global Warming Could Change Calif. (AP) AP - Global warming could cause dramatically hotter summers and a depleted snow pack in California, leading to a sharp increase in heat-related deaths and jeopardizing the water supply, according to a study released Monday.", "label": "technology"}
{"id": 14664, "sentence": "France will not repeal head scarf law despite demands from kidnappers in Iraq (Canadian Press) Canadian Press - PARIS (AP) - France will not revoke a law banning Muslim head scarves in public schools despite demands by a militant Islamic group holding two French journalists hostage in Iraq, a government spokesman said Monday.", "label": "world"}
{"id": 9863, "sentence": "Japan Planning to Launch Spy Satellites TOKYO (AP) -- A Japanese government panel has approved plans to send two spy satellites into Earth's orbit beginning next year, a media report said Wednesday.    If confirmed, the missions would be the first since late 2003 for Japan's ailing space program, which has suffered a slew of launch and mission failures...", "label": "technology"}
{"id": 115751, "sentence": "Arrests of writers raise fears of crackdown against dissident &lt;b&gt;...&lt;/b&gt; (WiPC/IFEX) - On the afternoon of 13 December 2004, three prominent dissident intellectuals - literary critic Liu Xiaobo, writer Yu Jie and political theorist Zhang Zuhua - were arrested in Beijing and held for 12 hours, before being freed on the morning ", "label": "world"}
{"id": 90574, "sentence": "Prso the Rangers saviour RANGERS SURVIVED AN intense inspection of their title credentials at Easter Road yesterday before emerging with the points thanks to a second-half penalty from Dado Prso.", "label": "sports"}
{"id": 118480, "sentence": "UN troops surround Aristide house UN troops and Haitian police seal off a house in Port-au-Prince occupied by former members of the army.", "label": "world"}
{"id": 19537, "sentence": "The Lessons of Beslan for Russia and the World It is the nature of terrorism that every time one thinks there is a limit to the depths to which terrorists can sink, they contrive even baser atrocities.", "label": "world"}
{"id": 71512, "sentence": "Mind those IMs--your cubicle's walls have eyes As more firms install software to keep tabs on workers, start-ups and heavy hitters alike spy an opportunity in surveillance products.", "label": "technology"}
{"id": 4723, "sentence": "Help is on the way Former English Premier League rivals Steve Howey and Joe-Max Moore are expected to be available for the Revolution's regular-season stretch run.", "label": "sports"}
{"id": 109393, "sentence": "An Apple rumor a day Now that Apple Computer has its shitake mushrooms together, it apparently is being coveted by IBM. Missing Links", "label": "technology"}
{"id": 48394, "sentence": "Europe should understand the mood in Iran: FM spokesman TEHRAN (MNA) -- The Europeans should understand the mood in Iran and move in the direction of recognizing Irans legitimate right to the peaceful use of nuclear energy through mutual respect and understanding, Foreign Ministry spokesman Hamid-Reza Asefi ", "label": "world"}
{"id": 76351, "sentence": "Sony Springs From  #39;Spider-Man #39; Web Sony Corp. on Thursday reported a big boost in profits in the second quarter, due to the success of box office hit  quot;Spider-Man 2. quot;.", "label": "business"}
{"id": 72421, "sentence": "Qualcomm plans to phone it in on cellular repairs com October 25, 2004, 3:59 PM PT. Wired  amp; Wireless continues its reign at the top spot among IT priorities due to widespread IP telephony and wireless deployment.", "label": "technology"}
{"id": 19411, "sentence": "Batista #39;s double ends three streaks After going hitless in his previous 23 at-bats, Tony Batista came through at the perfect time for the Montreal Expos. Batista hit a one-out RBI double in the 12th inning and the Expos ended ", "label": "sports"}
{"id": 56334, "sentence": "Iraqi militants say they freed Turkish hostages An Arab TV station said Sunday it received a statement from Iraqi militants saying they had freed 10 Turkish hostages. An anchor on Qatar-based Al-Jazeera TV, citing  quot;special sources, quot; said ", "label": "world"}
{"id": 16705, "sentence": "Microsoft Launches MSN Music In the right corner, weighing in with 100 million downloaded iTunes songs: heavyweight champion Steve Jobs. In the left corner, weighing in with billions and billions of dollars and near universal ", "label": "technology"}
{"id": 5483, "sentence": "Bay Street gets a boost from gold and technology sectors Toronto stocks closed higher yesterday, notching their first winning week in three as technology and gold issues teamed up to boost the market. ", "label": "business"}
{"id": 40405, "sentence": "Old School, Part 2 Joe Gibbs will meet his coaching nemesis, Bill Parcells, for the first time since 1990 on Monday when the Redskins play the rival Cowboys.", "label": "sports"}
{"id": 47796, "sentence": "Iran Revises Constitution to Allow Privatisations (Reuters) Reuters - Iran Saturday overturned a key plank of the\\constitution to allow large-scale privatizations in a bid to\\overhaul the lumbering economy, over which many hard-line\\parliamentarians have been trying to maintain state dominance.", "label": "world"}
{"id": 117832, "sentence": "Helicopters reach isolated Aceh US helicopters start dropping food and medical supplies into parts of quake-ravaged western Aceh.", "label": "world"}
{"id": 104350, "sentence": "Bennett agrees to contract Catcher Gary Bennett agreed Monday to a one-year contract with the Washington-bound Expos. Bennett, 32, fulfills the team #39;s need for a backup to Brian Schneider.", "label": "sports"}
{"id": 112815, "sentence": "MSN Beta - An SEOs Dream Search Engine MSN Beta - An SEO's Dream Search Engine\\\\MSN Beta is still serving up results that make any SEO jump for joy. It is very easy for many SEOs to rank well in the new Beta Search engine by MSN. A thread at SEO Chat asks the question, How long will ...", "label": "technology"}
{"id": 5230, "sentence": "Nortel: Nowhere To Go But Up NEW YORK - It certainly sounds like bad news when a company fires seven executives for financial malfeasance, lays off 3,500 employees and advises investors that it expects sluggish market growth for the year. But for Ontario-based Nortel Networks, it #39;s ...", "label": "business"}
{"id": 117824, "sentence": "DoCoMo to Offer Overseas Roaming-Capable 3G Phones  TOKYO (Reuters) - Top Japanese wireless carrier NTT DoCoMo  &lt;A HREF=\"http://www.reuters.co.uk/financeQuoteLookup.jhtml?ticker=9437.T qtype=sym infotype=info qcat=news\"&gt;9437.T&lt;/A&gt; said on Thursday it would launch a 3G phone equipped  for use overseas and including a video conferencing function,  getting a leg-up on its closest rival, KDDI Corp. &lt;A HREF=\"http://www.reuters.co.uk/financeQuoteLookup.jhtml?ticker=9433.T qtype=sym infotype=info qcat=news\"&gt;9433.T&lt;/A&gt;.", "label": "technology"}
{"id": 46899, "sentence": "RIAA hunts down more file-trading scum The RIAA (Recording Industry Association of America) knows how to kick of the back-to-school season with a splash, sending out another load of lawsuits to collegians everywhere.", "label": "technology"}
{"id": 27536, "sentence": "Cordero: Fan was  quot;way out of control quot; Texas Rangers closer Francisco Cordero appeared on the Jeff Rickard Show on Sporting News Radio to discuss Monday night #39;s incident in which several members of the Rangers bullpen were involved in an altercation with Oakland fans and one - Frank ", "label": "sports"}
{"id": 89400, "sentence": "Nintendo Set to Launch New Game System A Nintendo Co. employee demonstrates a Nintendo DS, the latest in its line of wallet-sized game systems, Nov. 4, 2004, at their shipping center in North Bend, Wash.", "label": "technology"}
{"id": 32707, "sentence": "Rich Asians snapping up world's most expensive mobile phones (AFP) AFP - How much would you pay for a mobile phone that seems as heavy as a brick and cannot even take pictures? Up to 32,000 US dollars, if the phone carries the name Vertu.", "label": "technology"}
{"id": 87417, "sentence": "Magical Evening For the Wizards and that was before Larry Hughes gave an announced crowd of 15,042 at MCI Center good reason to go crazy.", "label": "sports"}
{"id": 13474, "sentence": "Phillies Rally to Beat Brewers 4-3 (AP) AP - Placido Polanco homered off Mike Adams with one out in the ninth inning, giving the Philadelphia Phillies a 4-3 win Saturday night that extended the Milwaukee Brewers' losing streak to 10.", "label": "sports"}
{"id": 46358, "sentence": "BBC Tech staff become Siemens workers Some 1440 BBC Technology staff have been transferred to Siemens Business Services today following the completion of a major ten-year 2bn Technology Framework Contract (TFC).", "label": "business"}
{"id": 102252, "sentence": "Moon gas could meet earths future energy demands UDAIPUR: A potential gas source found on the moons surface could hold the key to meeting future energy demands as the earths fossil fuels dry up in the coming decades, scientists said on Friday.", "label": "technology"}
{"id": 73386, "sentence": "West Brom Replaces Team Manager Megson With Assistant Burrows West Bromwich Albion replaced manager Gary Megson with his assistant Frank Burrows after the English soccer club slipped to 16th in the 20-team Premiership on Saturday following a 3-0 defeat at Crystal Palace.", "label": "sports"}
{"id": 115886, "sentence": "New Internet worm disguised e-Christmas card Internet security experts have warned of a new virulent email worm particularly successful in infecting computers as it is disguised as a multilingual electronic Christmas card.", "label": "technology"}
{"id": 114651, "sentence": "Roddick splits with coach Gilbert Andy Roddick has sacked Brad Gilbert, the coach who guided him to world number one and the US Open crown in 2003. No reason has been given for the split.", "label": "sports"}
{"id": 53265, "sentence": "Nigerian clashes: '50,000 killed' The number of people killed in communal clashes in central Nigeria is far higher than previously thought, a new government study says.", "label": "world"}
{"id": 81352, "sentence": "Mystery behind the origin of cosmic rays unraveled: World News: Washington, Nov 4 : An international team of astronomers has suceeded solving the 100 yearl old mystery about the origin of the cosmic rays by producing the first ever image of an astronomical object using high energy gamma rays.", "label": "technology"}
{"id": 98236, "sentence": "Survey: Gas prices drop as consumption goes down CAMARILLO, Calif. Gas prices at the pump declined over the past two weeks. An industry analyst says a seasonal drop in consumption and lower crude oil prices contributed to the drop.", "label": "business"}
{"id": 20258, "sentence": "CFL Game Summary - Toronto at Hamilton Argonauts wide receivers R. Jay Soward and Andre Talbot and Tiger-Cats cornerback Wayne Shaw were ejected for fighting midway through the first quarter...Toronto is 2-3-1 on the road and 2-3-1 against the East this season...Hamilton is also 2-3-1 at home ", "label": "sports"}
{"id": 31030, "sentence": "News: Cash Bounties For Spammers Win Limited FTC Backing The Federal Trade Commission yesterday gave limited endorsement to offering cash rewards to people who help track down e-mail spammers, suggesting that such\\bounties might work but in fewer circumstances than had been pushed by some anti-spam activists.\\", "label": "technology"}
{"id": 113326, "sentence": "Notre Dame Narrows Its Focus to Weis More than two years ago, the New England Patriots #39; offensive coordinator, Charlie Weis, was so close to dying after complications from stomach-stapling surgery that a priest offered him last rites twice.", "label": "sports"}
{"id": 21300, "sentence": "Amid insecurity, Afghans ready for presidential vote Candidates for president in Afghanistan #39;s first free elections to be held Oct. 9 officially kicked off their campaigns yesterday.", "label": "world"}
{"id": 104843, "sentence": "Harmony puts brave face on 11 Harmony Gold, which has managed to acquire only 10,8 of Gold Fields in the first stage of its hostile take-over bid, put a brave face on its offer yesterday, saying it would immediately launch the second part of its offer for the remaining shares.", "label": "business"}
{"id": 106270, "sentence": "China Toll 166 in Grim Saga of Mine Deaths  BEIJING (Reuters) - All the coal miners trapped after a gas  explosion in a shaft in northern China are dead, bringing the  toll to 166 in one of the worst disasters to hit the world's  most dangerous mining industry, state media said on Wednesday.", "label": "world"}
{"id": 23207, "sentence": "EDS Expects to Cut Up to 20,000 Jobs  SAN FRANCISCO (Reuters) - Electronic Data Systems Corp.  &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=EDS.N target=/stocks/quickinfo/fullquote\"&gt;EDS.N&lt;/A&gt;, one of the world's biggest computer services  companies, is likely to cut up to 20,000 jobs over the next two  years, the company's chief executive said on Thursday.", "label": "business"}
{"id": 115529, "sentence": "Rain, Flooding Hinders Asia's Tsunami Relief (Reuters) Reuters - Heavy rains and fresh floods disrupted\\aid to Asia's tsunami-hit villages on Sunday as the U.N.\\refugee agency started a 400-ton airlift as part of a  #36;2\\billion relief operation to save millions struggling to\\survive.", "label": "world"}
{"id": 54041, "sentence": "Golf: Bohn, Ellis open with 63s at Michelin Championship LAS VEGAS, United States : Danny Ellis and Jason Bohn fired rounds of 63 to lead after the first round of the four million dollar PGA Michelin Championship.", "label": "sports"}
{"id": 3249, "sentence": "Beckham:  #39;England needed this boost #39; David Beckham admitted England needed to prove a point by beating Ukraine in Wednesday night #39;s friendly at St James #39; Park. ", "label": "sports"}
{"id": 23510, "sentence": "He's set up to pitch in Everyone figured he was done for the season. So Scott Williamson joined the ranks of medical marvels last night when the Red Sox activated him from the disabled list with the hope the once-dominating setup man can help them win the American League East and much more.", "label": "sports"}
{"id": 96543, "sentence": "Honda moves in at BAR As we exclusively predicted earlier this week Honda has bought into British American Racing. David Richards will now stand down and Nick Fry will take over.", "label": "sports"}
{"id": 43541, "sentence": "File Traders Could Do Hard Time The House of Representatives passes a bill that would sic the feds on people using peer-to-peer networks to swap songs or movies. Copyright infringers may face up to three years in prison.", "label": "technology"}
{"id": 102549, "sentence": "Day after Thanksgiving busy for yule tree farms Danville -- Liesel and Jeff Ray, of Avon, followed tradition Friday morning when they left the house. No, they did not head to the nearest mall, hoping to be the first in line for Christmas bargains.", "label": "business"}
{"id": 53965, "sentence": "Yes, but can your VoIP service do this? SAN FRANCISCO--The next battle between top Internet phone service providers Vonage and AT amp;T will involve features like voice mail, according to key executives at both companies.", "label": "technology"}
{"id": 105151, "sentence": "Stocks to Watch Tuesday  The Web search company said it will commence its share  buyback offer today for the 23.4 million common shares it may  have issued improperly to previous and current employees and  consultants.", "label": "business"}
{"id": 87807, "sentence": "Distilled spirits can sponsor NASCAR NASCAR, a sport whose history was built upon the backs on moonshine runners in the Southeast in the 1940s, returned to its roots somewhat Wednesday when it announced it would ", "label": "sports"}
{"id": 113255, "sentence": "Comment: Liam Clarke: Paisley and the IRA must both accept  &lt;b&gt;...&lt;/b&gt; The first time I saw Ian Paisley, I was carrying a camera. He kept shaking his fist and grimacing at me every time I lifted it from my waist.", "label": "world"}
{"id": 96346, "sentence": "The Perfect Business To determine how good a company is, it helps to consider the characteristics of the perfect business.", "label": "business"}
{"id": 106267, "sentence": "Palestinian master bombmaker sentenced JERUSALEM -- An Israeli military court on Tuesday sentenced a Kuwaiti-born bombmaker to 67 consecutive life terms in jail for killing dozens of Israelis and at least five Americans.", "label": "world"}
{"id": 32528, "sentence": "Santini's men earn their Spurs after drawing with Chelsea (AFP) AFP - Chelsea failed to make any ground on Premiership leaders Arsenal after they were held 0-0 by Spurs at Stamford Bridge here.", "label": "world"}
{"id": 34971, "sentence": "Vols lose top linebacker for season with injury Tennessee coach Phillip Fulmer compared losing linebacker Kevin Simon to a knee injury this week to the loss of tailback Jamal Lewis in 1998.", "label": "sports"}
{"id": 20867, "sentence": "Tivo, Netflix Close to Internet Movie Deal - Newsweek &lt;p&gt;\\&lt;/p&gt;&lt;p&gt; WASHINGTON (Reuters) - Online DVD renter Netflix Inc.\\&lt;NFLX.O&gt; and television recorder maker TiVo Inc. &lt;TIVO.O&gt; are\\close to a deal to allow Netflix subscribers to download movies\\over the Internet to their TiVo devices, according to the\\latest issue of Newsweek magazine.&lt;/p&gt;", "label": "technology"}
{"id": 103203, "sentence": "No keeping up with Jones LOUISVILLE, Ky. -- Montrell Jones caught two touchdown passes and returned a punt for a score, and No. 7 Louisville clinched its third Conference USA championship since 2000 with a 70-7 rout of Cincinnati yesterday.", "label": "sports"}
{"id": 91918, "sentence": "Mexico's Ex-Ruling Party Wins Two Races (AP) AP - Mexico's former ruling party, trying to fight its way back to the presidency, overwhelmingly won two gubernatorial elections Monday and held razor-thin leads in two other races.", "label": "world"}
{"id": 14169, "sentence": "Schumacher clinches 7th title SPA-FRANCORCHAMPS, Belgium (AFP) - World champion Michael Schumacher added another stripe to his well-decorated cap after clocking up his seventh world title here yesterday.", "label": "sports"}
{"id": 50141, "sentence": "Cheney, Edwards prepare for debate as race tightens (AFP) AFP - US Vice President Dick Cheney will square off with his Democratic rival John Edwards in a televised debate that suddenly takes on importance for the Republicans after George W. Bush's tepid showing last week.", "label": "world"}
{"id": 114317, "sentence": "Coal deal fails to fill black hole driven by China #39;s insatiable demand for Australian coal - are expected to boost national export earnings by \\$12.5 billion this year.", "label": "business"}
{"id": 5076, "sentence": "Rouse Co. to be sold for \\$7.2 billion Another of Greater Baltimore #39;s marquee companies will soon have out-of-state ownership, as Chicago-based General Growth Properties Inc. announced Friday morning it will buy the Rouse Co. for \\$7.2 billion. ", "label": "business"}
{"id": 112538, "sentence": "Apple #39;s iTunes now accepting PayPal com December 10, 2004, 11:28 AM PT. Customers at Apple Computer #39;s iTunes store will now be able to pay for their songs, albums and gift certificates using PayPal, a virtual wallet technology owned by eBay.", "label": "technology"}
{"id": 61695, "sentence": "Arrington, Hall out for Sunday #39;s game Washington Redskins linebacker LaVar Arrington and kicker John Hall were ruled out for Sunday #39;s game against the Chicago Bears.", "label": "sports"}
{"id": 29155, "sentence": "Asian Stocks Head South on Wall Street  SINGAPORE (Reuters) - Asian shares dipped on Thursday, as  tech shares followed U.S. counterparts lower after an  influential investment bank downgraded the sector.", "label": "business"}
{"id": 26159, "sentence": "Sony Agrees to Buy MGM for Nearly  #36;5 Bln (Reuters) Reuters - A bidding group headlined by Sony\\Corp. (6758.T) agreed in principle to buy Hollywood film studio\\Metro-Goldwyn-Mayer  for nearly  #36;5 billion on Monday,\\after rival bidder Time Warner Inc.  withdrew from the\\auction.", "label": "business"}
{"id": 107032, "sentence": "Jets QB passes test, return near On his first day back under center with the first-team offense, Chad Pennington went for it all.", "label": "sports"}
{"id": 60333, "sentence": "Israeli police chiefs tour Temple Mount ahead of Ramadan Police commanders toured the Al Aqsa Mosque compound Thursday, ahead of a final decision by Prime Minister Ariel Sharon on whether to restrict access of Muslim worshippers.", "label": "world"}
{"id": 45831, "sentence": "Netflix, TiVo Make Deal Official (AP) AP - Netflix Inc. and TiVo Inc. made official Thursday their deal to create a service that will use high-speed Internet connections to pipe DVD-quality movies into the homes of their mutual subscribers.", "label": "technology"}
{"id": 40002, "sentence": "US ends its final drought The US swept into the Davis Cup final for the first time in seven years when Bob and Mike Bryan crushed Max Mirnyi and Vladimir Voltchkov of Belarus to give the host an unassailable 3-0 lead in the semi-final.", "label": "sports"}
{"id": 107550, "sentence": "Sun proposes new open-source license Sun Microsystems has quietly begun seeking official open-source status for a new software license that likely will be used to govern its Solaris operating system.", "label": "technology"}
{"id": 104248, "sentence": "Toshiba Dreams of Hollywood Toshiba is getting support from four Hollywood studios for its next-generation DVD format which is expected to be used in players, recorders and other products that go on the market late in 2005.", "label": "technology"}
{"id": 114207, "sentence": "Lamy Says France Proposed Him as WTO Head France has formally proposed former European Union Trade Commissioner Pascal Lamy as a candidate to become the head of the World Trade Organization (WTO), Lamy said Monday.", "label": "business"}
{"id": 29832, "sentence": "Lockout could be NHL #39;s demise The National Hockey League went on resuscitation at 12:01 am today, the right time for the fewest people possible to hear any commotion whatsoever, despite a year of blaring sirens beforehand.", "label": "sports"}
{"id": 29220, "sentence": "AL Wrap: Silva Stifles White Sox as Twins Win Again Carlos Silva tossed a one-hitter before leaving the game with a bruised ankle as the Minnesota Twins won their eighth straight game, downing the Chicago White Sox 6-1 on Wednesday.", "label": "sports"}
{"id": 3102, "sentence": "Colgate to Cut About 4,400 Jobs Colgate-Palmolive Co. (CL) will cut about 4,400 jobs and close a third of its factories under a program aimed at fighting rising costs and focusing on higher-profit areas such as oral care, the company said on Tuesday.", "label": "business"}
{"id": 86512, "sentence": "Mets reportedly to consider trading Piazza for Green KEY BISCAYNE, Fla. -- On the opening day of his first general managers meeting as the man in charge of the Mets, Omar Minaya moved in a direction the Mets have long been avoiding.", "label": "sports"}
{"id": 25314, "sentence": "European countries agree on Iran nuke deadline TEHRAN: France, Britain and Germany proposing a November deadline for Iran to dispel concern that it has a covert atom bomb program.", "label": "world"}
{"id": 52228, "sentence": "Changes May Be Needed in Superfund, Chief Says Changes in the program may be necessary to continue cleanups as more contaminated sites demand attention and federal resources remain flat.", "label": "technology"}
{"id": 43026, "sentence": "X-Prize craft set for space shot The race for the \\$10m Ansari X-Prize begins in earnest on Wednesday as SpaceShipOne prepares to rocket to more than 100km above the Earth.", "label": "world"}
{"id": 36518, "sentence": "Nextel Says FCC Undervalued Deal Nextel Communications Inc. said the Federal Communications Commission should reduce by at least \\$452 million what it is charging the company for new airwaves.", "label": "technology"}
{"id": 113293, "sentence": "College Basketball Wrap: Illinois Beats Oregon, 83-66  CHICAGO (Sports Network) - Luther Head scored 23 points on  8-of-10 shooting to lead top-ranked Illinois to an 83-66  victory over Oregon at the United Center. Deron Williams added  17 points and seven assists in the victory.", "label": "sports"}
{"id": 9100, "sentence": "United Adds Fee for Frequent-Flier Phone Bookings United Airlines is adding a \\$15 fee for booking frequent-flier trips by telephone.", "label": "business"}
{"id": 101362, "sentence": "Finance police raid Olympic files Finance police have raided the offices of Italy #39;s Olympic organizers for records on the Turin committee #39;s work ahead of the 2006 Winter Games, officials said on Thursday.", "label": "sports"}
{"id": 36586, "sentence": "Scientists find surprising polar life Colonies of microorganisms found thriving under rocks at the north and south poles are evidence that life can exist in harsh areas on Earth which may mimic conditions on Mars, scientists said Wednesday.", "label": "technology"}
{"id": 46026, "sentence": "US spending flat in August WASHINGTONUS consumers were tightfisted with money amid soaring gasoline costs in August and hurricane-related disruptions last week sent applications for jobless benefits to their highest level in seven months.", "label": "business"}
{"id": 84081, "sentence": "Australian Job Advertisements Rose 5 Last Month (Update2) The number of jobs advertised in major Australian newspapers rose in October to the highest level since January 2001 as employers face difficulties finding workers as the economy expands.", "label": "business"}
{"id": 66769, "sentence": "Sharapova extends winning streak in Zurich Challenge Wimbledon champion Maria Sharapova of Russia stretched her winning streak to 10 matches with a 6-4, 7-5 victory over Daniela Hantuchova of Slovakia in the second round of the Zurich Challenge on Wednesday.", "label": "sports"}
{"id": 52387, "sentence": "RUSSIAN WOE IN FILDERSTADT Fifth seed Elena Dementieva and seventh seed Nadia Petrova were both beaten in the first round at the Porsche Tennis Grand Prix on Wednesday.", "label": "sports"}
{"id": 89066, "sentence": "Report: NHL not losing as much as it claims New York, NY (Sports Network) - While it is definitely losing money, the National Hockey League isn #39;t as bad off as it claims, according to a published report in Forbes Magazine.", "label": "sports"}
{"id": 110581, "sentence": "High price for high-speed mobile licenses in Hungary The T-Mobile unit of Deutsche Telekom and the Pannon GSM unit of Telenor said Wednesday that they had won licenses to provide high-speed mobile phone service in Hungary, but analysts said they might have paid too much in their effort to stay ahead in the ", "label": "technology"}
{"id": 70283, "sentence": "F1 teams meet on cost-cuts sans Ferrari Nine Formula 1 teams issued proposals to dramatically reduce costs in the sport next year as they turned the heat on world champions Ferrari on Saturday.", "label": "sports"}
{"id": 43405, "sentence": "Tech.gov: Don't Call Me, I'll Call You A cell phone directory is in the works, along with legislation to keep it private. Is this a good thing?", "label": "technology"}
{"id": 3618, "sentence": "Sony PSP Pushed Back to June 2005? August 18, 2004 - CNN #39;s latest Game Over column suggests that Sony may delay the US release of the PSP to June 2005: Activision CEO Bobby Kotick told investors yesterday that his company does not expect the PSP to launch in North America until the second ...", "label": "technology"}
{"id": 15119, "sentence": "Oil prices dip as concerns ease Oil prices fall as it emerges that supply from Iraq will not be affected by a bomb blast and Opec's  members are already producing more oil.", "label": "world"}
{"id": 114956, "sentence": "Real to finish bomb hoax match NO PLAYER will be able to claim that he is tired when the Spanish league match between Real Madrid and Real Sociedad on January 5 goes into injury time, because the teams will have been playing for less than three minutes.", "label": "sports"}
{"id": 34238, "sentence": "76ers sign Josh Davis Philadelphia 76ers President and General Manager Billy King announced today that the Sixers have signed free agent Josh Davis. Per team policy, terms of the contract are not disclosed.", "label": "sports"}
{"id": 23406, "sentence": "INTERVIEW: New NZ Warehouse CEO Sees Room To Grow WELLINGTON (Dow Jones)--The new chief executive of discount retailer The Warehouse Group Ltd. (WHS.NZ) Friday said the company has significant room to grow, and his experience ", "label": "business"}
{"id": 76100, "sentence": "Redskins Rookie Taylor Arrested on DUI Charges (Reuters) Reuters - Washington Redskins rookie\\safety Sean Taylor was arrested on charges of driving under the\\influence of alcohol and also refusing to take a breathalyzer\\test.", "label": "sports"}
{"id": 34796, "sentence": "Five-Star Review of iMac G5 Awarding the iMac G5 five stars, PC Magazine writes,  #147;Pros: Simple, stunning all-in-one design. Quiet. Just one cord (for power), thanks to optional Bluetooth keyboard and mouse. More compact than other all-in-one desktops. Gorgeous 20-inch screen and desktop-caliber hard drive make machine more usable than a desktop-replacement notebook, for the same money and space use #133; Bottom Line: Apple has another design coup on its hands with the Apple iMac G5. Its clean, simple look  #151; imagine if an iPod grew into a full-size, self-contained PC  #151; exclaims,  #145;It #146;s about time they designed a computer like this. #146; #148; Sep 21", "label": "technology"}
{"id": 5015, "sentence": "Software Doesn't Break Laws... (washingtonpost.com) washingtonpost.com - What do file-sharing companies and the National Rifle Association have in common?  A common legal argument, that's what.", "label": "technology"}
{"id": 14209, "sentence": "Davies fires winner as Trotters sink Reds Bolton has leapt to third on the English Premier League table with an impressive 1-0 win over Liverpool at the Reebok Stadium. A goal to Kevin Davies in the 38th minute, when he got on the end of a cross from ", "label": "sports"}
{"id": 78194, "sentence": " #39;Yukos saga just the start of the battle #39; MOSCOW - A top Kremlin official said Thursday that the Yukos affair was  quot;just the beginning quot; of the state #39;s battle against tax offenders, but should not inhibit foreigners from investing in Russia.", "label": "business"}
{"id": 56960, "sentence": "Realtors Increasingly Use Internet To Market Their Business  quot;Realtors continue to be more technologically savvy than their counterparts in years past, and have integrated numerous technological tools into their day-to-day businesses as well as ", "label": "technology"}
{"id": 45310, "sentence": "PepsiCo Profit Up, Cuts Jobs, Shares Rise  NEW YORK (Reuters) - PepsiCo Inc. &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=PEP.N target=/stocks/quickinfo/fullquote\"&gt;PEP.N&lt;/A&gt;, the world's No.  2 soft drink company, on Thursday said quarterly profit rose  due to tax benefits and strong performances from its key  Frito-Lay snack and North American beverage units.", "label": "business"}
{"id": 95492, "sentence": "An Ivorian economy  #39;fatally hurt #39; PARIS One week after a fragile calm returned to Ivory Coast, the country #39;s business life remains in shambles, with many foreign chief executives out of the country and no prospect of their immediate return.", "label": "world"}
{"id": 103079, "sentence": "The man who shaped the Federal Reserve At a time when the Federal Reserve chairman has rock star status, it's hard to imagine the world's greatest central bank as an obscure federal agency struggling for its independence.", "label": "business"}
{"id": 41115, "sentence": "SC declines consent for Taj Mahotsav A grand festival marking 350th year of Taj Mahal, beginning on Monday, ran into rough weather as the Supreme Court said that it cannot permit the UP Government to go ahead with the celebrations near the World Heritage Monument.", "label": "world"}
{"id": 57200, "sentence": "Grandmother saves man from crocodile A 60-year-old women has become an unlikely Australian hero after jumping on the back of a 4m-long crocodile when it attacked a man asleep in a tent.", "label": "world"}
{"id": 79458, "sentence": "Italians shake off shackles MOST YEARS, AROUND THIS TIME, THE pundits gather around the Champions League tables and begin to draw conclusions, looking for wider trends and patterns.", "label": "sports"}
{"id": 67034, "sentence": "Henman fires amid models furore Tim Henman, in common with Michael Owen, has found the target here at last. The British No 1, beaten in his opening matches on two previous visits to the Madrid Masters, defeated Albert Costa, of Spain, yesterday, 6-4, 6-2.", "label": "sports"}
{"id": 15158, "sentence": "McAfee releases VirusScan with intrusion prevention McAfee's VirusScan Enterprise 8.0i integrates intrusion-prevention services and firewall technology with antivirus software to automatically protect PCs and file servers from new malicious code outbreaks.", "label": "technology"}
{"id": 50489, "sentence": "Campaign Ads Stay Off-Line, on Air (washingtonpost.com) washingtonpost.com - With the presidential election just a few weeks away, the pressure is mounting on both camps to effectively use the Internet to help woo voters and secure an Election Day win.", "label": "technology"}
{"id": 117900, "sentence": "Symantec to Buy Veritas for \\$13.5 Billion Security software maker Symantec Corp. has agreed to buy Veritas Software Corp. for \\$13.5 billion, expanding into the backup and recovery software market, the companies said on Thursday.", "label": "business"}
{"id": 75575, "sentence": "IRAQ U.S. Air Strike Kills Two in Iraq's Falluja (Reuters) Reuters - U.S. planes bombed the Iraqi city of\\Falluja overnight, killing two people, in a new strike on\\rebels digging in for an expected U.S.-led offensive.", "label": "world"}
{"id": 24915, "sentence": "Microsoft extends SP2 auto-update blocker Microsoft is doubling the number of months that corporate customers can block automatic delivery of Windows XP Service Pack 2. The company on Tuesday altered its policy for preventing the automatic download ", "label": "technology"}
{"id": 33387, "sentence": "Samsung creates ultra-small chip Samsung Electronics has succeeded in developing an 8-gigabit flash memory chip, breaking another world record in semiconductors, the company announced yesterday.", "label": "business"}
{"id": 5818, "sentence": "Running (Not Hiding) From the Doping Police THEY do not approach their subjects wearing lab coats to indicate a) they work behind the Clinique counter at Saks, or b) they test for drug cheats at the Olympics.", "label": "sports"}
{"id": 92902, "sentence": "Spitzer sees new pleas in probe New York #39;s Attorney General Eliot Spitzer told a US Senate subcommittee Tuesday he expects his insurance industry probe to yield additional guilty pleas.", "label": "business"}
{"id": 57155, "sentence": "Vendor hit with costs for recertifying electronic voting machines &lt;b&gt;...&lt;/b&gt; OCTOBER 11, 2004 (REUTERS) - NEW YORK -- Diebold Inc., the leading maker of automated teller machines, today reduced its third-quarter and full-year earnings forecasts as it absorbs costs for recertifying its electronic voting machines in California and ", "label": "business"}
{"id": 222, "sentence": "EBay Buys Stake in Craigslist Internet auctioneer eBay Inc. said Friday it acquired a 25 percent stake in craigslist, an online community of classified ads and forums. &lt;FONT face=\"verdana,MS Sans Serif,arial,helvetica\" size=\"-2\"\\ color=\"#666666\"&gt;&lt;B&gt;-Associated Press&lt;/B&gt;&lt;/FONT&gt;", "label": "technology"}
{"id": 68147, "sentence": "In a Bittersweet Victory, Hamm Keeps Gymnastics Gold The Olympics' most lingering controversy ended in court Thursday with Paul Hamm remaining the winner of the men's individual all-around.", "label": "sports"}
{"id": 105711, "sentence": "Cisco Enhances Gigabit Ethernet Switches Cisco Systems on Tuesday announced enhancements to its Catalyst switching product line, and also announced  quot;the industry #39;s first quot; Gigabit Ethernet-enabled IP phone.", "label": "technology"}
{"id": 70576, "sentence": "Report: Russian pairs skater suffered concussion in fall at Skate &lt;b&gt;...&lt;/b&gt; World champion pairs skater Tatiana Totmianina sustained a concussion but no broken bones in a fall during the free skating program at Skate America, the ITAR-Tass news agency quoted the head of Russia #39;s figure skating federation as saying ", "label": "sports"}
{"id": 90028, "sentence": "Leonard-Flesch team grabs lead on strength of six early birdies NAPLES - Justin Leonard and Steve Flesch combined for a 9-under 63 and a one-stroke lead over Hank Kuehne and former Florida State standout Jeff Sluman on Friday after the first round of the Franklin Templeton Shootout.", "label": "sports"}
{"id": 94298, "sentence": "Microsoft Accused of Destroying E-Mails (AP) AP - Microsoft Corp. developed policies stressing the systematic destruction of internal e-mails and other documents crucial to lawsuits it has faced in recent years, a California software company alleges.", "label": "technology"}
{"id": 97249, "sentence": "Space tourism legislation makes comeback After weathering the ups and downs of the lame-duck legislative process, legislation that would open the way for suborbital space tourism was cleared by the House and sent on to the Senate for final congressional approval.", "label": "technology"}
{"id": 96606, "sentence": "Technical glitch delays launch of NASA #39;s gamma-ray probing &lt;b&gt;...&lt;/b&gt; WASHINGTON (AFP) - A technical glitch has forced a minimum 24-hour delay in the launch of the Swift satellite that will study gamma-ray bursts, the most powerful and elusive explosions detected in the cosmos.", "label": "technology"}
{"id": 87901, "sentence": "Egypt to Host Military Funeral for Arafat  CAIRO (Reuters) - Egypt, where Yasser Arafat began his  political life and where biographers say he was born, on  Thursday prepared a funeral for the Palestinian president, who  was declared dead in Paris in the early morning.", "label": "world"}
{"id": 25826, "sentence": "Thatcher challenges coup questioning South Africa #39;s high court will hear a challenge on September 21 to a subpoena demanding Mark Thatcher answer questions from Equatorial Guinea about a suspected coup plot in the oil-rich country, his lawyer says.", "label": "world"}
{"id": 47740, "sentence": " #39;Iraqis to mediate Bigley #39;s release #39; London - An Iraqi militant group is expected to negotiate for the release of British hostage Kenneth Bigley, who was seized by Islamic fundamentalists in Baghdad two weeks ago, a Kuwaiti newspaper reported on Saturday.", "label": "world"}
{"id": 56532, "sentence": "Kenneth Bigley #39;s final TV plea THE Iraqi militants who murdered Kenneth Bigley delivered a final affront to his memory yesterday, when they released a videotape of him appealing to the Prime Minister for help moments before he was decapitated.", "label": "technology"}
{"id": 9172, "sentence": "Italy upsets Americans in semifinals US women #39;s water polo coach Guy Baker was seething so much about an unusual call that he could barely speak. His world champion squad was too  quot;crushed quot; to explain what happened.", "label": "sports"}
{"id": 87063, "sentence": "Netanyahu to PM: I #39;ll stay in gov #39;t Finance Minister Binyamin Netanyahu announced his long-awaited decision to remain in the government on Tuesday in a meeting with Prime Minister Ariel Sharon, but it came with a catch: Netanyahu demanded a reassessment of unilateral disengagement.", "label": "world"}
{"id": 43280, "sentence": "Solectron posts \\$45 mln Q4 loss SAN FRANCISCO (CBS.MW) -- Electronics contract manufacturer Solectron Corp. reported fourth-quarter revenue late Tuesday that grew 23 percent from a year ago, but gave a first-quarter forecast that fell short of Wall Street #39;s estimates.", "label": "business"}
{"id": 81679, "sentence": "ECB toughens stance over inflation dangers FRANKFURT: The European Central Bank (ECB) staged a tough balancing act yesterday, sharpening its warnings about the inflationary dangers of high oil prices but noting that costly energy is also softening economic growth.", "label": "business"}
{"id": 41146, "sentence": "Heart-health lessons from Clintons case Former President Bill Clintons quadruple bypass surgery two weeks ago sent many middle-aged men rushing to have their hearts checked.", "label": "technology"}
{"id": 111152, "sentence": "Steelers' Roethlisberger Misses Practice (AP) AP - Pittsburgh Steelers quarterback Ben Roethlisberger didn't appear concerned about missing Sunday's game against the Jets despite sitting out Wednesday's practice with a sore quadriceps.", "label": "sports"}
{"id": 16335, "sentence": "Nintendo cuts Game Boy Advance price Japanese videogame maker Nintendo Co Ltd said on Wednesday it would cut the price of its handheld videogame console Game Boy Advance SP by 21.", "label": "business"}
{"id": 94340, "sentence": "Microsoft says IE updates possible Hedging slightly on its vow not to update browser before releasing Longhorn, Microsoft says it could release add-ons to freshen up IE.", "label": "technology"}
{"id": 117971, "sentence": "iTunes Music Store Downloads Top 200 Million Songs CUPERTINO, Calif., Dec. 16 /PRNewswire-FirstCall/ -- Apple(R) today announced that music fans have purchased and downloaded more than 200 million songs from the iTunes(R) Music Store.", "label": "technology"}
{"id": 39364, "sentence": "Schumacher spinout gives Barrichello the pole at Chinese GP Michael Schumacher took on the new track during qualifying Saturday for the first Chinese Grand Prix. The track won. The seven-time Formula One champion was barely five seconds into his lap and just starting ", "label": "sports"}
{"id": 66470, "sentence": "Dutch uncover diary of Nazi camp The diary of a teenage Holocaust victim writing to her boyfriend in 1943 has come to light in the Netherlands.", "label": "world"}
{"id": 40539, "sentence": "Singh Wins in Pennsylvania to Break Woods #39;s PGA Earnings Record Vijay Singh won the 84 Lumber Classic of Pennsylvania to push his yearly winnings to more than \\$9.45 million and break Tiger Woods #39;s single-season money record.", "label": "sports"}
{"id": 87411, "sentence": "New legume disease discovered in the US United States authorities have confirmed they #39;ve found a new legume disease for the first time. Asian soybean rust has been confirmed in two plots at a research station in Louisiana.", "label": "business"}
{"id": 53529, "sentence": "MSNs Search Engine Preview is Back MSN's Search Engine Preview is Back\\\\At the end of July I reviewed MSN's first tech preview for their new search engine. I wasn't impressed. (Man, I'm getting crabby. Hey you kids, get off my lawn! Where's my Geritol?!) Now there's another preview available at http://techpreview.search.msn.com/ and the relevancy is much ...", "label": "technology"}
{"id": 42754, "sentence": "Half Of Online Viagra Bogus Half of the Viagra sold over the Internet -- often via spam-style blastings that plague mailboxes worldwide -- is fake, a British researcher said Tuesday.", "label": "technology"}
{"id": 52744, "sentence": "N.Y. woman doubts getting early release from Peruvian prison CAJAMARCA, Peru -- Lori Berenson, the 34-year-old New Yorker jailed in Peru for collaboration with Marxist guerrillas, holds little hope that an expected international court ruling in her favor will get her out of prison before she turns 45.", "label": "world"}
{"id": 91385, "sentence": "E*Trade Says Trading Jumped in October (Reuters) Reuters - Online broker E*Trade Financial Corp.\\ said on Monday its retail customer stock trading for\\October jumped 21 percent from the prior month, helped by less\\uncertainty in financial markets.", "label": "technology"}
{"id": 38753, "sentence": "Stadler leads SAS Championship Cary, NC (Sports Network) - Craig Stadler shot a seven-under-par 65 on Friday to take the first-round lead of the SAS Championship at Prestonwood Country Club.", "label": "sports"}
{"id": 72668, "sentence": "BP Posts Bumper Q3 Profits on Oil Price  LONDON (Reuters) - BP Plc, the world's second largest oil  company, reported bumper third-quarter profits on Tuesday on  the back of high oil prices and stronger than expected refining  and chemicals margins.", "label": "business"}
{"id": 16684, "sentence": "There's Gold in That There Dead Air At a time when the nation's wireless companies are increasingly desperate for more airwaves to serve its customers, little-known NextWave Telecom Inc. has networks up and running in 26 markets but has never served a single paying customer. &lt;BR&gt;\\&lt;FONT face=\"verdana,MS Sans Serif,arial,helvetica\" size=\"-2\"\\ color=\"#666666\"&gt;&lt;B&gt;-The Washington Post&lt;/B&gt;&lt;/FONT&gt;", "label": "technology"}
{"id": 25145, "sentence": "Small College Debates Its High-Tech Gamble Small, poor and 45 minutes from the nearest town with a shopping mall, West Virginia Wesleyan College couldn't attract enough students to fill its classrooms and improve its struggling finances. To survive and thrive, it needed to stand out. The answer, college leaders decided, was technology.", "label": "technology"}
{"id": 55109, "sentence": "European, Asian leaders wrap up summit, sidestep Myanmar issue (AFP) AFP - Asian and European leaders were to wrap up summit talks here by calling for the United Nations to lead the fight against terrorism while largely side-stepping a rift over military-ruled Myanmar.", "label": "world"}
{"id": 87154, "sentence": "Stocks mixed as Fed raises rates; Cisco pressures tech shares Lower-than-expected sales at Cisco Systems Inc. sent tech stocks tumbling Wednesday while the overall market was little changed after the Federal Reserve announced a widely expected interest rate hike.", "label": "business"}
{"id": 49696, "sentence": "Boeing Probe Could Spur Rival Lawsuits  WASHINGTON (Reuters) - A confession by the former No. 2 Air  Force arms buyer that she steered contracts to her future  employer, Boeing Co. &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=BA.N target=/stocks/quickinfo/fullquote\"&gt;BA.N&lt;/A&gt;, could spur legal challenges to old  contract awards, legal experts said on Monday.", "label": "business"}
{"id": 88778, "sentence": "E-tail Fraud Remains a Threat Online merchants in the United States have become better at weeding out fraudulent credit card orders, a new survey indicates. But shipping overseas remains a risky venture. By Joanna Glasner.", "label": "business"}
{"id": 98060, "sentence": "Bush encourages more debt reduction for Iraq US President George W. Bush on Sunday hailed an agreement by the Paris Club of creditor nations to cancel 80 percent of Iraq #39;s debt and called on other nations to join in as well.", "label": "world"}
{"id": 118333, "sentence": "Accounting Board Rules Options  Be Expensed The nation's accounting rulemaker decided Thursday that companies will have to begin deducting the value of stock options from their profits next year, a move cheered by shareholder advocates but scorned by many companies who rely heavily on options to beef up compensation packages.", "label": "business"}
{"id": 22811, "sentence": "Door remains open for Button, say BAR BAR expect Briton Jenson Button to continue racing for them next season if Formula One #39;s contract recognition board takes their side in a bitter tug-of-war with Williams.", "label": "sports"}
{"id": 80677, "sentence": "Nokia Preminet solution adds support for Handango content Nokia and Handango announced that Handango will be a key content provider through the Preminet Solution, recently announced by Nokia.", "label": "technology"}
{"id": 74594, "sentence": "Dell plays price card with Novell Linux com October 27, 2004, 8:05 AM PT. ZDNet #39;s survey of IT professionals in October kept upgrading hardware at number two on the businesses radar throughout the year.", "label": "technology"}
{"id": 39447, "sentence": "Men, Women More Different Than Thought (AP) AP - Beyond the tired cliches and sperm-and-egg basics taught in grade school science class, researchers are discovering that men and women are even more different than anyone realized.", "label": "technology"}
{"id": 53226, "sentence": "Hewitt Survives at Japan Open, Sharapova Advances  TOKYO (Reuters) - Top seed Lleyton Hewitt was pushed to  three sets by a Japanese player for the second day in a row at  the \\$860,000 Japan Open Thursday.", "label": "sports"}
{"id": 71820, "sentence": "Ukraine's Opposition Confident Ahead of New Vote  KIEV, Ukraine (Reuters) - A key figure in Ukraine's  opposition movement said Sunday there was little the  Moscow-backed authorities could do to stop Viktor Yushchenko  sweeping to power in a re-run of the ex-Soviet state's rigged  election.", "label": "world"}
{"id": 109279, "sentence": "Champions League: Arsenal reaches last 16 with 5-1 victory Arsenal qualified for the last 16 of the Champions League with a 5-1 beating of Rosenborg on Tuesday. Support your favorite team with official Champions League gear from the FOX Soccer Shop!", "label": "sports"}
{"id": 54, "sentence": "What's Cool In the Pool ... ... And Hot On the Deck Americans are spending more on tricking out the places where they swim. Here's a look at the new wave of accessories", "label": "business"}
{"id": 39830, "sentence": "AL: Angels stay in hunt with win over A #39;s Garret Anderson hit a tiebreaking double in the eighth inning, Darin Erstad had a three-run homer and the Angels beat Oakland 5-3 on Saturday to move within two games of the division-leading Athletics again.", "label": "sports"}
{"id": 37607, "sentence": "AL Wrap: Texas Completes Sweep of Oakland (Reuters) Reuters - David Dellucci's two-run double in the\\bottom of the ninth inning helped the Texas Rangers complete a\\three-game sweep of the Oakland Athletics with a 5-4 win in the\\American League at Arlington Thursday.", "label": "sports"}
{"id": 27550, "sentence": "A Game Boy for \\$200? A preview page at Walmart.com reveals expected pricing and availability for Nintendo's DS handheld game player.", "label": "technology"}
{"id": 56347, "sentence": "Death Toll in South Asia Floods Hits 177 (AP) AP - Rescuers searching through knee-deep water found 33 more bodies in India's remote northeastern state of Assam on Sunday, bringing the death toll from unseasonably heavy rains in South Asia to 177.", "label": "world"}
{"id": 102991, "sentence": "Bears, George Talk The Bears intend to sign Jeff George, a team source said Saturday. George has not played since he was released by the Redskins in 2001.", "label": "sports"}
{"id": 76020, "sentence": "Hawks Cut Lonny Baxter, Donnell Harvey (AP) AP - Forwards Lonny Baxter and Donnell Harvey were cut Thursday by Atlanta, reducing the Hawks' roster to 15 players.", "label": "sports"}
{"id": 79517, "sentence": "It #39;s a Brees: Chargers pound Raiders A few weeks ago people in San Diego were screaming for a change at quarterback. Now it seems that sort of talk has been quieted by the play of Drew Brees.", "label": "sports"}
{"id": 85814, "sentence": "Homebuilder Toll Up 4 Pct on Forecast  CHICAGO (Reuters) - Luxury homebuilder Toll Brothers Inc.  &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=TOL.N target=/stocks/quickinfo/fullquote\"&gt;TOL.N&lt;/A&gt; on Tuesday reported record fourth-quarter homebuilding  sales and backlog, citing a growing population of affluent  buyers.", "label": "business"}
{"id": 42238, "sentence": "'Return of the King' extended DVD may miss some holiday shoppers (USATODAY.com) USATODAY.com - There may be more rarified DVD treatments of TheLord of the Rings coming in the future, but for now, fans will have to be satisfied with The Return of the King Special Extended DVD Edition, due in stores Dec. 14.", "label": "technology"}
{"id": 60947, "sentence": "Iraq donors vow to speed up funds for reconstruction Donor nations wrapped up a two-day meeting Thursday with pledges to speed up projects to rebuild Iraq possibly by using more Iraqis to implement ", "label": "world"}
{"id": 57906, "sentence": "US Airways #39; lenders extend financing terms - WSJ Several lenders to bankrupt air carrier US Airways (UAIRQ.OB: Quote, Profile, Research) agreed to extend the terms of their financing arrangement to mid-January, the Wall Street Journal reported on Tuesday, citing unnamed ", "label": "business"}
{"id": 57955, "sentence": "Chirac in Hong Kong as Asian tour winds up (AFP) AFP - President Jacques Chirac has arrived in Hong Kong on the first official visit here by a French leader, rounding off an Asian tour that has won billions in trade contracts and avoided confrontation with China over thorny political issues.", "label": "world"}
{"id": 88556, "sentence": "Dutch lawmakers say terror threat underestimated THE HAGUE, Netherlands - Dutch lawmakers accused the government yesterday of underestimating the threat from Islamic terrorists and failing to protect a filmmaker whose slaying is blamed on a suspected Muslim radical.", "label": "world"}
{"id": 28011, "sentence": "HBOS decides not to bid for Abbey UK bank HBOS has decided not to make a bid for Abbey, the bank has said. Many observers had expected HBOS to make a play for Abbey, which had agreed to a 8.", "label": "business"}
{"id": 67001, "sentence": "Story is too good for words Every once in a while an Oscar winner gets up there and wings an acceptance speech because  quot;I never thought I'd win, so I didn't prepare anything. quot;", "label": "sports"}
{"id": 62022, "sentence": "Airbus #39; new rival to 7E7 may utilize subsidies Airbus might tap up to 1 billion euros (\\$1.25 billion) in controversial government loans to build a new A350 airplane model, which would be a rival to Boeing #39;s new 7E7 jetliner.", "label": "business"}
{"id": 104037, "sentence": "Sony Discloses Details on Computer Chip (AP) AP - Sony Corp. plans to begin selling home servers for broadband and high-definition TV systems powered by a revolutionary new computer chip in 2006, the Japanese electronics and entertainment giant said Monday.", "label": "technology"}
{"id": 118120, "sentence": "Montreal man pleads guilty to arson in firebombing at Jewish school (Canadian Press) Canadian Press - MONTREAL (CP) - A 19-year-old man charged in a firebombing at a Jewish elementary school pleaded guilty Thursday to arson.", "label": "world"}
{"id": 104337, "sentence": "UnitedHealth Getting Healthier UnitedHealth Group buys Definity Health, which offers consumer-driven options.", "label": "business"}
{"id": 96464, "sentence": "College Students Feel Sting of RIAA Lawsuits The RIAA continued its hard-line approach to music sharing with a round of copyright infringement lawsuits targeting 761 alleged illegal file sharers.", "label": "technology"}
{"id": 22242, "sentence": "EBay at a Crossroads: Can Buy Now' Share Space With Bid Now'? Many sellers and a few longtime analysts of eBay say the company is generating fewer of the bidding frenzies that once translated into profits.", "label": "technology"}
{"id": 86357, "sentence": "US promises enhanced security, economic ties: Islamabad-Delhi &lt;b&gt;...&lt;/b&gt; ISLAMABAD, Nov 9: The United States on Tuesday assured Pakistan of continuity and expansion of bilateral ties in all spheres, particularly economic and security matters.", "label": "world"}
{"id": 11115, "sentence": "Tomlinson can #39;t rise to the challenge There was disappointment for Britain in the men #39;s long jump final this evening, after Chris Tomlinson could only manage fifth place.", "label": "sports"}
{"id": 37197, "sentence": "Stoddart: Minardi will use own engine if need be. Minardi boss, Paul Stoddart has insisted that his team will be on the grid in 2005, even if they have to do it with their own engine.", "label": "sports"}
{"id": 67562, "sentence": "Google continues to grow Since its IPO back in August, the search engine Google has seen its shares rise over 70 in a little over two months. Google shares closed Tuesday at \\$147.", "label": "technology"}
{"id": 87013, "sentence": "US airlines agree to anti-coliform steps on aircraft The Environmental Protection Agency said yesterday it has agreed with 12 US airlines on steps to improve aircraft water quality after the agency #39;s tests discovered coliform bacteria generally found in feces in water on 12 percent of airplanes.", "label": "business"}
{"id": 82961, "sentence": "The Past Costs Backman His Job, Only Four Days After Receiving It Four days after Wally Backman was introduced as the manager of the Arizona Diamondbacks and months before he ever filled out a lineup card, the team fired him yesterday because of legal indiscretions he did not disclose to them.", "label": "sports"}
{"id": 81168, "sentence": "Microsoft signs \\$920m NHS software deal Microsoft Corp has signed a new 500m pound (\\$920m) contract to supply a desktop operating system and software to the UK #39;s National Health Service, including provisions to develop a tailored interface for clinical systems.", "label": "technology"}
{"id": 43934, "sentence": "Mets to revamp front office again NEW YORK - The New York Mets are revamping their front office for the second straight offseason, hiring Omar Minaya from the Montreal Expos to become the head of baseball operations.", "label": "sports"}
{"id": 12241, "sentence": "Teacher sentenced for slapping Schroeder An unemployed teacher has been given a four-month suspended sentence and ordered to perform community service for slapping German Chancellor Gerhard Schroeder in the face at a Social Democrat party event in May.", "label": "world"}
{"id": 107273, "sentence": "League Cup still last on Benitez #39;s trophy list LONDON (AFP) - Liverpool may have battled back from the brink of defeat to book a League Cup semi-final berth but a penalty shoot-out win against Tottenham did nothing to alter manager Rafael Benitez #39;s view of a competition his club have won a record ", "label": "sports"}
{"id": 98454, "sentence": "It's a group dynamic KANSAS CITY, Mo. -- A group of six Patriots has played together since 1996, no small feat in the era of NFL free agency and constant personnel change.", "label": "sports"}
{"id": 30785, "sentence": "Ford Boosts Profit Outlook  NEW YORK (Reuters) - Ford Motor Co. on Friday raised its  third-quarter and 2004 profit forecasts because of strength in  its financial services business and cost improvements in its  car operations.", "label": "business"}
{"id": 88185, "sentence": "Sears Up 5 Pct on Real Estate Enthusiasm  CHICAGO (Reuters) - Sears, Roebuck and Co. &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=S.N target=/stocks/quickinfo/fullquote\"&gt;S.N&lt;/A&gt; shares  rose 5 percent on Thursday on continued investor enthusiasm  over the value of the retailer's property after last week's  disclosure that a real estate investment trust has more than a  4 percent stake in the firm.", "label": "business"}
{"id": 40688, "sentence": "Work on designing Chandrayan over: Nair : Technology India  gt; Thiruvananthapuram, Kerala, Sep 26 : Work on designing country #39;s ambitious unmanned lunar mission  #39;Chandrayan #39; was over, ISRO Chairman Madhavan Nair said here today.", "label": "technology"}
{"id": 29445, "sentence": "Cameroon leader seeks a new term Cameroon's President Paul Biya confirms that he will stand for re-election in next month's polls.", "label": "world"}
{"id": 105718, "sentence": "Cardinals to play Broncos in the Liberty Bowl MEMPHIS, Tenn. Undefeated Boise State will play Number Seven Louisville in the AutoZone Liberty Bowl game on December 31st (in Memphis).", "label": "sports"}
{"id": 26101, "sentence": "First title for Scot tipped to be new Tim ANDREW MURRAY walked off the Arthur Ashe court at Flushing Meadow yesterday after winning the US Open boys #39; title ... and vowed to return to win the senior version.", "label": "sports"}
{"id": 19314, "sentence": "China intensifies fight against Internet porn China has intensified its battle against Internet and mobile phone pornography by threatening distributors with life in prison, Xinhua news agency says.", "label": "technology"}
{"id": 3202, "sentence": "American Hamm Claims Men #39;s Gymnastics All-Round Crown ATHENS (Reuters) - Paul Hamm etched his name into the record books as he became the first American man to win the Olympic gymnastics all-round crown Wednesday. ", "label": "sports"}
{"id": 6058, "sentence": "Enter your e-mail: I just spent an enjoyable afternoon at the Classic Gaming Expo in San Jose--a place where Pac-Man and Donkey Kong are revered, the Atari 2600 and Intellivision are respected gaming platforms, and the men and women who created titles such as Centipede and ", "label": "technology"}
{"id": 32093, "sentence": "Arsenal 2-2 Bolton Heaven help the Arsenal players when they do eventually lose their very long unbeaten run. It stayed intact yesterday to 46 matches but it didnt stop a clearly frustrated Arsene Wenger claiming that his ", "label": "sports"}
{"id": 62278, "sentence": "NASA Celebrates Life of Astronaut Gordon Cooper By PAM EASTON    HOUSTON (AP) -- Mercury program astronaut Gordon Cooper was remembered Friday by NASA officials and fellow space pioneers as \"not too bad of a pilot, but a heck of a good astronaut.\"    Cooper, who on the final flight of the Mercury program became the first American to spend more than 24 hours in space, died of natural causes Oct. 4 at his home in Ventura, Calif...", "label": "technology"}
{"id": 80121, "sentence": "Drugs in Sport: Break-in thickens Waterford plot A break-in at the offices of the Equestrian Federation of Ireland in the early hours of yesterday morning added another twist to the story of the horse Waterford Crystal, with whom Cian ", "label": "sports"}
{"id": 111377, "sentence": "HP #39;s new offerings expand ILM portfolio New releases of disk, tape and optical storage technologies, and enhanced information management software from HP will extend the company #39;s ILM (Information Lifecycle Management) portfolio.", "label": "technology"}
{"id": 100728, "sentence": "Congress Passes Stop-Gap Measure to Fund Government (Reuters) Reuters - The U.S. Congress was forced to pass\\a temporary measure keeping the government open on Wednesday\\after one embarrassing clause allowing lawmakers to see\\individual tax returns held up a crucial  #36;388 billion spending\\bill.", "label": "world"}
{"id": 9546, "sentence": "Programs: for Stealth Lovers, 'Thief' Is a Steal (Reuters) Reuters - One of the joys of the games\\in the \"Thief\" series is the ability to sneak up on opponents,\\quietly take them out with a good knock on the noggin, and then\\dump their body in the shadows so you can resume your hunt for\\loot.", "label": "technology"}
{"id": 59693, "sentence": "Apple Profit Doubles; Outlook Tops Views Apple posted a higher quarterly profit today, boosted by strong sales of its iPod digital music player and notebook computers.", "label": "business"}
{"id": 54322, "sentence": "Before the Bell: GE, Sirius Slip (Reuters) Reuters - Shares of General Electric Co. \\fell slightly before the bell on Friday after the industrial\\conglomerate said quarterly earnings rose.", "label": "business"}
{"id": 116148, "sentence": "Good News (Wells), Bad News (Schilling) The left-hander David Wells passed a physical and was introduced at a Fenway Park news conference, and the timing could not have been more striking.", "label": "sports"}
{"id": 82545, "sentence": "Renewed clashes follow Ivory Coast government abandoning ceasefire Rebel and government ground forces clashed and government warplanes mounted more bombing runs Friday, escalating hostilities a day after Ivory Coast abandoned a more than year-old ceasefire in its civil war.", "label": "world"}
{"id": 75455, "sentence": "Baseball: Bonds 700th homer ball nets 804,000 dollars SAN FRANCISCO, United States : Barry Bonds historic 700th home run ball fetched 804,129 US dollars in an online auction which concluded on Wednesday, the auction organizers announced.", "label": "sports"}
{"id": 25486, "sentence": "Ivan Slams Caymans; Cuba in Line of Fire GEORGE TOWN, Cayman Islands - Hurricane Ivan battered the Cayman Islands with ferocious 150-mph winds Sunday, flooding homes, ripping off roofs and toppling trees three stories tall as its powerful eye thundered past. It then strengthened to Category 5 as it moved Monday on course for Cuba...", "label": "world"}
{"id": 94156, "sentence": "Gannon No Longer Wearing Neck Brace (AP) AP - Rich Gannon no longer needs a bulky, plastic brace to protect the broken vertebra in his neck.", "label": "sports"}
{"id": 91273, "sentence": "BT Picks BlackBerry for Europe BT Group said that BlackBerry #39;s always-on  quot;push quot; technology also means that customers do not have to periodically connect to their email to check for new messages, as they are automatically routed to the handheld.", "label": "technology"}
{"id": 50329, "sentence": "Oil prices bounce back over \\$50 mark Oil prices have neared last week #39;s record high after bouncing back above the \\$50-a-barrel mark despite a peace deal between rebel gangs in Nigeria.", "label": "business"}
{"id": 64800, "sentence": "Constellation Brands Seeks to Buy Mondavi Constellation Brands Inc. (STZ.N: Quote, Profile, Research) on Tuesday said it has offered to buy Robert Mondavi Corp. (MOND.O: Quote, Profile, Research) for about \\$970 million, looking to add to its wine portfolio.", "label": "business"}
{"id": 52384, "sentence": "Interview with Chris Schlaeger from Novell/SUSE At aKademy I had the chance to talk to Chris Schlaeger about SUSE, its relationship with the KDE community, his view of the Linux enterprise desktop and the speed of development of several key features in KDE (a Dutch translation can be found at Bart amp;David ", "label": "technology"}
{"id": 31980, "sentence": "Europe Leads US in Second Day of Golf #39;s Ryder Cup (Update1) Tiger Woods, with a new partner after losing twice on Friday with Phil Mickelson, won his first match of the Ryder Cup this morning to help the US cut into Europe #39;s lead at golf #39;s premier team event.", "label": "sports"}
{"id": 19343, "sentence": "The Cards Are Destiny's Children They were 4-12 last year. They have had a losing record in 15 of 16 seasons since the franchise last relocated. They have won one playoff game since 1947.", "label": "sports"}
{"id": 85991, "sentence": "Murdoch Sets Up Poison Pill Defense If any party acquires 15 percent or more of News Corporation, all the other shareholders will be able to buy up to \\$80 worth of shares at half-price for every share already owned, under a  quot;poison pill quot; defense adopted by Rupert Murdoch.", "label": "business"}
{"id": 90129, "sentence": "Conference Studies Blogs' Impact on News (AP) AP - The woman who writes Wonkette! needed no introduction and offered no apologies Saturday, telling her peers in online journalism that Web logs like hers have spurred a quicker response to breaking news by major media outlets.", "label": "technology"}
{"id": 727, "sentence": "Suspicious Powder Found at U.S. Embassy in Malaysia  KUALA LUMPUR (Reuters) - Suspicious white powder has been  found in an envelope that arrived at the U.S. embassy in  Malaysia and three staff members quarantined, an embassy  official and police said on Monday.  \"A letter was delivered that had a suspicious powder in it,\"  said an embassy spokesman in Kuala Lumpur. \"The powder is being  sent for testing.\"", "label": "world"}
{"id": 117003, "sentence": "Fans Learning to Make Do Without NHL (AP) AP - The NHL is disappearing right before our eyes, and the reason is simple.", "label": "sports"}
{"id": 98431, "sentence": "Tokyo stocks end flat TOKYO - Tokyo stocks ended Friday almost flat as earlier gains on buying of high-tech shares evaporated after selling of domestic demand-related issues accelerated later in the day.", "label": "business"}
{"id": 112780, "sentence": "\"Hotel Rwanda\" Portrays Hero Who Fought Genocide When Rwanda plummeted into genocide ten years ago, the event transformed a genial hotelier into an unlikely hero. A new film, &lt;I&gt;Hotel Rwanda,&lt;/I&gt; recounts his story.", "label": "technology"}
{"id": 100932, "sentence": "NBA Wrap: James Leads Cavaliers Past Pistons LeBron James scored a career-high 43 points to lead the Cleveland Cavaliers to their seventh win in eight games, a 92-76 home victory over the stuttering Detroit Pistons on Wednesday.", "label": "sports"}
{"id": 116060, "sentence": "Chartered Semi Lowers 4Q Outlook Chartered Semiconductor Manufacturing Ltd. on Tuesday lowered its fourth-quarter expectations as it becomes the latest chip maker to express concerns about weaker demand from customers.", "label": "business"}
{"id": 13971, "sentence": "Afghanistan Explosions Kill at Least 17 People, AFP Reports Two explosions, one at a religious school Saturday night and another in the Afghan capital Kabul Sunday, killed at least 17 people, including five children, and the Taliban militia has ", "label": "world"}
{"id": 102030, "sentence": "Managers buy out struggling QXL QXL Ricardo, the UK's version of internet auction site eBay, agrees to let its management take the company private.", "label": "business"}
{"id": 55725, "sentence": "7-Foot Robot Used in Black Sea Expedition (AP) AP - Four years ago, scientists thought they had found the perfect place to settle the Noah flood debate: A farmer's house on a bluff overlooking the Black Sea built about 7,500 years ago  #151; just before tidal waves inundated the homestead, submerged miles of coastline and turned the freshwater lake into a salty sea.", "label": "technology"}
{"id": 28684, "sentence": "Milwaukee Brewers Team Report - September 15 (Sports Network) - The Milwaukee Brewers continue a three-game series against Barry Bonds and the San Francisco Giants tonight at Miller Park.", "label": "sports"}
{"id": 23054, "sentence": "Applebee's Sees Room for More Outlets  LOS ANGELES (Reuters) - Restaurant chain Applebee's  International Inc. &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=APPB.O target=/stocks/quickinfo/fullquote\"&gt;APPB.O&lt;/A&gt; on Thursday said there was room for  at least 3,000 of its namesake restaurants in the United  States, nearly double the existing number.", "label": "business"}
{"id": 105397, "sentence": "Swift Shoaib arrives in style Never one to do things by half, Pakistan speedster Shoaib Akhtar made a Hollywood-like arrival yesterday at his team #39;s first training session of their Australian tour.", "label": "sports"}
{"id": 91215, "sentence": "Oil Falls Below \\$46 to 8-Week Low  LONDON (Reuters) - Oil prices tumbled again on Monday to an  8-week low under \\$46 a barrel, as growing fuel stocks in the  United States eased fears of a winter supply crunch.", "label": "business"}
{"id": 67890, "sentence": "Why Sand Dunes Go Boom The sounds made by dune avalanches has mystified people for centuries. California scientists test an explanation by sliding down the sand on their rear ends.", "label": "technology"}
{"id": 60890, "sentence": "Al-Aqsa mosque restriction lifted Israel says it will not limit the number of Muslims at Jerusalem's holy site during the Ramadan fasting month.", "label": "world"}
{"id": 6583, "sentence": "Car bomb explodes near military convoy A car bomb detonated near a US military convoy on Sunday outside the northern city of Mosul, the military said. Two children were injured in the blast, said Dr.", "label": "world"}
{"id": 73061, "sentence": "China Protests US Limits on Sock Imports China on Tuesday vehemently protested a US decision to impose a quota on sock imports, warning it might take  quot;further steps quot; under World Trade Organization rules to protect its own rights.", "label": "business"}
{"id": 32663, "sentence": "Right to roam maps published The first maps detailing the  #39;right to roam #39; on privately owned land are being published on Sunday. The Countryside Agency will be printing open access maps for the whole of England over the course of the next 15 months.", "label": "world"}
{"id": 111194, "sentence": "GM Europe to Cut 12,000 Jobs in Deal (AP) AP - General Motors Corp.'s European unit Thursday announced a deal that will allow the struggling automaker to cut up to 12,000 jobs  #151; most of them in Germany, where it will offer generous incentives for employees to leave.", "label": "world"}
{"id": 15907, "sentence": "HDTV 'Starter' Kit for PC Comes with Some Kinks  SAN FRANCISCO (Reuters) - High-definition television can  show the sweat beading on an athlete's brow, but the cost of  all the necessary electronic equipment can get a shopper's own  pulse racing.", "label": "technology"}
{"id": 59830, "sentence": "City punishes JJB for takeover failure JJB SPORTS saw its shares collapse nearly 20 per cent yesterday after it broke off talks with the private equity giant Cinven and posted dismal first-half sales.", "label": "business"}
{"id": 17478, "sentence": "FSU-Miami Postponed Hurricane Frances forces the postponement of Monday's college football season opener between Florida State and Miami.", "label": "sports"}
{"id": 105044, "sentence": "Stanford cans classy Teevens  #39; #39;It was an extremely difficult decision, but I simply felt that the program was in need of new direction and leadership, #39; #39; athletic director Ted Leland said Monday.", "label": "sports"}
{"id": 60902, "sentence": "Sun Microsystems Posts Narrower Quarterly Loss Revenue for the network computer maker rose year over year for the second consecutive quarter after three years of declines, the company said today.", "label": "technology"}
{"id": 87501, "sentence": "NCAA Game Summary - TCU at Louisville Louisville, KY (Sports Network) - Stefan LeFors threw three touchdown passes to lead 12th-ranked Louisville to a 55-28 rout over TCU at Papa John #39;s Cardinal Stadium.", "label": "sports"}
{"id": 69617, "sentence": "Myers Denies Doubts on Afghan War Plans Air Force Gen. Richard B. Myers objected Friday to a characterization that he second-guessed or doubted war plans drawn up by Gen. Tommy R. Franks, then chief of the U.S. Central Command, six days before the United States launched the war in Afghanistan against al Qaeda and the Taliban.", "label": "world"}
{"id": 73260, "sentence": "Panasonic Unveils International 3G Cell Phone Clamshell-style WCDMA phone packs a browser, e-mail software, and two cameras.", "label": "technology"}
{"id": 78048, "sentence": "Bangladeshi hostage in Iraq identified, government appeals for &lt;b&gt;...&lt;/b&gt; The Bangladesh government confirmed Saturday the identity of one of its nationals taken hostage by militants in Iraq, officials said.", "label": "world"}
{"id": 41589, "sentence": "Diamonds stolen at Paris show Two diamonds jointly worth together worth over 7.8 million have disappeared from an antique dealers #39; show in Paris. During the event at the famous Louvre museum, a glass case holding the jewels was forced open.", "label": "world"}
{"id": 98993, "sentence": "Powell hails peace opportunity ahead of Palestinian vote JERUSALEM : US Secretary of State Colin Powell hailed a  quot;moment of opportunity quot; for Middle East peace as Israel and the United States pledged to back next year #39;s Palestinian election to the hilt.", "label": "world"}
{"id": 116841, "sentence": "Sprint, Nextel Agree To Merge The deal, valued at \\$35 billion, will create a large wireless service provider to compete with wireless rivals Cingular and Verizon.", "label": "business"}
{"id": 58009, "sentence": "A Stranger in the Mirror: Should Doctors Transplant Faces? The technology for human facial transplants exists, but ethicists are worried about using it.", "label": "technology"}
{"id": 80302, "sentence": "ELGINDY PAL ADMITS PASSING FBI TIPS November 3, 2004 -- A former associate of Amr  quot;Anthony quot; Elgindy told jurors he passed confidential information from an FBI agent to the online stock picker, who was  quot;pretty excited quot; to get the illegal tips.", "label": "business"}
{"id": 106825, "sentence": "Microsoft plugs IE hole with special patch Microsoft on Wednesday released an update to Internet Explorer (IE) to fix a security flaw that was discovered a month ago and has since been exploited to attack users.", "label": "technology"}
{"id": 94277, "sentence": "Wall Street stocks end higher on Kmart-Sears merger deal Wall Street stocks rose moderately Wednesday as investors cheered the merger deal that combined retailers Kmart Holding Corp. and Sears, Roebuck and Co.", "label": "business"}
{"id": 116919, "sentence": "Bush pledges to  quot;take on quot; deficit in hopes of supporting dollar WHITE HOUSE President Bush is pledging to  quot;take on quot; the nation #39;s huge deficits -- in hopes of shoring up the sagging US dollar.", "label": "business"}
{"id": 66163, "sentence": "US Electoral College withstands critics ... so far (AFP) AFP - Lambasted as antiquated and anti-democratic, the Electoral College that decides the US presidency has survived for centuries as an unmovable albeit creaky pillar of the American political system.", "label": "world"}
{"id": 55934, "sentence": "President of Taiwan makes call for peace talks with China Taiwan #39;s leader used his National Day speech today to urge China to begin peace talks so the two rivals can avoid war. Chinese and Taiwanese leaders haven #39;t met since ", "label": "world"}
{"id": 108865, "sentence": "Russia's president to head for India's Silicon Valley (AFP) AFP - Russia's President Vladimir Putin is heading to the high-tech city of Bangalore, on the second day of his trip to India, after ruffling feathers by rebuffing New Delhi's hopes of a veto on an enlarged UN Security Council.", "label": "world"}
{"id": 118864, "sentence": "Microsoft makes Net security move by acquiring Giant In a move to quell rising consumer frustrations, Microsoft on Thursday announced it has acquired Giant Company Software, maker of well-reviewed but little-used anti-spyware software, for an undisclosed sum.", "label": "technology"}
{"id": 71811, "sentence": "Existing Home Sales Surge in September  WASHINGTON (Reuters) - Sales of existing U.S. homes  unexpectedly surged 3.1 percent in September on low mortgage  rates, and would have been even brisker had hurricanes not hit  the south, a trade association said on Monday.", "label": "business"}
{"id": 58447, "sentence": "Report: Britain Wins U.S. Support for Mideast Talks (Reuters) Reuters - Britain has won U.S. agreement to hold\\an international peace conference on the Middle East in London\\early next year, the Daily Telegraph reported on Monday.", "label": "world"}
{"id": 117599, "sentence": "\\$500 million resolves criminal, civil allegations Time Warner has agreed to pay more than \\$500 million to settle wide-ranging criminal and civil allegations that its America Online division improperly pumped up revenue and engaged ", "label": "business"}
{"id": 20862, "sentence": "Lexmark Recalls Laser Printers  WASHINGTON (Reuters) - About 39,400 laser printers made by  Lexmark International Inc. &lt;A HREF=\"http://www.reuters.co.uk/financeQuoteLookup.jhtml?ticker=LXK.N qtype=sym infotype=info qcat=news\"&gt;LXK.N&lt;/A&gt; and sold by IBM &lt;A HREF=\"http://www.reuters.co.uk/financeQuoteLookup.jhtml?ticker=IBM.N qtype=sym infotype=info qcat=news\"&gt;IBM.N&lt;/A&gt; and  Dell Inc. &lt;A HREF=\"http://www.reuters.co.uk/financeQuoteLookup.jhtml?ticker=DELL.O qtype=sym infotype=info qcat=news\"&gt;DELL.O&lt;/A&gt; are being recalled in the United States  because of a potential electrical shock hazard, the Consumer  Product Safety Commission said on Tuesday.", "label": "technology"}
{"id": 97473, "sentence": "Rangers boss defends players after O #39;Neill rant Alan Thompson and Chris Sutton saw red as Rangers narrowed the gap to one point at the top of the SPL by winning a stormy Old Firm derby.", "label": "sports"}
{"id": 112918, "sentence": "Red Cross Warns of Fallujah Risks The organization said that since a U.S. assault last month, sewage was flowing in the streets and hundreds of bodies apparently lay in a warehouse.", "label": "world"}
{"id": 62217, "sentence": "Away on Business: Recipe for Success  NEW YORK (Reuters) - Cancel the limo. Put down the dining  guides and leave your overcoat in the closet. A power breakfast  or lavish business dinner is just an elevator ride away.", "label": "business"}
{"id": 58992, "sentence": "Bush, Kerry Looking for Edge in Debate (AP) AP - Running even just 20 days before the election, President Bush and Sen. John Kerry are looking for any edge in their third and final debate Wednesday night.", "label": "world"}
{"id": 33973, "sentence": "Cricket - ICC Trophy / Awesome Australia bids to extend its 14 &lt;b&gt;...&lt;/b&gt; England heads into today #39;s Champions Trophy semifinal against Australia at Edgbaston without a win over its old rivals in their last 14 one-day internationals.", "label": "sports"}
{"id": 98537, "sentence": "Canberra forgives Iraq #39;s \\$1.1bn debt CANBERRA will excuse Iraq \\$1.1 billion that it owes Australia as the war-torn nation attempts to get back on its feet financially.", "label": "world"}
{"id": 32407, "sentence": "Blair confident of Iraq victory Tony Blair says Iraq is the \"crucible in which the future of global terrorism will be determined\".", "label": "world"}
{"id": 110083, "sentence": "Israel's Sharon Lines Up Support for Likud Vote  JERUSALEM (Reuters) - Israeli Prime Minister Ariel Sharon  marshaled support for Thursday's Likud party vote to bring the  Labor Party into a government that would block snap elections  and pave the way for a Gaza withdrawal next year.", "label": "world"}
{"id": 83580, "sentence": "Eritrea denies jail deaths claim Eritrean minister denies report that 20 people were killed in an overcrowded prison after a crack down on draft dodgers.", "label": "world"}
{"id": 36348, "sentence": "'Iraq-Style' U.N. Plan Not Sought for Iran (AP) AP - The Bush administration has no plans to seek an \"Iraq-style\" U.N. Security Council resolution on Iran if it succeeds in efforts to have the council address that country's nuclear activities.", "label": "world"}
{"id": 100377, "sentence": "BT And Blueprint Jointly Develop Innovative Music Distribution &lt;b&gt;...&lt;/b&gt; In yet another move in the legitimate digital music market, BT and Blueprint have jointly developed a new service based on Blueprints Open Royalty Gateway (ORG) and Song Centre software that allows copyright holders to take more control of their ", "label": "technology"}
{"id": 101932, "sentence": "Nintendo Honored by  quot;Walk of Game quot; Nintendo did particularly well in a recent poll ran by  quot;Walk of Game quot;. With Shigeru Miyamoto winning a lifeti. Walk of Game, the first physical landmark honouring the icons and pioneers of the videogame industry ", "label": "technology"}
{"id": 68328, "sentence": "Israel strikes Gaza City with missiles An Israeli aircraft fired two missiles into a crowded Gaza City street Thursday night, killing a senior Hamas explosives expert who was blamed in the deaths of dozens of Israelis, according ", "label": "world"}
{"id": 63518, "sentence": "3M Posts Higher Profit, Misses Estimates  CHICAGO (Reuters) - 3M Co. &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=MMM.N target=/stocks/quickinfo/fullquote\"&gt;MMM.N&lt;/A&gt; on Monday said  third-quarter earnings rose 17 percent due in part to the weak  dollar, but the diversified manufacturer's results came in  below Wall Street's estimates for the first time in at least  seven quarters.", "label": "business"}
{"id": 82150, "sentence": "Turin 2006 president to resign  quot;This is equivalent to a lack of faith in the work carried out up until now, quot; said Castellani in a statement.  quot;For this reason I have decided to offer my resignation as president to the board on November 24th ", "label": "sports"}
{"id": 31359, "sentence": "Naturalists Struggle to Save Iran Cheetahs (Reuters) Reuters - Only 60 cheetahs are believed to remain\\in Iran, their numbers bludgeoned by hunting, road-building and\\drought, say environmentalists battling to save them from\\extinction.", "label": "technology"}
{"id": 35993, "sentence": "Catching West Coast action can be tough, but it #39;s worth the effort Vin Scully, if you haven #39;t heard, has a tendency to go on a bit. It #39;s more than a tendency, really. It #39;s practically a trademark.", "label": "sports"}
{"id": 57655, "sentence": "Pensions - your views Britons are set to face some stark choices over their pensions with the publication of a new report on Tuesday. The Pension Commission #39;s independent report is expected to warn that the UK population needs ", "label": "business"}
{"id": 10156, "sentence": " #39;Problems with Musharraf but US needs him #39; WASHINGTON: Highlighting the dilemma facing US policymakers, Vice Chairman of the 9/11 Commission Lee Hamilton has said while US had  quot;problems quot; with Pakistan President Musharraf on issues of terrorism, nuclear proliferation and lack of democracy, it ", "label": "world"}
{"id": 93526, "sentence": "More woes out West for Bulls When Peja Stojakovic requested a trade from the Sacramento Kings over the summer, the Bulls #39; organization was one in which he expressed an interest.", "label": "sports"}
{"id": 37451, "sentence": "Stock Markets Fall as Oil Nears \\$50 a Barrel NEW YORK, Sept. 22 -- A surge in oil prices and a disappointing earnings report from Morgan Stanley were cited as factors in significant stock market losses Wednesday.", "label": "business"}
{"id": 30736, "sentence": "London 'call girl' gives up blog The writer of an online journal describing her life as a London call girl has signed off.", "label": "technology"}
{"id": 35615, "sentence": "Mobile users 'want cheaper calls' Price and coverage are the key issues affecting mobile users, a survey of European consumers finds.", "label": "world"}
{"id": 44021, "sentence": "'Men fled' from bridge death spot Murder trial witnesses say they heard screams and saw men running from where a British backpacker was found dead.", "label": "world"}
{"id": 41905, "sentence": "Trend Micro Hopes To Spread Mobile Antivirus The spam-blocking feature of Trend Micro #39;s package may be more immediately useful, because bandwidth is money. Software that can prevent unwanted messages from coming through will save users cash.", "label": "technology"}
{"id": 117051, "sentence": "NHL, Players #39; Union Reject New Proposals TORONTO Dec 14, 2004 - The NHL moved a step closer to losing the season Tuesday, when the league and players #39; association rejected proposals for a new collective bargaining agreement.", "label": "sports"}
{"id": 70799, "sentence": "Montoya shows his genius This is the circuit where the Montoya brand began to take shape as he swept past Michael Schumacher during the opening laps of only his third grand prix.", "label": "sports"}
{"id": 10562, "sentence": "Britain wins bronze in sailing 49er class Britain #39;s Chris Draper and Simon Hiscocks have cruised to Olympic bronze in the open 49er class. Hiscocks won silver with Ian Barker four years ago when the high performance 49ers made their Olympic debut in Sydney.", "label": "sports"}
{"id": 18137, "sentence": "News: Plea deal in 'war spamming' prosecution Los Angeles man allegedly used unsecured wi-fi networks to send thousands of messages promoting porn sites.\\", "label": "technology"}
{"id": 19770, "sentence": "Three Saudi security men killed in clashes to the north of Riyadh Three Saudi security men were killed and seven suspected men were arrested yesterday at dawn in a quarter to the south of Breida, north west of the capital Riyadh.", "label": "world"}
{"id": 30312, "sentence": "Under the Weight of 700, Bonds Returns Home to Lift His Growing Legend After two games trying in vain to yank his 700th home run, Barry Bonds was content to collect three line-drive hits in a 4-0 victory over the Brewers on Thursday.", "label": "sports"}
{"id": 50206, "sentence": "Schilling ready to carry load Go ahead, jump on his back. Pile on. Curt Schilling expects it. He wasn't kidding last winter when he all but assigned himself the job of ending the Red Sox' 86-year championship famine.", "label": "sports"}
{"id": 90958, "sentence": "Adobe Acrobat 7 unveiled The release schedule includes a new free Acrobat Reader, now with reviewing capabilities, the company said. Adobe is highlighting its focus on workgroups and document management.", "label": "technology"}
{"id": 20029, "sentence": "CBA poised to move into China THE Commonwealth Bank is set to become the first Australian financial institution to enter mainland China #39;s commercial and retail banking sector.", "label": "business"}
{"id": 92592, "sentence": "Crude oil prices decline on easing winter supply woes, cancelled &lt;b&gt;...&lt;/b&gt; Crude oil futures prices fell Tuesday on growing expectations that a winter supply crisis will be averted and after union leaders cancelled a strike in major exporter Nigeria.", "label": "business"}
{"id": 28044, "sentence": "Singapore outsources to HP THE SINGAPORE Government has decided to reverse the world-wide outsourcing trend and ship some work to HP. Singapore #39;s ministry of manpower has transferred IT staff to Hewlett Packard under an outsourcing contract.", "label": "technology"}
{"id": 8419, "sentence": "Intel slashes chipset prices by 35 Intel has cut the prices on a range of Pentium 4 processors by 35 percent, but maintains that the price moves do not reflect efforts to reduce inventory and are part of its normal business.", "label": "technology"}
{"id": 54378, "sentence": "Oil Near Highs, Nigeria Threat Eases  LONDON (Reuters) - Oil prices held near record highs on  Friday even though oil unions in OPEC member Nigeria said a  two-day wildcat strike would pass without any impact on  exports.", "label": "business"}
{"id": 53425, "sentence": "Mount St. Helens' Crater Floor Rising (AP) AP - Part of Mount St. Helens' crater floor has risen 50 to 100 feet since Tuesday while earthquake rates have been low, signs that magma is moving upward without much resistance, scientists said Thursday.", "label": "technology"}
{"id": 43370, "sentence": "Buzzards overhead MONTREAL -- The buzzards, now bored, are once again circling Olympic Stadium, waiting for the hammer, not cement, to fall on the unloved Expos.", "label": "sports"}
{"id": 71122, "sentence": "Insurgents kill about 50 Iraqi soldiers In their boldest ambush yet, insurgents waylaid three minibuses carrying US-trained Iraqi soldiers heading home on leave and killed about 50 of them - forcing many to lie ", "label": "world"}
{"id": 61070, "sentence": "Ford brings star back to life in ads To introduce its six new cars and trucks, Ford Motor Co. #39;s namesake brand is launching an aggressive and energetic marketing campaign.", "label": "business"}
{"id": 54497, "sentence": "After .jpeg it #39;s .doc Security advisory service Secunia said that it has discovered a highly critical vulnerability in Microsoft Word 2000 and 2002 that can be exploited to cause a denial of service attack and compromise a user #39;s system.", "label": "technology"}
{"id": 8162, "sentence": "Group Creates Engineered 'Marathon Mice' (AP) AP - Researchers on Monday unveiled genetically engineered mice that can run farther and longer than their naturally bred brethren, bringing the \"genetic doping\" of elite athletes a small step closer to reality.", "label": "technology"}
{"id": 27111, "sentence": "MGM Deal Brings Sony Closer to Its Vision  TOKYO (Reuters) - With its acquisition of Hollywood film  studio Metro-Goldwyn-Mayer, Sony Corp is one step closer to its  vision of linking hardware and content, and to winning the key  battle for the next generation DVD.", "label": "technology"}
{"id": 109169, "sentence": "Rumsfeld confirms will stay on, vows transformation of US military KUWAIT CITY, Dec 6 (AFP) - US Defence Secretary Donald Rumsfeld said Monday he would devote himself to transforming the military and bringing American troops out of Iraq as he confirmed he would remain in President George W. Bush #39;s administration.", "label": "world"}
{"id": 55070, "sentence": "Malls, zoos and museums among the most unusual places to learn Students at Aviation High School learn in the shadow of the massive jetliners this region has produced for decades. Holding classes at Boeing Field and the Museum of ", "label": "business"}
{"id": 51050, "sentence": "Bush signs extension to R D tax credit WASHINGTON - U.S. President George Bush on Monday signed a bill that included an 18 month extension of a research and development (R D) tax credit sought by many IT groups.", "label": "technology"}
{"id": 118599, "sentence": "Montreal Expos Will Not Move to Washington Major League Baseball #39;s plan to move the former Montreal Expos franchise to Washington DC appears to be falling apart. Washington Mayor Anthony Williams said Wednesday the deal was almost dead after the city ", "label": "sports"}
{"id": 100899, "sentence": "Sony enters Chinese digital market Sony Pictures has quietly set up a joint venture with state-controlled China Film Group that will make digital television programmes and feature films.", "label": "business"}
{"id": 76557, "sentence": "Shrek creator makes dream debut Spurred on by a large, green ogre, buoyed by a school of wise-cracking fish and with a podgy superhero helping its cause, DreamWorks Animation yesterday saw its share price rise by 41 on its first day of trading.", "label": "business"}
{"id": 91164, "sentence": "US lacks golden touch LAKE PLACID, N.Y. -- After Team USA racked up six goals in a 6-3 victory over the Swedes Saturday, coach Ben Smith said he hoped his players saved a few because goals were going to be hard to get yesterday against Canada.", "label": "sports"}
{"id": 2561, "sentence": "Nortel shares down on news of criminal probe News of an RCMP criminal investigation of Nortel Networks and its financial accounting practices sent the company #39;s shares down slightly on Tuesday. ", "label": "business"}
{"id": 112294, "sentence": "Three firms to bid for Yukos unit Two little-known firms will join Russia gas monopoly Gazprom in the auction for the key unit of stricken oil giant Yukos, federal authorities say.", "label": "business"}
{"id": 115430, "sentence": "Dollar Steadies Before Fed Meets  LONDON (Reuters) - The dollar held steady against major  currencies on Tuesday as markets awaited the assessment of the  economy from the Federal Reserve after an expected interest  rate rise later in the session.", "label": "business"}
{"id": 100349, "sentence": "New Coalition Offensive Leads to Arrest of Dozens of Insurgents in &lt;b&gt;...&lt;/b&gt; American, British and Iraqi troops are continuing their effort to root out insurgents south of Baghdad, in an operation aimed at clearing the way for elections to be held in January.", "label": "world"}
{"id": 75457, "sentence": "PGA numbers game Rod Pampling has never been to the Tour Championship. Justin Leonard has never missed one. Jim Furyk has one last chance to extend his streak to seven years with at least one PGA Tour victory.", "label": "sports"}
{"id": 49858, "sentence": "Best Buy Pushes Its Insignia Brand  SAN FRANCISCO (Reuters) - Best Buy Inc. &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=BBY.N target=/stocks/quickinfo/fullquote\"&gt;BBY.N&lt;/A&gt; will offer  an expanded range of its own branded products -- such as LCD  televisions -- as it pushes into the growing market for  lower-priced, private-label consumer electronics, the company  said on Monday.", "label": "business"}
{"id": 62519, "sentence": "What if a Sales Tax Were the Only Tax? Does replacing personal income and payroll taxes with a national sales tax, an idea President Bush has shown interest in, help the U.S. tax system?", "label": "business"}
{"id": 773, "sentence": "Fighting rages in South Ossetia Heavy fighting erupts in Georgia's breakaway South Ossetia region, shattering a two-day ceasefire.", "label": "world"}
{"id": 46106, "sentence": "Most Israelis Oppose Strike on Iran for Now -Poll Most Israelis want to await the outcome of international pressure on Iran over its nuclear program rather than consider a pre-emptive military strike on their arch-foe #39;s reactors, a poll published on Friday said.", "label": "world"}
{"id": 39140, "sentence": "Lions supporters lick their wounds Brisbane #39;s AFL fans gathered in their thousands all over the city with high hopes the Lions could win their fourth consecutive grand final.", "label": "sports"}
{"id": 98760, "sentence": "419er seeks flatshare with &lt;cite&gt;Reg&lt;/cite&gt; reader Suit professional fraudster, n/s, gsoh", "label": "technology"}
{"id": 51117, "sentence": "Schilling and Big Bats Give Red Sox Game 1 Curt Schilling pitched 6 2-3 effective innings, Manny Ramirez and Kevin Millar homered during a seven-run burst, and the Red Sox beat the Angels.", "label": "sports"}
{"id": 111864, "sentence": "Paris cuts Air France KLM stake France is selling almost half its stake in Air France KLM, in a deal set to raise at least 700 million euros (\\$933 million), sources close to the operation said.", "label": "business"}
{"id": 116870, "sentence": "CLIFFORD D. MAY: Shouldn #39;t Palestinians have a real election? (SH) - In Afghanistan, Hamid Karzai defeated a raft of candidates to win his historic election. In Iraq, more than 200 political parties have registered for next month #39;s elections.", "label": "world"}
{"id": 109541, "sentence": "Terps Blast Bonnies No. 19 Maryland overcomes poor first-half shooting to earn a 91-42 victory over St. Bonaventure.", "label": "sports"}
{"id": 54922, "sentence": "Goodbye SNMP? Hello, WS-Management Laoping writes  quot;News.com has a story about a new Web services management specification designed to simplify network administration across a wide range of devices.", "label": "technology"}
{"id": 70546, "sentence": "U.N.: Arms Expert Warning Had Bad Premise (AP) AP - Arms hunter Charles Duelfer's report, in concluding Iraq might have resumed weapons-building \"after sanctions were removed,\" left out the crucial fact that the U.N. Security Council had planned controls over Baghdad for years to come, U.N. officials say.", "label": "world"}
{"id": 97979, "sentence": "African leaders gather Tuesday to assess NEPAD development program (AFP) AFP - African leaders are to gather in Algiers to review the progress of the New Partnership for African Development (NEPAD), a wide-ranging strategy for ensuring good governance and building the economies of the world's poorest continent.", "label": "world"}
{"id": 96290, "sentence": "Greenspan Rate Warning Spooks Treasuries (Reuters) Reuters - U.S. Treasuries prices skidded lower\\on Friday after Federal Reserve Chairman Alan Greenspan said\\investors should be hedged for higher interest rates.", "label": "business"}
{"id": 71583, "sentence": "Oil Scales New High on Norway Fears  LONDON (Reuters) - World oil prices scaled a new high above  \\$55 a barrel on Monday as a threat by Norwegian oil employers  to halt production from the world's third biggest exporter  stoked fears of a winter supply crunch.", "label": "business"}
{"id": 104841, "sentence": "Four Studios Give Backing to a Format for DVD's Four Hollywood studios announced that they would release films in a new high-definition DVD format by the end of next year, an advance in the effort to define a new DVD standard.", "label": "technology"}
{"id": 79070, "sentence": "L-3 Communications to Buy CAE #39;s Marine Unit for C\\$328 Million L-3 Communications Holdings Inc., the world #39;s second-biggest maker of bomb detectors, agreed to buy the marine controls unit of CAE Inc.", "label": "business"}
{"id": 117678, "sentence": "British official resigns over nanny scandal Britain #39;s top law enforcement officer, a key member of Tony Blair #39;s Cabinet, resigned Wednesday after acknowledging that his department fast-tracked a visa for his former lover #39;s nanny.", "label": "world"}
{"id": 28907, "sentence": "Ex-Teledata employee pleads guilty in massive ID theft case Prosecutors said the Georgia man, a former help desk employee at Teledata Communications, was involved in a scheme to steal the identities of up to 30,000 people.", "label": "technology"}
{"id": 63994, "sentence": "Golf: Sorenstam surpasses two million dollars in season earnings WASHINGTON : Swedish superstar Annika Sorenstam, who surged past South Korean Grace Park to win the Samsung World Championship, has surpassed the two million-dollar mark in earnings for the fourth straight season.", "label": "sports"}
{"id": 28761, "sentence": "Royals' Stairs Signs Contract Extension (AP) AP - Kansas City outfielder Matt Stairs signed a one-year contract extension Wednesday that will keep him under contract with the Royals through 2005.", "label": "sports"}
{"id": 35775, "sentence": "U.S. Questions Fannie Mae Accounting  WASHINGTON (Reuters) - A U.S. government review into the  nation's No. 1 mortgage finance company, Fannie Mae &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=FNM.N target=/stocks/quickinfo/fullquote\"&gt;FNM.N&lt;/A&gt;,  charges it with inappropriate accounting practices and called  into doubt past financial results, the company's board said on  Wednesday.", "label": "business"}
{"id": 57126, "sentence": "CORRECTED: Manila Says Abu Sayyaf Bomb Caused Ferry Sinking A bomb planted by the Muslim militant group Abu Sayyaf led to the sinking of a Philippine ferry and the death of more than 100 people in February, the government said on Monday.", "label": "world"}
{"id": 63655, "sentence": "IBM Introduces Powerful Servers IBM has introduced three new POWER5 processor-based servers that the company says outpace Sun and HP in performance records and establish a new standard for server virtualization capabilities.", "label": "technology"}
{"id": 3805, "sentence": "Salvadoran prison clashes leave at least 31 dead San Salvador -- At least 31 prisoners died and 23 were wounded yesterday during clashes between gang members and other inmates in El Salvador #39;s largest prison, officials said. ", "label": "world"}
{"id": 50969, "sentence": "Radisson Hotels unveils online check-in service Using a new \"Express Yourself\" system, guests at Radisson Hotels   Resorts can now check in via the Web at their convenience and provide preferences in advance of their arrival, eliminating the traditional hotel check-in process.", "label": "technology"}
{"id": 44058, "sentence": "Salesforce.com expands call center support (InfoWorld) InfoWorld - NEW YORK - Hosted CRM (customer relationship management) evangelist Salesforce.com Inc. began a new branding campaign this week to draw attention to its customer-service support functionality, launching a new Web site at Supportforce.com and announcing a batch of partnerships with top call center infrastructure vendors.", "label": "technology"}
{"id": 87671, "sentence": "Dollar Steady, Off Record Low Vs Euro  LONDON (Reuters) - The dollar held more than a cent above  this week's record low on the euro on Thursday and traded near  a two-week high on the yen, with the market wary of protest  comments out of Europe about the euro's recent rise.", "label": "business"}
{"id": 89017, "sentence": "Consumers More Upbeat in Early November  NEW YORK (Reuters) - U.S. consumers have grown more  cheerful so far this month as the hotly contested presidential  election drew to a close and job prospects seemed to improve,  according to a survey released on Friday.", "label": "business"}
{"id": 104615, "sentence": "Bode Miller takes super-G event American Bode Miller won his first World Cup super-giant slalom Sunday, making him the first man to open an Alpine World Cup season with victories in three different disciplines and just the fifth skier to win a World Cup race in all four disciplines.", "label": "sports"}
{"id": 52995, "sentence": "Andreessen: Microsoft to make IE more competitive SAN FRANCISCO -- The success of alternative browsers such as Mozilla Foundation's Firefox may ultimately have an unexpected side effect, causing Microsoft Corp. to be more aggressive in leveraging its dominance of Internet client software, said Marc Andreessen, one of the founders of the browser company that Microsoft beat out in the late 1990s, Netscape Communications Corp.", "label": "technology"}
{"id": 94920, "sentence": "Arafat #39;s nephew can likely get access to Palestinian leader #39;s &lt;b&gt;...&lt;/b&gt; PARIS French officials may have found a way to both abide by their own privacy laws and still respond to demands by Palestinian leaders to answer questions about Yasser Arafat #39;s death.", "label": "world"}
{"id": 21633, "sentence": "Cash America Declares Special Dividend Related to Sale of FORT WORTH, Texas - (BUSINESS WIRE) -ept. 8, 2004  -h America International, Inc. (NYSE: PWN) announced today that its Board of Directors, at a specially called meeting, declared a one time special ", "label": "business"}
{"id": 110167, "sentence": "Sirius falls after analyst says stock overvalued Shares of Sirius Satellite Radio Inc. (SIRI.O: Quote, Profile, Research) fell as much as 27 percent in early trading on Wednesday after an investment firm said the stock was overvalued ", "label": "business"}
{"id": 61262, "sentence": "Dell targets iPod mini Dell introduced two new music players yesterday, aiming to take a chunk from Apple #39;s iPod market share. Marketed under the Dell DJ (Digital Jukebox) line of digital music players, one - the ", "label": "technology"}
{"id": 16729, "sentence": "Organizers shun wireless for GOP convention network Verizon Communications ran thousands of miles of cable to build a VoIP network in Madison Square Garden, while Cisco supplied the networking equipment, IBM donated PCs and servers, and Microsoft provided desktop and systems software.", "label": "technology"}
{"id": 81561, "sentence": "Update 3: CEO: Altria Preparing to Break Up Company Tobacco and food giant Altria Group Inc. is moving ahead with preparations to break itself up into two or three businesses, the company #39;s chairman and CEO said Thursday.", "label": "business"}
{"id": 70009, "sentence": "Boilermakers Fall Again Michigan hands Purdue its second straight home loss, 16-14, behind freshman running back Michael Hart who gains 206 yards on the ground.", "label": "sports"}
{"id": 3535, "sentence": "Leisure  amp; Arts One thing that the Olympics have always provided is that hardy perennial known as the  quot;feel-good story. quot; The sort of story in which, against all odds--and with undeniable drama--the farm boy from Iowa who grew up with rickets in one leg ...", "label": "sports"}
{"id": 118873, "sentence": "Open Source Software Licensing and the Law to be Featured at &lt;b&gt;...&lt;/b&gt; The Open Source Development Labs (OSDL), a global consortium dedicated to accelerating the adoption of Linux in the enterprise, today announced the creation of a Open Source Software Licensing  amp; Legal education track at its upcoming Enterprise Linux ", "label": "technology"}
{"id": 51646, "sentence": "Maryland upset at BB amp;T Classic WASHINGTON  TJ Thompson scored 27 points as George Washington defeated No. 12 Maryland 101-92 in the championship game of the BB amp;T Classic, the Colonials #39; fifth consecutive victory.", "label": "sports"}
{"id": 77581, "sentence": "Canada Eyes Internet Pharmacy Sales to US  OTTAWA (Reuters) - Canada may have to toughen up rules on  Internet pharmacies' sales of medicines to the United States,  Industry Minister David Emerson said on Friday, amid public  concerns of shortages or price spikes despite controls.", "label": "business"}
{"id": 73976, "sentence": "SEC: Tougher on Hedge Funds, Looser on Quiet Periods Washington (Oct. 27, 2004) - In two separate votes at a meeting today, one split and one unanimous, the Securities and Exchange Commission decided to require the registration of most hedge funds, and to propose ", "label": "business"}
{"id": 86901, "sentence": "Death by stoning sentence overturned An Islamic appeal court in Nigeria today overturned a sentence of death by stoning handed down to a 29-year-old pregnant woman for having sex out of wedlock.", "label": "world"}
{"id": 3553, "sentence": "At least four Georgian soldiers killed in separatist region clashes (AFP) AFP - At least four Georgian soldiers were killed and five wounded in overnight clashes in Georgia's separatist, pro-Russian region of South Ossetia, Georgian officers near the frontline with Ossetian forces said early Thursday.", "label": "world"}
{"id": 11004, "sentence": "More Platinum Found in Women With Breast Implants By DIEDTRA HENDERSON    WASHINGTON (AP) -- Researchers have found high concentrations of platinum in women who got silicone breast implants and in the children they bore and breast-fed afterward.    The type of platinum found in the women's blood and urine was different than the traces of regular platinum not uncommon in people's bodies...", "label": "technology"}
{"id": 84247, "sentence": "NFL Wrap: Buffalo Bills Defeat New York Jets (Reuters) Reuters - Willis McGahee ran\\for 132 yards and a touchdown to lead the Buffalo Bills to a\\22-17 victory over the New York Jets at Ralph Wilson Stadium.", "label": "sports"}
{"id": 56180, "sentence": "Bigley execution shown on internet A sickening video of Iraq hostage Ken Bigley being beheaded by his captors is circulating on the internet. In his last desperate moments, Mr Bigley is seen pleading  quot;to live a simple life quot; before being executed.", "label": "technology"}
{"id": 17787, "sentence": "Honda, IBM enhance in-vehicle, speech-recognition system Honda Motor Co., with help from partner IBM Corp., is preparing to introduce an improved speech-recognition system that will allow drivers to get voice navigation guidance without having to manually punch in any information or take their ", "label": "technology"}
{"id": 113620, "sentence": "Daw Aung San Suu Kyi awarded Honorary Citizen of Paris Burmas democracy leader, Nobel laureate and General Secretary of The National League for Democracy (NLD), Daw Aung San Suu Kyi was awarded the honorary citizen of Paris by its city council in a ceremony held on 10 December.", "label": "world"}
{"id": 60516, "sentence": "Williams to face Klitschko for title The man who derailed Mike Tyson #39;s comeback will get a shot at the heavyweight title. British fighter Danny Williams, who stopped Tyson in the fourth round on July 30 in Louisville, will fight WBC champion Vitali Klitschko of Ukraine on Dec.", "label": "sports"}
{"id": 23820, "sentence": "US strikes Falluja again in its fourth day of attacks BAGHDAD A US jet fired missiles on Friday in the Sunni insurgent stronghold of Falluja, the fourth day of attacks on the city where US and Iraqi troops have no control, officials said.", "label": "world"}
{"id": 6591, "sentence": "Injured Gail Devers Can't Finish Hurdles (AP) AP - Gail Devers, the most talented yet star-crossed hurdler of her generation, was unable to complete even one hurdle in 100-meter event Sunday  #151; failing once again to win an Olympic hurdling medal.", "label": "sports"}
{"id": 34100, "sentence": "JP Morgan cancels 2.8bn IBM outsourcing deal Financial services firm JP Morgan Chase has cancelled a groundbreaking 2.8bn outsourcing deal with IBM which was intended to run for seven years.", "label": "technology"}
{"id": 49690, "sentence": "Major League Baseball Sets Attendance Record Helped by spectacular individual performances from Barry Bonds and Ichiro Suzuki and some pulsating division battles, Major League Baseball underlined its position as the great American pastime setting a single season attendance record ", "label": "sports"}
{"id": 42907, "sentence": "Titans Lose To Jacksonville Wide receiver Derrick Mason of the Tennessee Titans says the team just is not playing well right now. Fred Taylor ran for a one-yard touchdown with nine seconds left for the victory.", "label": "sports"}
{"id": 27743, "sentence": "Russian stocks grow on PM #39;s proposals RBC, 14.09.2004, Moscow 16:47:50.News about Russian President Vladimir Putin #39;s approval of Prime Minister Mikhail Fradkov #39;s proposal to exchange a stake in Gazprom for Rosneft assets spurred an upward trend on the stock market, traders say.", "label": "business"}
{"id": 59599, "sentence": "Enter your e-mail: The folks at the Wi-Fi Alliance--the trade group that certifies Wi-Fi products from different vendors for compatibility--called today to share their thoughts about a coming wave of products promising superior performance to today #39;s fastest 802.", "label": "technology"}
{"id": 42841, "sentence": "Security researchers say JPEG virus imminent Trojan horse that exploits flaw in how Windows handles JPEG images may be low risk, but it's a bad omen.", "label": "technology"}
{"id": 44237, "sentence": "Staph Strain Infects More Healthy People TRENTON, N.J. - Flesh-eating bacteria cases, fatal pneumonia and life-threatening heart infections suddenly are popping up around the country, striking healthy people and stunning their doctors...", "label": "world"}
{"id": 99776, "sentence": "UN confirms three hostages freed in Afghanistan Three foreign UN workers held hostage in Afghanistan have been freed unharmed, almost four weeks after they were abducted at gunpoint on the streets of the capital Kabul.", "label": "world"}
{"id": 115297, "sentence": "Chargers' Brees and Tomlinson Inactive (AP) AP - With the AFC West champion San Diego Chargers already having clinched the AFC's fourth playoff seed, Pro Bowlers Drew Brees, LaDainian Tomlinson and Antonio Gates were held out of Sunday's game against Kansas City.", "label": "sports"}
{"id": 49693, "sentence": "Car bombskill 26 in Baghdad and Mosul BAGHDAD Three powerful car bombs exploded in Baghdad and northern Iraq on Monday morning, killing at least 26 people and wounding more than 100 in a day of carnage that demonstrated the relative ease with which insurgents are striking in the hearts of ", "label": "world"}
{"id": 36472, "sentence": "Infocus: Detecting Complex Viruses The purpose of this paper is to examine the difficulties of detecting complex viruses, including polymorphic, metamorphic and entry-point obscuring viruses. Whether or not an anti-virus (AV) technology can detect these viruses can be a useful metric to consider when evaluating AV products.", "label": "technology"}
{"id": 98568, "sentence": "Notebook: Mavs #39; Nowitzski out after ankle sprain All-Star forward Dirk Nowitzki had to be helped to the Dallas locker room after twisting his left ankle last night against the Denver Nuggets.", "label": "sports"}
{"id": 109042, "sentence": "Nvidia to provide PlayStation graphics Nvidia, a video chip maker, is to provide the graphics engine for Sony #39;s next-generation PlayStation. Nvidia shares rose more than 8 per cent on the news as analysts forecast ", "label": "technology"}
{"id": 55256, "sentence": "Job growth sluggish in September The US economy experienced another month of disappointing job growth in September, adding to the trend of lackluster hiring that has made this one of the weakest labor market recoveries in modern history.", "label": "business"}
{"id": 33066, "sentence": "Feds Say No to Mayor #39;s Gas Tax Request The Federal Government says the big-city mayors request for a share of the federal gas tax revenues is too rich. Over the weekend, the mayors from Canada #39;s 10 biggest cities, including Ottawa, said they #39;re ", "label": "business"}
{"id": 109434, "sentence": "Ranieri feels heat as Valencia fall Claudio Ranieri #39;s future as manager of Valencia was thrown in doubt last night when they failed to progress from Group G following a 2-0 home defeat by Werder Bremen.", "label": "sports"}
{"id": 10736, "sentence": "FDA to Review Eyetech, Pfizer Eye Drug  WASHINGTON (Reuters) - A U.S. advisory panel on Friday will  review data on an experimental drug that is injected into the  eye to stop vision loss in elderly patients at risk of going  blind.", "label": "business"}
{"id": 61645, "sentence": "U.S. Stocks Rebound on Retail Sales  NEW YORK (Reuters) - U.S. stocks rose on Friday as a  bigger-than-expected jump in September retail sales offset the  impact of falling insurance company shares.", "label": "business"}
{"id": 2541, "sentence": "Stocks Are Seen Off a Touch at Open US stocks are seen off a touch at the open Wednesday as the price of oil continues to plague investor sentiment. ", "label": "business"}
{"id": 98177, "sentence": "Wright defends title by beating Mosely in rematch LAS VEGAS: Ronald Winky Wright used an effective right jab to retain his WBA and WBC junior middleweight titles, posting a majority decision over former champion Shane Mosley on Saturday.", "label": "sports"}
{"id": 70703, "sentence": "Diplomat, Parma Native, Killed In Iraq BAGHDAD, Iraq -- Officials said a US diplomat originally from Ohio was killed Sunday morning when a rebel #39;s rocket or mortar shell crashed into the trailer where he slept.", "label": "world"}
{"id": 6827, "sentence": "Karzai set for visit to Pakistan Afghan President Hamid Karzai is due to arrive in Pakistan on Monday for a two-day official visit, originally scheduled for last month.", "label": "world"}
{"id": 45871, "sentence": "Yen Rises on Corporate Sentiment Poll The yen rose on Friday after the Bank of Japan #39;s closely watched  quot;tankan quot; survey showed further improvement in Japanese business sentiment.", "label": "world"}
{"id": 29390, "sentence": "Critics take on Putin terror plan President Vladimir Putin #39;s move earlier this week to enhance his own power in response to a wave of terrorism does not take on the real problem: the corrupt and unreformed security ", "label": "world"}
{"id": 85216, "sentence": "IBM Dominates Top Supercomputer List With performance almost double that of the Earth Simulator, in Yokohama, Japan, IBM #39;s Blue Gene/L on Monday was officially ranked first on the Top500 list of the world #39;s fastest supercomputers.", "label": "technology"}
{"id": 8994, "sentence": "Online Music Goes Back To School The music industry wants to get a sales bounce by wooing students with steep price cuts, while universities are eager to strike deals to cut down on illegal downloading. &lt;FONT face=\"verdana,MS Sans Serif,arial,helvetica\" size=\"-2\" color=\"#666666\"&gt;&lt;B&gt;-washingtonpost.com&lt;/B&gt;&lt;/FONT&gt;", "label": "technology"}
{"id": 102398, "sentence": "No. 1 Wake Forest 63, No. 18 Arizona 60 Justin Gray scored 21 points for the second straight game and the top-ranked Demon Deacons beat No. 18 Arizona 63-60 on Friday night in the championship game of the 16-team tournament, a game that had a March feel to it in late-November.", "label": "sports"}
{"id": 85427, "sentence": "McDonald's sales push its stock to 2-year high McDonald's Corp. yesterday reported another month of strong worldwide sales, sending its stock up modestly to its highest closing price in 2 years.", "label": "business"}
{"id": 5277, "sentence": "Militants Still in Control of Najaf Shrine NAJAF, Iraq - Militiamen loyal to rebel Shiite cleric Muqtada al-Sadr removed weapons from the revered Imam Ali Shrine in Najaf but remained in control of the holy site Friday amid efforts to end their 2-week-old uprising.    Fighters from al-Sadr's Mahdi Army militia were inside the shrine but left their guns outside...", "label": "world"}
{"id": 98859, "sentence": "Cool Tech Three cheers for iPod mania! And that's only the start of our guide to the hottest, newest products in personal tech", "label": "business"}
{"id": 4068, "sentence": "Wheels are spinning in Marblehead It didn't take long for word of Tyler Hamilton's Olympic gold medal to spread throughout his hometown of Marblehead.", "label": "sports"}
{"id": 32412, "sentence": "China #39;s President Hu Replaces Jiang as Military Chief (Update3) China #39;s former President Jiang Zemin resigned as head of the country #39;s military, leaving President Hu Jintao as undisputed leader of the world #39;s most populous nation.", "label": "world"}
{"id": 26131, "sentence": "Filing: Krispy Kreme auditor refuses to OK quarterly report Krispy Kreme Doughnuts Inc. disclosed in a recent regulatory filing that its independent auditors have refused to sign off on the Winston-Salem company #39;s quarterly financial statement until an outside law firm performs additional work.", "label": "business"}
{"id": 110000, "sentence": "Karzai faces drug challenge at outset of fresh presidential term KABUL, Afghanistan _ Afghanistan #39;s newly inaugurated President Hamid Karzai is pushing the fight to control the nation #39;s booming drug trade to the top of his to-do list.", "label": "world"}
{"id": 2672, "sentence": "Endurance swimmers short-changed at Olympics: Hackett Australia #39;s Olympic 1,500 metres champion Grant Hackett says long-distance swimmers are being robbed of their chance to shine at the Athens Games. ", "label": "sports"}
{"id": 81440, "sentence": "BT Reaches New Broadband Heights UK telecom giant BT announced its best-ever quarter in terms of wholesale broadband connections. In the three months to Sept. 30, the carrier had more than 600,000 new connections.", "label": "technology"}
{"id": 19974, "sentence": "Federer, Henman Advance at U.S. Open Top-seeded Roger Federer and No. 5 Tim Henman became the first men to reach the quarterfinals at the U.S. Open on Monday, Federer on a walkover over Romanian Andrei Pavel and Henman when Germany's Nicolas Kiefer retired with a wrist injury.", "label": "sports"}
{"id": 31267, "sentence": "Weather holds key to England #39;s chances England will return to the Rose Bowl this morning hoping to find Hampshire #39;s delightful new ground bathed in sunshine, or in the middle of a deluge.", "label": "sports"}
{"id": 16545, "sentence": "Time Warner broadband suit advances Appeals court breathes new life into challenge of city law requiring homes, offices connect to municipal network.", "label": "technology"}
{"id": 62071, "sentence": "UN counts 70,000 dead in Darfur crisis  GENEVA -- At least 70,000 refugees have died since March because of poor conditions in camps in Sudan's Darfur region, and more will die at the same rate unless countries contribute the \\$300 million in aid they promised, the UN health agency said yesterday.", "label": "world"}
{"id": 87748, "sentence": "These Traffic Numbers Are Real Tens of thousands of web publishers are too small to show up on industry-standard traffic reports, so they can't attract advertisers. But I/Pro, a small traffic-auditing firm, says it can change all that. Commentary by Adam L. Penenberg.", "label": "technology"}
{"id": 14994, "sentence": "Touring Saturn's Moon, Enceladus Saturn's moon, Enceladus, was discovered two hundred and fifteen years ago today, but the Cassini probe has targeted this icy world for its lunar tour through the Saturnian system.    Astrobiology Magazine -- Two hundred and fifteen years ago today, Sir William Herschel discovered Saturn's moon Enceladus (499 kilometers, 310 miles across)...", "label": "technology"}
{"id": 73921, "sentence": "Knicks turn up defence to down Nets EAST RUTHERFORD, New Jersey (Ticker) -- Stephon Marbury scored 14 points and Tim Thomas added 12 as the New York Knicks overcame a strong start by the New Jersey Nets to grind out an 86-79 preseason victory.", "label": "sports"}
{"id": 28570, "sentence": "Dulko reaches quarters; Sugiyama, Rubin bounced in Bali openers Bali, Indonesia (Sports Network) - Seventh-seeded Argentine Gisela Dulko moved into the quarterfinals, while third-seeded Japanese Ai Sugiyama and 2003 Bali runner-up Chanda Rubin were a pair of opening-round losers Wednesday at the \\$225,000 Wismilak ", "label": "sports"}
{"id": 60953, "sentence": "Insurance brokerage sued for not offering lowest prices New York #39;s attorney general sued the nation #39;s leading insurance brokerage yesterday, accusing brokers of taking payoffs to steer clients to insurance companies that were not necessarily offering the lowest prices for their policies.", "label": "business"}
{"id": 91681, "sentence": "Giants Sack Warner; Name Manning Starter New York Giants quarterback Kurt Warner is sacked by Arizona Cardinals Bertrand berry during the first quarter Sunday, Nov. 14, 2004 at Sun Devil Stadium in Tempe, Ariz.", "label": "sports"}
{"id": 33587, "sentence": "Microsoft launches mini-attack on data back-up market &lt;strong&gt;Storage Decisions&lt;/strong&gt; File server help", "label": "technology"}
{"id": 100519, "sentence": "Cingular Confirms Job Cuts Layoffs at Cingular Wireless were inevitable after it acquired AT amp;T Wireless, but what #39;s with the timing? A Cingular spokesman yesterday confirmed an Associated Press report that Cingular ", "label": "business"}
{"id": 48352, "sentence": "Karzai Accepts Award Ahead of Election KABUL, Afghanistan - Afghan President Hamid Karzai left for Germany Sunday to receive an award, his office said, just six days before his war-plagued nation will hold its first-ever direct presidential election.    The one-day trip had been previously announced, but the timing couldn't help but raise eyebrows as thousands of Afghan and international workers feverishly struggle to prepare for the Oct...", "label": "world"}
{"id": 21993, "sentence": "Stocks Lower After Greenspan Testimony Investors focused instead on uncertainty about the health of the economy, third-quarter earnings pre-announcements, and fiscal policy.", "label": "business"}
{"id": 79416, "sentence": "Macromedia Puts Custom Storefronts at EBay Users #39; Fingertips Mom-and-pop shops doing business online have long struggled with the fact that they look just like the diminutive outfits they are.", "label": "technology"}
{"id": 79594, "sentence": "Tom Hanson: Singhing the blues over boring wins The tale of him caddying for a \\$1 a day at Nadi Airport Golf Club in his native Fiji to becoming the PGA Tour #39;s first \\$10 million man with a five-shot victory Sunday at the Chrysler Championship in Palm Harbor is utterly amazing.", "label": "sports"}
{"id": 98033, "sentence": "Gold Fields plans \\$3.5 bn asset sale Gold Fields will be expected to sell its international assets valued at up to \\$3.5 billion and return the cash to shareholders as part of its defence against a hostile all-share bid from rival gold producer Harmony.", "label": "business"}
{"id": 94157, "sentence": "Treasuries Stage Rally Despite Inflation  NEW YORK (Reuters) - U.S. Treasury prices rallied on  Wednesday as inflation gains excluding food and energy, one of  the Federal Reserve's preferred price measures, proved less  dramatic than bond bulls had feared.", "label": "business"}
{"id": 15013, "sentence": "Novell Consolidates Business Units Novell is consolidating operations in an effort to remove overlap between its four business units. The Waltham, Mass.-based software vendor is folding its Nterprise and SuSE Linux operations into a single ", "label": "technology"}
{"id": 101947, "sentence": "BT sells Eutelsat satellite stake BT Group says the sale of its 15.8 stake in the Paris-based satellite operator Eutelsat is part of a strategy to focus on its core telephony business.", "label": "business"}
{"id": 107388, "sentence": "Blog Creation, Readership Rise in 2004 Readership of online journals known as blogs grew significantly in 2004, driven by increased awareness of them during the presidential campaign and other major news events, according to a study released Sunday.", "label": "technology"}
{"id": 21466, "sentence": "Powell spoke to Singh, Kasuri ahead of talks US Secretary of State Colin Powell on Monday said he had spoken to both Indian Foreign Minister K Natwar Singh and his Pakistani counterpart Khurshid Mahmud Kasuri late last week before the two met in New Delhi this week for talks.", "label": "world"}
{"id": 40769, "sentence": "HP to Stop Using Intel Itanium Chip Hewlett Packard has decided to discontinue offering desktop workstations based on Intel #39;s Itanium microprocessor as its customers prefer the extended 64-bit approach.", "label": "technology"}
{"id": 75850, "sentence": "Alcatel Swings to Profit (AP) AP - French telecommunications equipment maker Alcatel SA swung to a profit in the third quarter, helped by cost-cutting and a rebound in the mobile communications industry, the company said Thursday.", "label": "world"}
{"id": 3366, "sentence": "End of the line for HP #39;s Alpha Hewlett-Packard will release its final Alpha processor on Monday, the beginning of the end for a chip dynasty that never was. ", "label": "technology"}
{"id": 40889, "sentence": "Space flight tickets to be sold Anyone who wants to go into space will be able to do so soon, as long as they #39;ve got a spare 100,000 that is. That #39;s how much a seat will cost on a new service from Sir Richard Branson #39;s company, called Virgin Galactic.", "label": "technology"}
{"id": 75471, "sentence": "Stocks rally, end above 10,000 Stocks rose sharply yesterday, extending their rally for a second session as investors expressed relief over plummeting oil prices following a government report that showed an increase in crude inventories. The Dow Jones industrial average had its second straight triple-digit gain, pushing back above the 10,000 mark.", "label": "business"}
{"id": 88782, "sentence": "Air travelers to US face longer wait  US-bound air passengers may have to board their planes an hour before takeoff to allow for more rigorous security checks, according to proposals outlined yesterday by a senior US official.", "label": "world"}
{"id": 119017, "sentence": "Midway Developing Mature-Rated Football Video Game &lt;p&gt;\\&lt;/p&gt;&lt;p&gt; LOS ANGELES (Reuters) - Midway Games Inc. plans to publish\\a \"mature\"-rated pro football video game with the kinds of\\violence and excess shunned by the National Football League,\\the company said on Thursday.&lt;/p&gt;", "label": "technology"}
{"id": 49193, "sentence": "Philippoussis Misery Continues with Tokyo Exit  TOKYO (Reuters) - Mark Philippoussis's miserable run of  form continued Monday with a 6-3, 6-4 defeat by Czech Tomas Zib  in the first round of the Japan Open.", "label": "sports"}
{"id": 51991, "sentence": "Nobel laureate and DNA pioneer Maurice Wilkins dies LONDON One of the scientists involved in the discovery of the double helix structure of DNA has died. Maurice Wilkins shared the Nobel Prize for Medicine in 1962 for his role in what #39;s considered one of the most important discoveries in science.", "label": "technology"}
{"id": 93719, "sentence": "Whitney Matheson:Pop Candy - What makes a great greatest-hits CD? (USATODAY.com) USATODAY.com - If it weren't for the Columbia House record and tape club, I'd own far fewer greatest-hits albums.", "label": "technology"}
{"id": 25996, "sentence": "Germany #39;s Rainer Schuettler victorious in first round of China &lt;b&gt;...&lt;/b&gt; Germany #39;s Rainer Schuettler defeated Australian Paul Baccanello and Finland #39;s Jarkko Nieminen downed Spaniard Guillermo Garcia-Lopez in the first round of the \\$500,000 US China Open on Monday.", "label": "sports"}
{"id": 9962, "sentence": "Simply the best? Arsenal #39;s victory over Blackburn has set a new record of 43 league matches unbeaten, surpassing the old mark set by Nottingham Forest in 1978.", "label": "sports"}
{"id": 77608, "sentence": "Decision reserved in case of Alberta woman charged with abducting son to U.S. (Canadian Press) Canadian Press - RED DEER, Alta. (CP) - The fate of an Alberta woman charged with abducting her son and fleeing to the United States hangs on the interpretation of a court order.", "label": "world"}
{"id": 90521, "sentence": "A recollection of time spent with Arafat Landrum Bolling was the US 'back channel' to the Palestine Liberation Organization for years.", "label": "world"}
