{"id": 457, "sentence": "A meeting of scientists, called a symposium, occurs every year to share recent research about the atmosphere of Earth. This symposium mainly serves which purpose in science?\nA. to test research methods used by other scientists\nB. to develop questions about space research\nC. to discuss the meaning of new discoveries\nD. to explain gas properties to the general public", "label": "C"}
{"id": 103, "sentence": "When someone plays the flute, sound is produced because the air in the flute is\nA. hot.\nB. neutral.\nC. vibrating.\nD. vaporizing.", "label": "C"}
{"id": 1127, "sentence": "The number of daylight hours in New York State changes with the\nA. season of the year\nB. Moon's changing appearance\nC. direction of the wind\nD. arrival of a severe storm", "label": "A"}
{"id": 1004, "sentence": "Scientists dig in a dry area at the bottom of a mountain range. Fossilized shells of freshwater mussels are found in the area. Which is a likely conclusion that scientists will draw based on this evidence?\nA. Rivers once flowed through the area.\nB. Volcanoes were once active in the area.\nC. The ocean shoreline once reached this area.\nD. Floods were a common occurrence in this area.", "label": "A"}
{"id": 915, "sentence": "The brain, spinal cord, and nerves are organs that perform which primary function?\nA. supporting the body and enabling it to move\nB. transporting oxygen, wastes, and nutrients throughout the body\nC. producing male and female gametes\nD. conducting messages to coordinate body functions", "label": "D"}
{"id": 572, "sentence": "The human body gets the energy it needs for growth and repair directly from\nA. soil\nB. food\nC. sunlight\nD. water", "label": "B"}
{"id": 420, "sentence": "Which is the best tool to measure the angles of a triangular object?\nA. a meter stick\nB. a compass\nC. a protractor\nD. a spring scale", "label": "C"}
{"id": 2234, "sentence": "The energy obtained from food is measured in units called\nA. watts\nB. Calories\nC. degrees\nD. pounds", "label": "B"}
{"id": 357, "sentence": "Which habitat on Earth would probably 28 add the greatest amount of water to the water cycle through evaporation?\nA. cold lake\nB. desert sand\nC. warm ocean\nD. mountain rock", "label": "C"}
{"id": 1729, "sentence": "Which two systems of the body are interacting when a runner sprains his ankle?\nA. the nervous system and the digestive system\nB. the digestive system and the circulatory system\nC. the respiratory system and the nervous system\nD. the muscular system and the nervous system", "label": "D"}
{"id": 131, "sentence": "Light travels fastest through which of the following?\nA. air\nB. glass\nC. water\nD. a vacuum", "label": "D"}
{"id": 123, "sentence": "In the human kidney, urea from the blood is filtered through the glomerular membrane into a nephron. The movement of urea across this membrane occurs without an input of energy. Which factor is the most likely reason urea absorption does not require energy?\nA. a pH imbalance\nB. a pressure difference\nC. a temperature increase\nD. a concentration gradient", "label": "D"}
{"id": 384, "sentence": "What is determined by the speed that Earth rotates on its axis?\nA. the length of a day\nB. the energy that reaches a location\nC. the temperature of water in the ocean\nD. the number of seasons in a year", "label": "A"}
{"id": 896, "sentence": "Which tool would best help a person observe the parts of a plant cell?\nA. hand lens\nB. telescope\nC. binoculars\nD. microscope", "label": "D"}
{"id": 953, "sentence": "Which of these locations in the solar system contains the most asteroids?\nA. the surface of the Sun\nB. the ring system of Saturn\nC. between Mars and Jupiter\nD. between Mercury and Venus", "label": "C"}
{"id": 2070, "sentence": "Which two processes could result in the formation of high mountains with well-rounded peaks?\nA. volcanic eruptions and global warming\nB. earthquakes and tidal activity\nC. collision of crustal plates and erosion\nD. production of greenhouse gases and weathering", "label": "C"}
{"id": 109, "sentence": "A student wants to cut a piece of string for a class activity. The length of the string is measured BEST in which units?\nA. Gallons\nB. Liters\nC. Miles\nD. Centimeters", "label": "D"}
{"id": 815, "sentence": "The surface of the Moon is covered with craters. Most of these craters were formed by\nA. eruptions of active volcanoes\nB. the impacts of many meteoroids\nC. shifting rock on the Moon's surface (\"moonquakes\")\nD. tidal forces caused by the Earth and Sun", "label": "B"}
{"id": 1719, "sentence": "Which tool is used to determine the mass of an object?\nA. ruler\nB. beaker\nC. balance\nD. thermometer", "label": "C"}
{"id": 903, "sentence": "Which of these can be recycled in an attempt to conserve resources?\nA. gasoline\nB. sunlight\nC. aluminum\nD. natural gas", "label": "C"}
{"id": 1840, "sentence": "Which information is used in a station model?\nA. yearly average precipitation\nB. daily average barometric pressure\nC. number of lightning strikes\nD. wind direction in a particular point and time", "label": "D"}
{"id": 1140, "sentence": "What form of energy is stored in a battery?\nA. chemical\nB. sound\nC. light\nD. heat", "label": "A"}
{"id": 27, "sentence": "A group of students are researching changes in climate in their region. Which of these would best provide evidence of changes in temperature and rainfall over a period of years?\nA. tree rings\nB. pollen samples\nC. harvest production\nD. carbon dating", "label": "A"}
{"id": 654, "sentence": "Which of these elements is found in the greatest amount in organisms?\nA. carbon\nB. iron\nC. lead\nD. neon", "label": "A"}
{"id": 1732, "sentence": "Which is a major difference between the life cycles of different types of plants?\nA. the way they die\nB. the energy they use\nC. the way they reproduce\nD. the way they make food", "label": "C"}
{"id": 1394, "sentence": "What is the outermost structure in a plant cell?\nA. cell membrane\nB. cytoplasm\nC. cell wall\nD. chloroplast", "label": "C"}
{"id": 1139, "sentence": "Plants need a source of energy in order to perform photosynthesis. From which source do plants receive the energy needed to perform photosynthesis?\nA. oxygen\nB. sugar\nC. sunlight\nD. water", "label": "C"}
{"id": 637, "sentence": "What kingdom contains organisms that are multicellular, have no chlorophyll, and absorb nutrients from decaying tissue?\nA. Fungi\nB. Plantae\nC. Protista\nD. Animalia", "label": "A"}
{"id": 882, "sentence": "A student notices dogs have more fleas in the summer than in the winter. Based on these observations, which is the most logical question for the student to investigate?\nA. How does wind affect the amount of fleas on dogs?\nB. How does diet affect the amount of fleas on dogs?\nC. How does rain affect the amount of fleas on dogs?\nD. How does temperature affect the amount of fleas on dogs?", "label": "D"}
{"id": 1379, "sentence": "What part of the scientific method involves measuring the growth of a plant over a one-month period?\nA. analysis\nB. observation\nC. conclusion\nD. hypothesis", "label": "B"}
{"id": 419, "sentence": "All plants and animals have mechanisms that\nA. transport nutrients\nB. perform photosynthesis\nC. regulate nerves\nD. produce flowers", "label": "A"}
{"id": 380, "sentence": "When a soccer player kicks a ball, which two systems work directly with the muscular system?\nA. immune and excretory\nB. digestive and respiratory\nC. nervous and skeletal\nD. circulatory and integumentary", "label": "C"}
{"id": 1557, "sentence": "When plants and animals die, which organisms help return nutrients to the food chain?\nA. decomposers\nB. predators\nC. prey\nD. producers", "label": "A"}
{"id": 397, "sentence": "Which characteristic is the best example of an inherited trait?\nA. eye color\nB. an infection\nC. knowledge of soccer\nD. length of hair", "label": "A"}
{"id": 1471, "sentence": "Organisms that reproduce asexually generally have offspring that are\nA. unicellular.\nB. multicellular.\nC. genetically varied.\nD. genetically identical.", "label": "D"}
{"id": 1409, "sentence": "What is the process that produces energy in the Sun for billions of years?\nA. fission\nB. fusion\nC. solar winds\nD. solar radiation", "label": "B"}
{"id": 1084, "sentence": "A group of scientists predicts that Earth's oceans will be able to take up more carbon dioxide as atmospheric carbon dioxide levels increase and the atmosphere warms. Which of these statements about the solubility of gases in ocean water would lead you to question this prediction?\nA. Solubility decreases with an increase in salinity.\nB. Solubility decreases with an increase in temperature.\nC. Solubility increases with an increase in pressure.\nD. Solubility increases with an increase in pH.", "label": "B"}
{"id": 178, "sentence": "What tool would be used to examine a fingerprint?\nA. a graduated cylinder\nB. a hand lens\nC. a pair of goggles\nD. a thermometer", "label": "B"}
{"id": 1882, "sentence": "Earthquake waves are recorded by seismograph machines. What does an earthquake wave transmit?\nA. energy\nB. light\nC. particles\nD. speed", "label": "A"}
{"id": 2197, "sentence": "A shoe manufacturer randomly selects 10% of the production from each shift. Each of these shoes is checked to ensure that it is correctly made. What is this process called?\nA. quality control\nB. product distribution\nC. production selection\nD. research and development", "label": "A"}
{"id": 512, "sentence": "Which area is coldest?\nA. rainforest\nB. tundra\nC. grassland\nD. reef", "label": "B"}
{"id": 1551, "sentence": "The iron in iron-rich red soils may not be in a form that can be taken up by tree roots. As a result, leaves and needles may look yellow. Some trees release acids that convert iron in soil to a usable form. This change in soil chemistry is a type of which process?\nA. deposition\nB. weathering\nC. precipitation\nD. photosynthesis", "label": "B"}
{"id": 323, "sentence": "Which of the following systems breaks food into nutrients that can be used by the body?\nA. circulatory\nB. digestive\nC. respiratory\nD. reproductive", "label": "B"}
{"id": 1201, "sentence": "When two objects are touching, heat is transferred from the warmer object to the cooler one by\nA. radiation.\nB. convection.\nC. conduction.\nD. insulation.", "label": "C"}
{"id": 1482, "sentence": "An object's hardness, taste, and texture are examples of\nA. principles\nB. stages\nC. properties\nD. processes", "label": "C"}
{"id": 788, "sentence": "Janet learns that Earth is tilted. Due to its tilt, some areas on the surface of Earth experience darkness for an entire day. Which plant process is affected most during this darkness?\nA. root growth\nB. reproduction\nC. photosynthesis\nD. water absorption", "label": "C"}
{"id": 285, "sentence": "If a classroom experiment involves the use of several unidentified chemical solutions, which factor would be most important in maintaining safety during the experiment?\nA. The classroom would be fairly cold.\nB. The classroom would have poor lighting.\nC. The classroom would have good ventilation.\nD. The classroom would have carpet on the floors.", "label": "C"}
{"id": 188, "sentence": "The transfer of thermal energy from one object to another is known as\nA. heat.\nB. electricity.\nC. magnetism.\nD. temperature.", "label": "A"}
{"id": 934, "sentence": "Nerve cells transmitting messages to the body best demonstrate which primary function?\nA. the transfer of energy\nB. the exchange of gases\nC. the elimination of waste\nD. the absorption of nutrients", "label": "A"}
{"id": 1186, "sentence": "All metabolic functions fall into one of two categories: a breaking down process (catabolic) or a building up process (anabolic). Which is an example of an anabolic process?\nA. respiration\nB. protein synthesis\nC. oxygen transport\nD. carbohydrate digestion", "label": "B"}
{"id": 327, "sentence": "Which of these renewable resources results in an increase in pollution when used to produce energy?\nA. water\nB. wind\nC. biomass\nD. geothermal", "label": "C"}
{"id": 954, "sentence": "The body is able to detect pressure on its surface by which direct means?\nA. releasing of hormones in skin\nB. changing in volume of fat and muscle cells\nC. signaling by sensory neurons\nD. changing of voltage in interneurons", "label": "C"}
{"id": 414, "sentence": "Which unit of measurement can be used to describe the length of a desk?\nA. centimeters\nB. grams\nC. liters\nD. degrees Celsius", "label": "A"}
{"id": 2209, "sentence": "When two bumper cars collide, some of the kinetic energy of the cars is transformed. Which form of energy is most likely formed as a result of this collision?\nA. electrical\nB. electromagnetic\nC. magnetic\nD. sound", "label": "D"}
{"id": 2215, "sentence": "Many processes on Earth occur at or near tectonic plate boundaries. Which geological events are most common along tectonic plate boundaries?\nA. erosion and deposition\nB. hurricanes and tornadoes\nC. earthquakes and volcanoes\nD. tidal waves and sedimentation", "label": "C"}
{"id": 1858, "sentence": "The periodic table provides information about the atoms of different elements. Which is a characteristic of an atom determines what element it is?\nA. number of neutrons\nB. number of protons\nC. state of matter\nD. atomic mass", "label": "B"}
{"id": 1495, "sentence": "The fur color of a bear varies with its environment. Polar bears found in the Arctic have white fur, while black bears found in Pennsylvania have dark fur. Which best describes the variation of fur color amongst the bear species?\nA. modified characteristic\nB. ecological succession\nC. structural adaptation\nD. selective breeding", "label": "C"}
{"id": 667, "sentence": "What takes place as a light wave enters a denser medium?\nA. it is reflected\nB. it is absorbed\nC. it is refracted\nD. it is compressed", "label": "C"}
{"id": 1517, "sentence": "Harmful ultraviolet rays from the Sun are primarily absorbed by\nA. dust.\nB. ozone.\nC. land masses.\nD. water vapor.", "label": "B"}
{"id": 1456, "sentence": "Paco throws a ball. What force pulls the ball down toward the ground?\nA. friction\nB. gravity\nC. inertia\nD. momentum", "label": "B"}
{"id": 859, "sentence": "Two identical books are on opposite ends of a table. Which of these would increase the gravitational force exerted between the two books?\nA. decrease the distance between the books\nB. decrease the mass of the books\nC. decrease the mass of the table\nD. decrease the temperature in the room", "label": "A"}
{"id": 1094, "sentence": "When an atom loses or gains an electron, it changes\nA. atomic mass.\nB. atomic number.\nC. charge.\nD. element.", "label": "C"}
{"id": 293, "sentence": "Which part of a plant is used to absorb sunlight during photosynthesis?\nA. leaf\nB. root\nC. seed\nD. flower", "label": "A"}
{"id": 701, "sentence": "Humans cannot survive without clean, fresh water. Reservoirs of liquid water vary, but all water spends time as a gas in the atmosphere. What is the source of most of the water in the atmosphere?\nA. lakes\nB. oceans\nC. rivers\nD. glaciers", "label": "B"}
{"id": 1003, "sentence": "Two seismographs are placed 500 km from an active fault line, one on each side of the active fault line. During an earthquake, what most likely accounts for the different readings on the seismographs?\nA. the pull of gravity on the waves\nB. the interaction of light with waves\nC. the differences in the strength of the waves' origins\nD. the different media through which the waves travel", "label": "D"}
{"id": 670, "sentence": "In clear weather, a bright light can be seen for a long distance. In conditions of heavy fog, the visibility is greatly reduced. Which of the following explains the reduced visibility?\nA. Light is refracted by water vapor in the air.\nB. Light is scattered by water droplets in the air.\nC. Light is absorbed by water vapor near the ground.\nD. Light is reflected by water droplets on the ground.", "label": "B"}
{"id": 1894, "sentence": "To which organ system do the esophagus, liver, pancreas, small intestine, and colon belong?\nA. reproductive system\nB. excretory system\nC. digestive system\nD. endocrine system", "label": "C"}
{"id": 1555, "sentence": "Because sulfur cannot be decomposed by simple chemical methods into two or more different substances, it is classified as\nA. an element.\nB. a compound.\nC. a mixture.\nD. a molecule.", "label": "A"}
{"id": 1106, "sentence": "Which of these tectonic plate boundaries is most likely to form a volcano?\nA. a continental plate colliding with a continental plate\nB. an oceanic plate sliding past a continental plate\nC. a continental plate sliding past a continental plate\nD. an oceanic plate colliding into a continental plate", "label": "D"}
{"id": 900, "sentence": "Which of the following can cause erosion?\nA. falling leaves\nB. flowing water\nC. growing grass\nD. rising temperatures", "label": "B"}
{"id": 1329, "sentence": "In which of these investigations would pictures from a camera be most useful?\nA. studying bird calls\nB. studying exothermic reactions\nC. studying the growth of plants\nD. studying the diffusion of molecules", "label": "C"}
{"id": 230, "sentence": "A simple machine that helps move a flag up a flagpole is\nA. a bar magnet\nB. an inclined plane\nC. a pulley\nD. a lever", "label": "C"}
{"id": 939, "sentence": "Extinction of a species is most likely to occur as a result of\nA. evolution\nB. migration\nC. selective breeding\nD. environmental changes", "label": "D"}
{"id": 132, "sentence": "Different systems of the human body perform different functions. Which system takes oxygen from the air to be moved by the circulatory system?\nA. the respiratory system\nB. the digestive system\nC. the nervous system\nD. the skeletal system", "label": "A"}
{"id": 1293, "sentence": "All rocks are composed of\nA. fossils\nB. cells\nC. metals\nD. minerals", "label": "D"}
{"id": 1644, "sentence": "Which of the following is the major cause of tides?\nA. heating of the oceans by the Sun\nB. gravitational pull of the Moon\nC. earthquakes on the ocean floor\nD. changes in wind direction", "label": "B"}
{"id": 1097, "sentence": "After months of studying and obtaining data on the behavior of birds, biologists from around the world will look at the data and\nA. come up with several possible interpretations.\nB. reject it and do their own investigations.\nC. change the data to fit their expectations.\nD. publish their own interpretations in a science journal.", "label": "A"}
{"id": 272, "sentence": "Which geologic feature most likely forms when an oceanic tectonic plate is slowly subducted beneath a continental tectonic plate?\nA. ocean trench\nB. mid-ocean ridge\nC. continental hot spot\nD. continental rift valley", "label": "A"}
{"id": 865, "sentence": "An example of a learned trait is\nA. being able to read\nB. being able to breathe\nC. having a scar\nD. having brown eyes", "label": "A"}
{"id": 1289, "sentence": "Estuaries in Florida often have mangrove trees growing in them. The roots of the mangrove trees slow the flow of the water, which allows soil particles to settle. If people were allowed to remove the mangrove trees, how would the estuary environment most likely be affected?\nA. The amounts of nutrients in the water would decrease.\nB. More habitats for fish would be established.\nC. Populations of grasses would increase.\nD. The risk of erosion would be reduced.", "label": "A"}
{"id": 871, "sentence": "A solution of lead (II) nitrate reacts with a solution of sodium iodide to produce a yellow solid of lead (II) iodide and aqueous sodium nitrate. Which of these illustrates the reaction?\nA. Pb(NO_{3})_{2}(aq) + 2NaI(aq) -> PbI_{2}(s) + 2NaNO_{3}(aq)\nB. L_{2}N(aq) + SI(aq) -> L_{2}I(s) + SN(aq)\nC. Pb_{2}N(aq) + NaI(aq) -> Pb_{2}I(s) NaN(aq)\nD. Fe(NO_{3})_{2}(aq) + 2NaI(aq) -> FeI_{2} + 2NaNO_{3}(aq)", "label": "A"}
{"id": 2045, "sentence": "A house is built in a desert, where there is no electricity and very little wind. Which action could lead to operating the electrical appliances in the house that would cause the least amount of environmental pollution?\nA. constructing a small hydroelectric plant\nB. placing solar panels on the roof of the house\nC. using gasoline generators\nD. burning coal or wood", "label": "B"}
{"id": 1621, "sentence": "All of the following are functions of a cell membrane except\nA. surrounding and protecting the contents of the cell.\nB. releasing waste products from the cell.\nC. producing energy for cell processes.\nD. allowing gases to enter the cell.", "label": "C"}
{"id": 1880, "sentence": "Why can a small fire be put out by placing a heavy blanket over it?\nA. This lowers the temperature.\nB. This makes the flames smaller.\nC. This absorbs the burning substance.\nD. This keeps oxygen from reaching the fire.", "label": "D"}
{"id": 586, "sentence": "Which is an example of kinetic energy?\nA. a book sitting on a shelf\nB. a ball rolling down a hill\nC. a runner about to start a race\nD. a window getting hot from the sun", "label": "B"}
{"id": 1085, "sentence": "Which of the following elements is best able to combine with itself and hydrogen [H] to form large molecules?\nA. sodium [Na]\nB. lithium [Li]\nC. sulfur [S]\nD. carbon [C]", "label": "D"}
{"id": 2236, "sentence": "An example of a learned behavior is\nA. driving a car\nB. having blue eyes\nC. shivering in the cold\nD. breathing air", "label": "A"}
{"id": 1011, "sentence": "Some events on Earth happen instantly while others take thousands of years to occur. Which process takes the longest time to complete?\nA. rivers rising due to storms and floods\nB. evaporation of water from the leaves of a plant\nC. weathering of a rock to form small rocks and sand\nD. movement of small pieces of rock by flowing water", "label": "C"}
{"id": 1077, "sentence": "A student is dropping objects of various sizes and shapes and recording the time it takes for each object to hit the ground. Which question is the student most likely trying to answer?\nA. What force slows some objects down?\nB. What force pulls objects to the ground?\nC. Do some objects fall more quickly than others?\nD. Do objects break or bounce when hitting the ground?", "label": "C"}
{"id": 1755, "sentence": "Which of these is the main contributor to the formation of hurricanes?\nA. high barometric pressure\nB. warm ocean air\nC. calm ocean surface\nD. dense surface air", "label": "B"}
{"id": 1636, "sentence": "Which of these best indicates that sediments can be changed into rock?\nA. layers of sandstone\nB. igneous intrusions\nC. lava beds\nD. mountains with gneiss", "label": "A"}
{"id": 1483, "sentence": "Some objects conduct electricity. Which object is the best conductor of electricity?\nA. a metal fork\nB. a wood spoon\nC. a plastic comb\nD. a rubber eraser", "label": "A"}
{"id": 899, "sentence": "Evidence suggests that there is a relationship between ancient dinosaurs and modern birds. Through time, each occurrence of a new trait most likely resulted from which of the following?\nA. mutation of genes\nB. hybridization of species\nC. extinction of populations\nD. alteration of the environment", "label": "A"}
{"id": 567, "sentence": "An ecosystem is a community of organisms interacting with their physical environment. Why are decomposers an important part of ecosystems?\nA. They break down dead organisms to return nutrients to the soil.\nB. They produce their own food for survival.\nC. They play a role in preventing weathering and erosion.\nD. They provide most of the energy to consumers.", "label": "A"}
{"id": 2088, "sentence": "Which of the following is a common renewable resource found in deserts?\nA. biodiesel\nB. uranium\nC. natural gas\nD. solar energy", "label": "D"}
{"id": 2022, "sentence": "A city has an outbreak of a disease that affects an unusually large portion of its population at the same time. Which term best describes the outbreak?\nA. pandemic\nB. plague\nC. epidemic\nD. infection", "label": "C"}
{"id": 373, "sentence": "Animals that eat both plant matter and meat are referred to as\nA. decomposers.\nB. scavengers.\nC. herbivores.\nD. omnivores.", "label": "D"}
{"id": 193, "sentence": "Green plants get the energy they need to make food from\nA. air\nB. sunlight\nC. water\nD. soil", "label": "B"}
{"id": 450, "sentence": "Which resource has the most potential for production of renewable electric energy?\nA. coal\nB. oil\nC. natural gas\nD. geothermal", "label": "D"}
{"id": 627, "sentence": "A caterpillar changing into a butterfly is an example of\nA. instinct.\nB. duplication.\nC. reproduction.\nD. metamorphosis.", "label": "D"}
{"id": 656, "sentence": "Improvements in farming technology would most likely\nA. increase the amount of food produced.\nB. change global climate conditions.\nC. promote unhealthy dietary choices.\nD. decrease the amount of daily exercise.", "label": "A"}
{"id": 1730, "sentence": "Jupiter is the largest planet in the solar system. It rotates on its axis once about every 10 hours. What time period on Earth would be 10 hours long if Earth rotated on its axis once every 10 hours?\nA. a day\nB. a week\nC. a month\nD. a year", "label": "A"}
{"id": 261, "sentence": "The students were told that the net applied force from the engine was the same for each vehicle tested. Based on this information, which vehicle had the greatest acceleration (a = F/m)?\nA. vehicle 1\nB. vehicle 2\nC. vehicle 3\nD. vehicle 4", "label": "A"}
{"id": 1577, "sentence": "Which renewable energy resource possesses the greatest potential for providing renewable energy to meet the future needs of the southern United States?\nA. tidal\nB. water\nC. solar\nD. coal", "label": "C"}
{"id": 1564, "sentence": "Which gas makes up the greatest percentage of Earth's atmosphere?\nA. argon\nB. nitrogen\nC. nitrous oxide\nD. carbon dioxide", "label": "B"}
{"id": 1918, "sentence": "Sugar is added to water and the mixture is stirred. Which observation is evidence that the sugar dissolved in the water?\nA. Less sugar is visible.\nB. The water is cloudy.\nC. The sugar turned into crystals.\nD. Bubbles formed in the water.", "label": "A"}
{"id": 1030, "sentence": "A class learns about weather. The students in the class measure the outside air temperature at the same time each day. Which way of measuring the temperature would provide the most accurate data?\nA. taking the measurement in the shade\nB. placing the thermometer on the ground\nC. taking a measurement using a different tool each day\nD. recording the measurements from three thermometers", "label": "D"}
{"id": 48, "sentence": "In which environment is white fur color an advantage for survival?\nA. desert\nB. grassland\nC. arctic tundra\nD. temperate forest", "label": "C"}
{"id": 470, "sentence": "A light bulb manufacturer claims its light bulb is \"twice as bright\" per unit of electrical energy consumed as the leading light bulb. If this claim is correct, what factor must be accurately compared between the two bulbs?\nA. how much each bulb weighs\nB. how long each bulb lasts\nC. how much heat each bulb releases\nD. how much metal each bulb contains", "label": "C"}
{"id": 1093, "sentence": "What causes a person to have blue eyes?\nA. eating foods high in protein at a young age\nB. having a brother or sister with blue eyes\nC. being overexposed to the Sun at a young age\nD. receiving a gene for blue eyes from each parent", "label": "D"}
{"id": 2216, "sentence": "Two pool (billiard) balls collide, causing each to move in a different direction. Eventually, both come to a stop. The most important factor in causing them to stop is\nA. balance.\nB. friction.\nC. gravity.\nD. size.", "label": "B"}
{"id": 2241, "sentence": "A particular organism is able to survive in an environment due to a thick layer of fat beneath its skin. In which situation would the layer of fat most likely be a survival advantage?\nA. swimming in arctic waters\nB. eating large amounts of fish\nC. being preyed upon by other animals\nD. living in an environment with high temperatures", "label": "A"}
{"id": 1203, "sentence": "What is the repeating monomer of a DNA molecule?\nA. triglyceride\nB. dipeptide\nC. nucleotide\nD. phospholipid", "label": "C"}
{"id": 1781, "sentence": "What is a galaxy?\nA. a moon that orbits a planet\nB. a planet that orbits the Sun\nC. a very large system of stars that is held together by gravity\nD. a very large system of planets that is held together by the Sun", "label": "C"}
{"id": 648, "sentence": "Discarded electronic devices, such as outdated computers and cell phones, contain materials that can be toxic to the environment. Which statement best explains why humans continue to use these technologies?\nA. Electronics have become less expensive over time.\nB. Some areas have recycling programs for electronics.\nC. Industries that produce electronics help the economy.\nD. Humans value the benefits of these devices over their cost.", "label": "D"}
{"id": 1859, "sentence": "Joel made some measurements and recorded this data: Sample 1 - 45 mL Sample 2 - 15 mL Sample 3 - 30 mL Sample 4 - 20 mL Which of these tools would most likely have been used to obtain these measurements?\nA. test tube\nB. meter stick\nC. spring scale\nD. graduated cylinder", "label": "D"}
{"id": 14, "sentence": "Which of these items contains only a solution?\nA. a jar of pickles\nB. a bottle of juice\nC. a bag of peanuts\nD. a can of mixed fruit", "label": "B"}
{"id": 1079, "sentence": "The correct procedure after completing a laboratory experiment is to\nA. put all non-reusable glass in the trash.\nB. pour all used chemicals down the sink.\nC. collect and store recyclable material.\nD. return used samples to natural settings.", "label": "C"}
{"id": 2051, "sentence": "If the number of trees significantly decreases, the atmosphere's level of which gas might significantly increase?\nA. nitrogen\nB. carbon dioxide\nC. carbon monoxide\nD. hydrogen", "label": "B"}
{"id": 732, "sentence": "Vultures are scavengers that most likely help ecosystems by quickly consuming dead organisms and\nA. speeding up the process of decay.\nB. taking nonliving matter from the environment.\nC. slowing the spread of disease.\nD. helping to distribute seeds.", "label": "C"}
{"id": 2080, "sentence": "Which seismic wave phenomenon, found at structural boundaries, allows scientists to interpret the interior structure of Earth?\nA. refraction of waves\nB. generation of new waves\nC. transformation of transverse waves into longitudinal waves\nD. transformation of mechanical waves into electromagnetic waves", "label": "A"}
{"id": 436, "sentence": "A mountain range has hills around its edges. How are the mountains and hills alike?\nA. Both have grass at the top.\nB. Both are at least 1000 meters tall.\nC. Both have liquid rock at their centers.\nD. Both are taller than the land around them.", "label": "D"}
{"id": 1223, "sentence": "The relationship between an owl and a mouse is a\nA. parasite-host relationship.\nB. symbiotic relationship.\nC. mutualistic relationship.\nD. predator-prey relationship.", "label": "D"}
{"id": 2121, "sentence": "Which model is used by scientists to determine the properties of elements?\nA. a Punnett square\nB. the Periodic Table\nC. a pedigree chart\nD. the rock cycle", "label": "B"}
{"id": 2224, "sentence": "Which of the following actions is most likely part of a test to find the hardness of a mineral sample?\nA. heating the sample on a hot plate\nB. scratching the sample with a nail\nC. hitting the sample with a hammer\nD. shining a bright light on the sample", "label": "B"}
{"id": 2142, "sentence": "Which characteristic is common to all reptile species?\nA. endothermic (warm-blooded)\nB. slimy skin\nC. ectothermic (cold-blooded)\nD. hairy skin", "label": "C"}
{"id": 1532, "sentence": "What advantage do sea stars gain from having radial symmetry?\nA. They reproduce at a faster rate.\nB. They digest food more efficiently.\nC. They move quickly along the ground.\nD. They sense predators and potential food from all directions.", "label": "D"}
{"id": 662, "sentence": "Over time, non-volcanic mountains can form due to the interaction of plate boundaries. Which interaction is most likely associated with the formation of non-volcanic mountains?\nA. oceanic plates colliding with oceanic plates\nB. oceanic plates separating from oceanic plates\nC. continental plates colliding with continental plates\nD. continental plates separating from continental plates", "label": "C"}
{"id": 3, "sentence": "When a switch is used in an electrical circuit, the switch can\nA. cause the charge to build.\nB. increase and decrease the voltage.\nC. cause the current to change direction.\nD. stop and start the flow of current.", "label": "D"}
{"id": 1328, "sentence": "Natural selection cannot occur without\nA. competition for unlimited resources.\nB. gradual warming of Earth.\nC. genetic variation in species.\nD. asexual reproduction in species.", "label": "C"}
{"id": 2002, "sentence": "Changes in the weather are important to people living in Alaska. Which two tools best help scientists to share information about weather?\nA. radio and computer\nB. clock and notebook\nC. television and hand lens\nD. microscope and telephone", "label": "A"}
{"id": 80, "sentence": "Which plant trait is inherited?\nA. the shape of its leaves\nB. the amount of water it receives\nC. the number of minerals it absorbs from soil\nD. the level of sunlight to which it is exposed", "label": "A"}
{"id": 459, "sentence": "A rubber band will make a sound when it is\nA. vibrated.\nB. stretched.\nC. cut into pieces.\nD. shot across a room.", "label": "A"}
{"id": 1487, "sentence": "A girl with long hair is going to be participating in an experiment that uses an alcohol burner for an energy source. What is the best thing for her to do to prepare for this experiment?\nA. leave her large jacket in her locker for the day\nB. use goggles during the experiment\nC. tie her hair back away from her face\nD. wear a lab apron during the experiment", "label": "C"}
{"id": 1260, "sentence": "Which weather instrument measures air pressure?\nA. thermometer\nB. anemometer\nC. rain gauge\nD. barometer", "label": "D"}
{"id": 981, "sentence": "Which characteristic can a puppy inherit from its parents?\nA. muddy paws\nB. spotted fur\nC. broken foot\nD. scar on face", "label": "B"}
{"id": 238, "sentence": "What does a mirror do to light that causes objects to appear backwards?\nA. refracts\nB. reflects\nC. absorbs\nD. blocks", "label": "B"}
{"id": 987, "sentence": "When specific hormones are present in the blood of a hen, an egg is released from an ovary. Which two systems are involved with the release of an egg?\nA. immune and digestive systems\nB. digestive and endocrine systems\nC. reproductive and immune systems\nD. endocrine and reproductive systems", "label": "D"}
{"id": 2199, "sentence": "Angela wants to report daily weather conditions. In which unit should Angela record the air temperature?\nA. degrees Celsius\nB. centimeters\nC. milliliters\nD. grams", "label": "A"}
{"id": 351, "sentence": "The fur of an arctic fox turns from brown to white as winter approaches. This is an example of\nA. camouflage\nB. hibernation\nC. migration\nD. movement", "label": "A"}
{"id": 1991, "sentence": "Which behavior is a learned behavior?\nA. eating with a fork\nB. shivering when it is cold\nC. squinting your eyes in bright light\nD. developing a fever when you are sick", "label": "A"}
{"id": 284, "sentence": "One example of matter is\nA. sound\nB. light\nC. heat\nD. water", "label": "D"}
{"id": 516, "sentence": "Which kind of rock is produced by deposition and cementation?\nA. marble, a metamorphic rock\nB. sandstone, a sedimentary rock\nC. granite, an intrusive igneous rock\nD. pumice, an extrusive igneous rock", "label": "B"}
{"id": 526, "sentence": "In most animals, combinations of various tissues make up functional units called\nA. epithelial cells.\nB. organs.\nC. organ systems.\nD. populations.", "label": "B"}
{"id": 1947, "sentence": "In order for boulders to become sediments, the boulders must first be\nA. heated and melted.\nB. weathered and eroded.\nC. recrystallized.\nD. buried.", "label": "B"}
{"id": 677, "sentence": "Which rock is most likely to contain fossil seashells?\nA. basalt\nB. gneiss\nC. granite\nD. limestone", "label": "D"}
{"id": 1086, "sentence": "Growing thicker fur in the winter helps some animals to\nA. hide from danger\nB. attract a mate\nC. find food\nD. keep warm", "label": "D"}
{"id": 1734, "sentence": "When a large oak tree is cut down in a forest, it leaves a gap in the forest canopy which allows smaller trees to quickly grow in the available sunlight. Which interaction is best represented among the smaller trees?\nA. parasitism\nB. mutualism\nC. competition\nD. commensalism", "label": "C"}
{"id": 868, "sentence": "Why does the leaf of a plant look green?\nA. Because it absorbs green light\nB. Because it reflects green light\nC. Because it absorbs only yellow and blue light\nD. Because it reflects a mixture of yellow and blue light", "label": "B"}
{"id": 824, "sentence": "Which method could be used to separate a solution of table salt and water?\nA. mixing\nB. settling\nC. filtration\nD. evaporation", "label": "D"}
{"id": 1277, "sentence": "When the lighted half of the Moon faces the Sun and the dark half faces Earth, the phase of the Moon viewed from Earth is called the\nA. full moon.\nB. new moon.\nC. waxing moon.\nD. waning moon.", "label": "B"}
{"id": 1635, "sentence": "The stages of evolution of a star are determined by the mass of the star at the beginning of its life cycle. Which stage of evolution is the oldest form of a massive star?\nA. red giant\nB. supernova\nC. neutron star\nD. white dwarf", "label": "C"}
{"id": 1530, "sentence": "A change in the environment that causes a response is known as a\nA. stimulus\nB. habit\nC. reflex\nD. source", "label": "A"}
{"id": 1795, "sentence": "Which of these is most likely harmful to an ecosystem?\nA. Building new homes in a wetland\nB. Taking away airplanes from an airport\nC. Planting trees in an orchard\nD. Adding floors to an office building", "label": "A"}
{"id": 1850, "sentence": "Lemon juice turns litmus paper red, is corrosive and tastes sour. Lemon juice is classified as\nA. an acid.\nB. a base.\nC. an element.\nD. More information is needed to classify lemon juice.", "label": "A"}
{"id": 496, "sentence": "Which of the following best explains why the tectonic plates of Earth move?\nA. conduction from solar heating\nB. heat convection from the mantle\nC. global winds\nD. ocean currents", "label": "B"}
{"id": 1016, "sentence": "Which of the following is a cause of the ocean levels periodically rising and then falling?\nA. the slight tilt of the Moon\nB. the force of gravity from the Moon\nC. the convection within Earth's mantle\nD. the revolution of Earth around the Sun", "label": "B"}
{"id": 921, "sentence": "In 1918, an outbreak of influenza infected 500,000 people all over the world. Tens of millions of those infected died. In 1994, an outbreak of pneumonic plague spread quickly through the city of Surat in India, killing 52 people. Which statement best describes the two events?\nA. Both outbreaks were pandemics.\nB. Both outbreaks were epidemics.\nC. The influenza outbreak was a pandemic. The plague outbreak was an epidemic.\nD. The influenza outbreak was an epidemic. The plague outbreak was a pandemic.", "label": "C"}
{"id": 263, "sentence": "Which is a process that occurs during photosynthesis?\nA. Plants take in oxygen and release sugar.\nB. Plants take in sugar and release minerals.\nC. Plants take in minerals and release carbon dioxide.\nD. Plants take in carbon dioxide and release oxygen.", "label": "D"}
{"id": 1385, "sentence": "What season is the Northern Hemisphere experiencing when it is tilted directly toward the Sun?\nA. fall\nB. winter\nC. spring\nD. summer", "label": "D"}
{"id": 87, "sentence": "Which of these animals has a young form that looks the most like the adult form?\nA. moth\nB. human\nC. frog\nD. butterfly", "label": "B"}
{"id": 943, "sentence": "DNA stores the genetic instructions transferred from one generation to the next. What is DNA?\nA. a molecule\nB. a membrane\nC. a cell nucleus\nD. a spiral-shaped cell", "label": "A"}
{"id": 2222, "sentence": "Visible light is which type of wave?\nA. seismic\nB. mechanical\nC. longitudinal\nD. electromagnetic", "label": "D"}
{"id": 30, "sentence": "Soil erosion can be best prevented by\nA. removing grass from the steepest slope.\nB. building terraces into the sides of a slope.\nC. heavily watering the vegetation on the slope.\nD. increasing the slope of the land by adding more soil.", "label": "B"}
{"id": 291, "sentence": "All of the following events occur during prophase in mitosis except\nA. pairing of chromosomes.\nB. spindle formation.\nC. crossing over.\nD. condensation of DNA.", "label": "C"}
{"id": 242, "sentence": "An area received six inches of snow during the winter. Before the snow can continue through the water cycle as ground water or runoff, it must first ___.\nA. condense\nB. evaporate\nC. freeze\nD. melt", "label": "D"}
{"id": 938, "sentence": "In 1987, a supernova was detected in the Large Magellanic Cloud galaxy, which is approximately 169,000 light years from Earth. Which event produces a supernova?\nA. the explosion of a massive star\nB. the birth of a main-sequence star\nC. the collapse of a medium-sized star\nD. the collision of one star with another", "label": "A"}
{"id": 277, "sentence": "Which rapid changes are caused by heat from inside Earth?\nA. landslides\nB. volcanoes\nC. avalanches\nD. floods", "label": "B"}
{"id": 129, "sentence": "The items listed below were found in a science classroom. * a heart made of plastic with many of its parts labeled * clay formed to look like Earth and other planets * a giant plastic plant cell with removable cell parts These items are all examples of\nA. models\nB. experiments\nC. variables\nD. controls", "label": "A"}
{"id": 1354, "sentence": "Tony is studying ladybugs in a garden. Which of these would BEST help Tony to count the spots on a ladybug?\nA. Stopwatch\nB. Thermometer\nC. Measuring cup\nD. Magnifying glass", "label": "D"}
{"id": 2077, "sentence": "Which of the following can provide the human body with long-term immunity against some diseases?\nA. antibiotics\nB. vitamins\nC. vaccines\nD. red blood cells", "label": "C"}
{"id": 975, "sentence": "What is the smallest unit of an element that still has the properties of that element?\nA. an atom\nB. a compound\nC. an electron\nD. a molecule", "label": "A"}
{"id": 1141, "sentence": "When a light bulb is turned on, energy changes from one form to another. Which of the following best describes this change?\nA. sound energy to light energy\nB. nuclear energy to light energy\nC. electrical energy to light energy\nD. magnetic energy to light energy", "label": "C"}
{"id": 1989, "sentence": "Hereditary information is transmitted from parents to offspring through\nA. cell division.\nB. genes.\nC. germination.\nD. metamorphosis.", "label": "B"}
{"id": 878, "sentence": "Which of these organisms is a producer in a marine ecosystem?\nA. fish\nB. gull\nC. algae\nD. worm", "label": "C"}
{"id": 542, "sentence": "Which of these would best be shown as a 3-D model?\nA. color spectrum\nB. magnetic field\nC. skeletal system\nD. water cycle", "label": "C"}
{"id": 1937, "sentence": "Which of these structures produces male gametes in humans?\nA. testes\nB. ovaries\nC. scrotum\nD. fallopian tube", "label": "A"}
{"id": 996, "sentence": "The water contained in a geyser system gains energy from the underground material surrounding it. The water molecules gain kinetic energy and this results in an increase in the pressure of the water. Eventually the geyser erupts and expels water into the air above ground. Which of the following types of energy is the source for the initial energy gain of the water?\nA. electrical\nB. magnetic\nC. mechanical\nD. thermal", "label": "D"}
{"id": 1938, "sentence": "The length of a year is equivalent to the time it takes for one\nA. rotation of Earth\nB. rotation of the Sun\nC. revolution of Earth around the Sun\nD. revolution of the Sun around Earth", "label": "C"}
{"id": 1668, "sentence": "The presence of which of the following geological features provides the best evidence that glaciers once covered an area?\nA. wide riverbeds\nB. U-shaped valleys\nC. underground caves\nD. groundwater springs", "label": "B"}
{"id": 780, "sentence": "A rainforest area is experiencing a severe drought. As a consequence, the insect population has decreased. What will the insect-eating birds most likely do as a result of the drought?\nA. stop searching for food until it begins to rain\nB. begin reproducing to increase population\nC. move to a new area to find food\nD. start the process of hibernation", "label": "C"}
{"id": 387, "sentence": "The sediments found in a riverbed are most likely a result of which action on nearby rock?\nA. heat\nB. faulting\nC. pressure\nD. weathering", "label": "D"}
{"id": 398, "sentence": "Which correctly arranges three scientific terms-theory, law, and hypothesis-from least to most accepted or tested?\nA. theory, hypothesis, law\nB. hypothesis, law, theory\nC. theory, law, hypothesis\nD. hypothesis, theory, law", "label": "D"}
{"id": 1766, "sentence": "When an octopus feels threatened, it can release black ink into the water. The ink MOST likely helps the octopus\nA. move quickly through the water.\nB. breathe oxygen from the water.\nC. hide from predators.\nD. use food faster.", "label": "C"}
{"id": 1452, "sentence": "Atoms of which of these elements are part of many organic molecules?\nA. calcium\nB. magnesium\nC. oxygen\nD. silicon", "label": "C"}
{"id": 1735, "sentence": "How long does it take for the Moon to rotate on its axis?\nA. one day\nB. one year\nC. one week\nD. one month", "label": "D"}
{"id": 1684, "sentence": "Which organisms benefit in the relationship between bees and flowering plants?\nA. only the bees\nB. only the flowering plants\nC. both the bees and the flowering plants\nD. neither the bees nor the flowering plants", "label": "C"}
{"id": 1913, "sentence": "In 2004, Maryland recycled more than 35% of all of the waste the state produced. Which of these benefits does recycling provide to Maryland?\nA. fewer wild animals\nB. decreased farm crops\nC. less trash sent to landfills\nD. decreased use of electricity", "label": "C"}
{"id": 222, "sentence": "Water causes weathering when it\nA. melts rock.\nB. forms deltas.\nC. erodes rock in its path.\nD. moves rock along a fault.", "label": "C"}
{"id": 404, "sentence": "Earthworms live underground in the soil. As they move through the soil, they create tunnels. The tunnels help improve the soil. Plants grow better in soil that has earthworms. Which statement explains how earthworm tunnels help plants?\nA. Earthworm tunnels bring heat into the soil that warms plant roots.\nB. Earthworm tunnels loosen the soil so plant roots can easily grow\nC. Earthworm tunnels allow sunlight to reach the plant roots in the soil.\nD. Earthworm tunnels create places where insects can hide and protect plant roots.", "label": "B"}
{"id": 249, "sentence": "A class is studying textures and collects several samples. Which of these items would the students most likely use magnification to study?\nA. hair\nB. cheese\nC. plastic spoon\nD. aluminum foil", "label": "A"}
{"id": 1650, "sentence": "If Lisa wants to experiment with bean plants, which of these is the best example of a hypothesis?\nA. Bean plants come in many types.\nB. Fertilizer is good for bean plants.\nC. All bean plants are related to each other.\nD. Fertilizer will make bean plants grow taller.", "label": "D"}
{"id": 1390, "sentence": "Which of the following would be most useful for calculating the density of a rock sample?\nA. microscope and balance\nB. graduated cylinder and balance\nC. microscope and graduated cylinder\nD. beaker and graduated cylinder", "label": "B"}
{"id": 448, "sentence": "What is an environmental threat posed by oil and gas acquisition and transport that is not posed by the acquisition and transport of the energy resources uranium, and wood?\nA. habitat change\nB. vehicle pollution\nC. pipeline leaks\nD. soil compaction and loss", "label": "C"}
{"id": 510, "sentence": "To which group does an animal belong if it lays eggs and has scales and gills?\nA. amphibian\nB. bird\nC. fish\nD. reptile", "label": "C"}
{"id": 393, "sentence": "Sulfur scrubbers are devices installed in coal-fired power plants. Sulfur scrubbers reduce the emission of sulfur dioxide. What environmental problem are sulfur scrubbers most likely trying to address?\nA. ozone\nB. erosion\nC. acid rain\nD. nutrient runoff", "label": "C"}
{"id": 390, "sentence": "A car runs out of fuel while traveling on a level road and eventually comes to a stop. Which of the following best explains why the car stops?\nA. Some of the energy of the car was lost to friction.\nB. Some of the energy of the car was destroyed.\nC. The amount of kinetic energy increased.\nD. The amount of useful energy increased.", "label": "A"}
{"id": 1099, "sentence": "Living things depend on energy from\nA. the Sun\nB. the Moon\nC. soil\nD. water", "label": "A"}
{"id": 919, "sentence": "Base your answers on the information below. One hot, summer day it rained very heavily. After the rain, a plastic pan on a picnic table had 2 cm of rainwater in it. Four hours later, all the rainwater in the pan was gone. Which process caused the rainwater in the pan to disappear as it sat outside in the hot air?\nA. condensation\nB. evaporation\nC. precipitation\nD. erosion", "label": "B"}
{"id": 288, "sentence": "The boiling of water results in a physical change in matter from\nA. solid to liquid.\nB. gas to solid.\nC. solid to gas.\nD. liquid to gas.", "label": "D"}
{"id": 2163, "sentence": "Students studying rocks notice that in a particular location there are many igneous rocks that are very similar. This observation best supports which statement?\nA. A nearby volcano is tall.\nB. A nearby volcano is inactive.\nC. A nearby volcano is about to erupt.\nD. A nearby volcano had once been active.", "label": "D"}
{"id": 376, "sentence": "Where is an igneous rock such as pumice most likely formed?\nA. in a desert\nB. in a creek bed\nC. near a volcano\nD. under a glacier", "label": "C"}
{"id": 571, "sentence": "Which geologic process is absent from the Gulf Coast states?\nA. beach development\nB. subduction zones\nC. weathering\nD. erosion", "label": "B"}
{"id": 948, "sentence": "Some ancient Greeks tried to discover the laws of the universe through thought and logic. Which part of the scientific process were these scientists missing?\nA. analysis\nB. experiment\nC. conclusion\nD. observation", "label": "B"}
{"id": 2201, "sentence": "Which is the first step in a design process?\nA. Revise the solution.\nB. Describe the problem.\nC. Test the possible solutions.\nD. Identify possible solutions.", "label": "B"}
{"id": 1791, "sentence": "When the cells in an organism divide and reproduce, the organism can grow. Which cell organelle contains the genetic material for reproduction?\nA. the nucleus\nB. the ribosome\nC. the mitochondrion\nD. the endoplasmic reticulum", "label": "A"}
{"id": 1891, "sentence": "Rocks found on Earth are classified as sedimentary, metamorphic, or igneous based on\nA. where the rocks were found.\nB. how the rocks were formed.\nC. the composition of the rocks.\nD. the color and shape of the rocks.", "label": "B"}
{"id": 155, "sentence": "The hormone insulin is secreted by the pancreas. Which activity is most likely to trigger an increase in the levels of insulin circulating in the blood?\nA. driving\nB. eating\nC. jogging\nD. sleeping", "label": "B"}
{"id": 908, "sentence": "A lipid bilayer allows certain molecules to pass through and blocks other molecules. Which structure is most often protected by a lipid bilayer?\nA. cell\nB. organ\nC. tissue\nD. system", "label": "A"}
{"id": 1655, "sentence": "Which tool is used to measure the volume of a liquid?\nA. balance\nB. ruler\nC. thermometer\nD. graduated cylinder", "label": "D"}
{"id": 1765, "sentence": "Which event would most likely cause a rapid extinction of organisms?\nA. a large asteroid impact\nB. regional drought\nC. new glacier formation\nD. a decrease in the growth of weeds", "label": "A"}
{"id": 1754, "sentence": "A disorder is associated with certain flaws in the human respiratory system. Which is most likely a typical symptom of this disorder?\nA. poor vision\nB. difficulty breathing\nC. reduced muscle mass\nD. increased saliva production", "label": "B"}
{"id": 1128, "sentence": "Which instrument would be used when studying a unit on amphibian anatomy?\nA. a beaker\nB. a telescope\nC. a dissecting kit\nD. a graduated cylinder", "label": "C"}
{"id": 201, "sentence": "A baby kit fox grows to become an adult with a mass of over 3.5 kg. What factor will have the greatest influence on this kit fox's survival?\nA. the size of the fox's ears\nB. the conditions of the fox's habitat\nC. the average number of fox offspring\nD. the social behaviors within the fox population", "label": "B"}
{"id": 104, "sentence": "Scientists compared Pluto with other objects in the solar system and found that Pluto is smaller than Earth's moon. This finding caused scientists to question whether Pluto is a planet because\nA. Pluto gets less sunlight than Earth's moon\nB. the other planets are much larger than Pluto\nC. the other planets have moons and Pluto does not\nD. Pluto rotates on its axis and the other planets do not", "label": "B"}
{"id": 1336, "sentence": "Modern technology has had some positive and negative effects on society. Which would be a negative effect of advances in technology?\nA. human jobs replaced by more efficient machines\nB. decrease in production of solid waste\nC. use of alternate sources of energy\nD. reduction in habitat destruction", "label": "A"}
{"id": 1108, "sentence": "Alicia gives her brother a push while he is seated on a swing. She finds that after a few seconds, she needs to push again to keep him going. The reason her brother slows down is because the mechanical energy is converted into\nA. potential energy that heats the air.\nB. chemical energy that moves the swing.\nC. kinetic energy which makes the swing slow down.\nD. thermal energy that is released into the atmosphere.", "label": "D"}
{"id": 1713, "sentence": "Which instrument should a student use to best examine bacteria?\nA. telescope\nB. hand lens\nC. microscope\nD. computer probes", "label": "C"}
{"id": 31, "sentence": "Which of the following properties provides the BEST way to identify a mineral?\nA. hardness\nB. shape\nC. size\nD. temperature", "label": "A"}
{"id": 1985, "sentence": "Which of the statements is the most accurate in describing the chemical equation shown below? 2H_{2}(g) + O_{2}(g) -> 2H_{2}O(g) + energy\nA. A solid is produced.\nB. Energy is released.\nC. Energy is absorbed.\nD. Equal numbers of molecules are on both sides of the arrow.", "label": "B"}
{"id": 192, "sentence": "Which scientist is best known for studying plants and animals?\nA. Isaac Newton\nB. Albert Einstein\nC. Charles Darwin\nD. Nicolaus Copernicus", "label": "C"}
{"id": 1898, "sentence": "Genes are located on chromosomes which are composed of\nA. DNA.\nB. RNA.\nC. ATP.\nD. ADP.", "label": "A"}
{"id": 1544, "sentence": "Nuclear fusion is the source of energy for stars. Besides hydrogen, which other element is most likely also common in stars?\nA. helium\nB. nitrogen\nC. oxygen\nD. uranium", "label": "A"}
{"id": 1739, "sentence": "Which statement describes animal embryos?\nA. display all the features of an adult\nB. represent the earliest stage of development\nC. have the same number of cells as a fertilized egg\nD. have half the number of chromosomes as an adult", "label": "B"}
{"id": 485, "sentence": "Which tool would be best to measure the length of a butterfly?\nA. triple beam balance\nB. graduated cylinder\nC. metric ruler\nD. thermometer", "label": "C"}
{"id": 341, "sentence": "Pepsin is an enzyme that acts in the stomach for protein digestion. Which of these is most likely the main role of pepsin in this metabolic reaction?\nA. to speed up the rate of reaction\nB. to reduce the loss of energy as heat\nC. to control the direction of the reaction\nD. to protect the reaction from other chemicals", "label": "A"}
{"id": 833, "sentence": "A decomposer is an organism that\nA. hunts and eats animals\nB. migrates for the winter\nC. breaks down dead plants and animals\nD. uses water and sunlight to make food", "label": "C"}
{"id": 995, "sentence": "The sum of all chemical reactions in the human body is known as\nA. feedback\nB. metabolism\nC. dynamic equilibrium\nD. biological adaptation", "label": "B"}
{"id": 986, "sentence": "Which statement is the best description of the Milky Way galaxy?\nA. a collection of gases held together by inertia\nB. a group of planets revolving around a single star\nC. a collection of stars and gases with the Sun as its center\nD. a group of stars, dust, and planets held together by gravity", "label": "D"}
{"id": 438, "sentence": "Phyllis investigated what happened when she added some different substances to water. Which substance can combine with water to form a solution?\nA. oil\nB. rocks\nC. soil\nD. sugar", "label": "D"}
{"id": 1771, "sentence": "Each organ in the digestive system has a specific function. During digestion, food passes from the stomach into the small intestine. Which statement best describes what takes place in the small intestine?\nA. Nutrients are absorbed from the food.\nB. Wastes are prepared to pass out of the body.\nC. Food is churned with acid to break down proteins.\nD. Excess water is reabsorbed into the blood stream.", "label": "A"}
{"id": 822, "sentence": "A radio station broadcasting across a large area is experiencing thunderstorms. How will the radio waves from the station be affected?\nA. wavelength will be increased\nB. amplitude will be unchanged\nC. frequency will be distorted\nD. speed will be decreased", "label": "C"}
{"id": 1849, "sentence": "Which of these cycles takes 24 hours?\nA. Earth rotating on its axis\nB. Earth revolving around the Sun\nC. the Moon rotating on its axis\nD. the Moon revolving around Earth", "label": "A"}
{"id": 121, "sentence": "Animal cells obtain energy by\nA. processing sunlight.\nB. absorbing nutrients.\nC. growing.\nD. dividing.", "label": "B"}
{"id": 338, "sentence": "Solar radiation has a part in the water cycle by\nA. affecting ocean tides.\nB. helping in the absorption of groundwater.\nC. determining the type of clouds formed.\nD. changing water to a vapor.", "label": "D"}
{"id": 777, "sentence": "Which instrument should a student use to measure exactly 10 milliliters (mL) of water?\nA. graduated cylinder\nB. pan balance\nC. ruler\nD. thermometer", "label": "A"}
{"id": 5, "sentence": "Rocks are classified as igneous, metamorphic, or sedimentary according to\nA. their color\nB. their shape\nC. how they formed\nD. the minerals they contain", "label": "C"}
{"id": 800, "sentence": "Which technique will researchers studying the inheritance patterns of various disorders most likely use?\nA. cladogram\nB. DNA fingerprinting\nC. gel electrophoresis\nD. chromosomal analysis", "label": "D"}
{"id": 544, "sentence": "Which of these is the BEST reason to study weather?\nA. To be prepared for storms\nB. To learn how fossils are formed\nC. To see changing phases of the Moon\nD. To find ways for animals to live longer", "label": "A"}
{"id": 2020, "sentence": "Earth is composed of layers of material with different properties. Which of the following is most likely to be in constant motion?\nA. core\nB. mantle\nC. oceanic crust\nD. continental crust", "label": "B"}
{"id": 1606, "sentence": "Kim lost her hammer outside. When she found it a few months later, some parts of the metal were covered with flaky, brown rust. Which type of change occurred when rust formed on the hammer?\nA. chemical\nB. electrical\nC. thermal\nD. physical", "label": "A"}
{"id": 1608, "sentence": "Most of the bacteria in a forest ecosystem are best classified as which of the following types of organisms?\nA. consumers\nB. decomposers\nC. predators\nD. producers", "label": "B"}
{"id": 932, "sentence": "Campers shouted toward a canyon wall. What characteristic of sound best explains why the campers heard an echo?\nA. Sound waves traveled slowly down the canyon.\nB. Sound waves were absorbed by the canyon wall.\nC. Sound waves reflected off the canyon wall.\nD. Sound waves were refracted around the canyon.", "label": "C"}
{"id": 585, "sentence": "What is a job of white blood cells?\nA. transport oxygen\nB. remove waste\nC. fight disease\nD. enable reproduction", "label": "C"}
{"id": 867, "sentence": "In order for a glider to fly, its weight must be opposed by\nA. lift.\nB. drag.\nC. gravity.\nD. friction.", "label": "A"}
{"id": 1427, "sentence": "The energy required to lift an object is supplied by ATP derived from the breakdown of molecules of\nA. glutamate.\nB. glycerol.\nC. glycolysis.\nD. glucose.", "label": "D"}
{"id": 1961, "sentence": "In what leaf structure is photosynthetic tissue found?\nA. cuticle\nB. upper epidermis\nC. mesophyll\nD. vascular bundle", "label": "C"}
{"id": 1497, "sentence": "Increased populations can lead to the depletion of locally available resources. Compared to other communities, which of these locally available resources is most likely to be depleted in desert communities?\nA. mineral\nB. oxygen\nC. gasoline\nD. water", "label": "D"}
{"id": 1605, "sentence": "When scientists publish papers describing the results and conclusions of their experiments, members of the scientific community should\nA. collect their own data and rewrite the paper.\nB. evaluate the evidence in the paper.\nC. accept the paper as fact.\nD. ask the writer to write an alternate paper.", "label": "B"}
{"id": 2187, "sentence": "When sunlight shines on a plant, its leaves\nA. make food.\nB. absorb water.\nC. produce seeds.\nD. take in oxygen.", "label": "A"}
{"id": 1356, "sentence": "Repeated pesticide use on an insect population can result in some of the insects becoming resistant to that pesticide over time. Which process is responsible for the pesticides no longer being effective on the insects?\nA. divergent evolution\nB. natural selection\nC. bottleneck effect\nD. selective breeding", "label": "B"}
{"id": 1472, "sentence": "Crows are found throughout many parts of the world. They are black birds with excellent hearing. In the wild they live for six to seven years. Some crows in Japan open hard-shelled nuts by dropping them in front of moving cars. Which of these is a learned behavior?\nA. Having excellent hearing\nB. Living six to seven years\nC. Dropping nuts in front of cars\nD. Having black feathers", "label": "C"}
{"id": 997, "sentence": "In a laboratory activity, four different types of rock were placed in identical acid solutions for one week. Each sample was then measured to see if any of the rock mass was dissolved by the acid solution. Which is the dependent (responding) variable in this activity?\nA. the mass of each rock\nB. the type of rock tested\nC. the length of time of the test\nD. the amount of dissolved rock", "label": "D"}
{"id": 318, "sentence": "Which of the following would be more likely to pollute a river?\nA. allowing beavers to build a dam\nB. spreading fertilizer near the river\nC. mowing the grass on the river bank\nD. fishing from a bridge over the river", "label": "B"}
{"id": 389, "sentence": "Which of the following is an example of matter changing state?\nA. heating a pan of water until the water is all gone\nB. putting a soft-drink can in the refrigerator to cool it\nC. heating soup on the stove until it is hot to your tongue\nD. transferring sugar into a storage container", "label": "A"}
{"id": 608, "sentence": "Baby chicks peck their way out of their shells when they hatch. This activity is an example of which of the following types of behavior?\nA. instinctive\nB. learned\nC. planned\nD. social", "label": "A"}
{"id": 446, "sentence": "In an experiment, a scientist named Pavlov rang a bell before he fed his dogs, which made the dogs drool. Soon the dogs would drool when they heard the bell, even if they did not receive any food. What type of response did the dogs exhibit?\nA. an instinct\nB. an inherited trait\nC. a learned behavior\nD. a conscious behavior", "label": "C"}
{"id": 1984, "sentence": "Garrett collected some large rocks from a stream near his home. He measured the rocks on a balance. When he records the mass of the rocks, which units should Garrett use?\nA. pounds\nB. kilograms\nC. fluid ounces\nD. cubic centimeters", "label": "B"}
{"id": 120, "sentence": "Jonathan places a pot of water on a stove. As the water boils, how does the state of the water change?\nA. from gas to liquid\nB. from liquid to gas\nC. from liquid to solid\nD. from solid to liquid", "label": "B"}
{"id": 1187, "sentence": "Clearing forests of trees and vegetation for human development can have major impacts on the ecosystem. Which would most likely occur after a forested area is cleared?\nA. an increase in habitat for wildlife\nB. a decrease in food competition\nC. an increase in soil erosion\nD. a decrease in water runoff", "label": "C"}
{"id": 1507, "sentence": "Which of the following gases do plants use in photosynthesis?\nA. hydrogen\nB. oxygen\nC. carbon dioxide\nD. carbon monoxide", "label": "C"}
{"id": 1111, "sentence": "Which of these causes the atmosphere to change?\nA. increased inorganic matter in soil\nB. increased use of fertilizers on crops\nC. increased buildup of greenhouse gases\nD. increased rainfall rates near power plants", "label": "C"}
{"id": 125, "sentence": "Which energy type is common enough in Nevada to make a significant contribution to the renewable energy needs of the state?\nA. coal\nB. geothermal\nC. natural gas\nD. petroleum", "label": "B"}
{"id": 2115, "sentence": "To help it survive, an organism has a capsule, endospore, and pili. To which group does this organism belong?\nA. bacteria\nB. mollusk\nC. insect\nD. reptile", "label": "A"}
{"id": 643, "sentence": "Which material is the best natural resource to use for making water-resistant shoes?\nA. cotton\nB. leather\nC. plastic\nD. wool", "label": "B"}
{"id": 118, "sentence": "Energy from the Sun reaches Earth by\nA. radiation.\nB. conduction.\nC. convection.\nD. thermal expansion.", "label": "A"}
{"id": 2240, "sentence": "Scientists think that dolphins and whales may have evolved from a common ancestor. What evidence supports this hypothesis?\nA. They swim the same way.\nB. They eat the same food.\nC. They live in the same area of the ocean.\nD. They have similar anatomies.", "label": "D"}
{"id": 1197, "sentence": "When a formula unit of magnesium sulfide, MgS, is separated into magnesium and sulfur particles, the particles are called\nA. molecules.\nB. ions.\nC. isotopes.\nD. compounds.", "label": "B"}
{"id": 977, "sentence": "Which of these structures form when materials are deposited, buried, and cemented?\nA. intrusive structures\nB. metamorphic rocks\nC. volcanic mountains\nD. sedimentary rocks", "label": "D"}
{"id": 2135, "sentence": "Which gas, when condensed into its liquid state in the atmosphere, forms clouds?\nA. methane\nB. nitrogen\nC. water vapor\nD. carbon dioxide", "label": "C"}
{"id": 1883, "sentence": "The snowshoe hare was once common in Maryland. In 1986, researchers in the state noted that the snowshoe hare was no longer found in Maryland. Which statement best explains why the snowshoe hare is no longer found in Maryland?\nA. Water quality has improved.\nB. There are too many trees.\nC. The temperature is too cold.\nD. Housing developments have replaced fields.", "label": "D"}
{"id": 1747, "sentence": "Which relationship between Earth's outer core and inner core generates a large portion of Earth's magnetic field?\nA. their relative masses\nB. their relative motions\nC. their relative diameters\nD. their relative circumferences", "label": "B"}
{"id": 1088, "sentence": "The water in a pond gets colder one night. Which tool is best to observe its temperature change?\nA. balance\nB. magnifying glass\nC. ruler\nD. thermometer", "label": "D"}
{"id": 2103, "sentence": "In order for sediments to become rock, the sediments are generally\nA. mixed with organic material.\nB. returned to their origins.\nC. compacted.\nD. liquefied.", "label": "C"}
{"id": 117, "sentence": "The primary reason that plants are important for an ecosystem is because they\nA. provide energy for consumers.\nB. depend on other organisms for shelter.\nC. break down dead animal matter.\nD. consume nutrients for energy.", "label": "A"}
{"id": 1041, "sentence": "Materials such as carbon and nitrogen go through cycles. The cycling of nitrogen waste materials is mostly dependent upon the role of which factor?\nA. atmosphere\nB. bacteria\nC. sunlight\nD. trees", "label": "B"}
{"id": 165, "sentence": "A scientist observes an unusual activity while studying bacterial cells. Using scientific inquiry to investigate the activity will enable the scientist to\nA. control the behavior.\nB. prove that the behavior is beneficial.\nC. evaluate different explanations of the behavior.\nD. conclude how the behavior will change in the future.", "label": "C"}
{"id": 1744, "sentence": "Which two activities use most of the water used in an average U.S. household?\nA. flushing toilets and washing clothes\nB. washing clothes and using sink faucets\nC. using sink faucets and showering\nD. showering and flushing toilets", "label": "A"}
{"id": 381, "sentence": "Which two activities are carried out by all species of living things?\nA. make food and eliminate waste\nB. hibernate and take in nutrients\nC. grow and reproduce\nD. migrate and seek shelter", "label": "C"}
{"id": 141, "sentence": "Which is needed for both boiling and melting to occur?\nA. solids\nB. gases\nC. heat\nD. pressure", "label": "C"}
{"id": 1219, "sentence": "Why do satellites and spacecraft launched from Earth need to reach a specific speed to escape Earth's surface?\nA. to overcome Earth's gravitational force\nB. to protect equipment from radiation\nC. to break through the sound barrier\nD. to avoid Earth's magnetic field", "label": "A"}
{"id": 140, "sentence": "Gold atoms can be identified based on the number of which subatomic particles?\nA. neutrons\nB. electrons\nC. nuclei\nD. protons", "label": "D"}
{"id": 1383, "sentence": "Which is an example of water condensing?\nA. A puddle disappearing on a hot summer afternoon\nB. Sweat forming on your forehead after you do a lot of exercise\nC. Ice cubes melting when you put them out in the sun\nD. Dew forming on plants during a cold night", "label": "D"}
{"id": 2058, "sentence": "The most effective way to show a change happening over time is to display your results using a\nA. line graph.\nB. Venn diagram.\nC. pie chart.\nD. flow chart.", "label": "A"}
{"id": 482, "sentence": "Early scientists most likely saw a discharge of electricity for the first time when observing a\nA. waterfall\nB. rainbow\nC. lightning storm\nD. volcano erupting", "label": "C"}
{"id": 827, "sentence": "Which activity is an example of a chemical change?\nA. dissolving table salt in water\nB. hammering aluminum into thin sheets\nC. melting gold to make jewelry\nD. burning wood to produce ashes", "label": "D"}
{"id": 246, "sentence": "Which best explains how the Appalachian Mountains formed?\nA. an ancient river flooded\nB. an earthquake folded land\nC. tectonic plates pulled apart\nD. tectonic plates collided", "label": "D"}
{"id": 1929, "sentence": "Which atmospheric phenomena are created by the interaction of charged particles with Earth's magnetosphere?\nA. auroras\nB. tornadoes\nC. rainbows\nD. inversions", "label": "A"}
{"id": 1824, "sentence": "To use energy from the Sun to power household appliances, the solar energy must be converted to\nA. heat energy.\nB. light energy.\nC. nuclear energy.\nD. electrical energy.", "label": "D"}
{"id": 1167, "sentence": "Students want to find out at which temperature bean plants grow tallest. Which science process skill would be used to find this temperature?\nA. inferring\nB. predicting\nC. measuring\nD. classifying", "label": "C"}
{"id": 505, "sentence": "Which statement is a description of weather?\nA. Summers in Tucson are hot and dry.\nB. Winters in Flagstaff are cold and snowy.\nC. The temperature is 55 F in Winslow today.\nD. The Sun will set in Yuma today at 6:45 p.m.", "label": "C"}
{"id": 2192, "sentence": "Why is a healthy diet important?\nA. It maintains a constant body temperature.\nB. It prevents damage to internal organs.\nC. It makes oxygen for all the cells in the body.\nD. It supplies the bodys needs for growth and energy.", "label": "D"}
{"id": 1218, "sentence": "Paula determines a property of a marble using a balance and a graduated cylinder. What property is Paula most likely determining by using both tools?\nA. density\nB. length\nC. mass\nD. volume", "label": "A"}
{"id": 82, "sentence": "Howie put his plants under a plant light. What was he helping his plants do by providing light?\nA. make food\nB. attract insects\nC. release pollen\nD. grow roots", "label": "A"}
{"id": 1269, "sentence": "If water gets into the crack of a rock and then freezes, the rock will MOST likely\nA. break apart\nB. be able to float\nC. become larger\nD. change colors", "label": "A"}
{"id": 168, "sentence": "To safely conduct an experiment using chemicals, what should students always do?\nA. Work in large groups.\nB. Wear safety goggles.\nC. Wear short sleeves.\nD. Keep a window open.", "label": "B"}
{"id": 2181, "sentence": "Windy, cloudy, rainy, and cold are words that help describe\nA. evaporation\nB. deposition\nC. matter\nD. weather", "label": "D"}
{"id": 1347, "sentence": "Which of the following represents a chemical reaction?\nA. a sugar cube dissolving in water.\nB. ice cubes forming in a freezer.\nC. ice cream melting in a bowl.\nD. a cake baking in an oven.", "label": "D"}
{"id": 1196, "sentence": "Fossils of clam shells were found in the Appalachian Mountains. Which of these statements best explains why the clam shells were found in the Appalachian Mountains?\nA. The mountain range was once under water.\nB. Birds flying overhead dropped the clam shells.\nC. Animals released the clam shells in their waste.\nD. The clams lived on land before moving to water.", "label": "A"}
{"id": 1158, "sentence": "Which of the following organisms produces energy from sunlight?\nA. worm\nB. rabbit\nC. hawk\nD. grass", "label": "D"}
{"id": 1071, "sentence": "The Moon has the greatest effect on Earth's\nA. year\nB. seasons\nC. ocean tides\nD. daylight hours", "label": "C"}
{"id": 2127, "sentence": "When a boy stands in a field in the sunlight, he usually is able to see his\nA. weight\nB. temperature\nC. reflection\nD. shadow", "label": "D"}
{"id": 1915, "sentence": "The position of the liver in the circulatory system maximizes its ability to filter out harmful chemicals as soon as they enter the bloodstream. Blood travels to the liver from the\nA. nervous system.\nB. digestive system.\nC. immune system.\nD. excretory system.", "label": "B"}
{"id": 535, "sentence": "An eagle is a bird that reproduces by laying its eggs in a dry nest. Which animal lays its eggs in a place most similar to the eagle?\nA. amphibian\nB. fish\nC. mammal\nD. reptile", "label": "D"}
{"id": 2211, "sentence": "Carbon dioxide is removed from Earth's atmosphere by\nA. animal respiration.\nB. decaying organisms.\nC. plant photosynthesis.\nD. burning fossil fuels.", "label": "C"}
{"id": 1372, "sentence": "Which movement of carbon between reservoirs takes the longest to achieve?\nA. from burning coal to the atmosphere\nB. from plant tissues to coal in the crust\nC. from the atmosphere to the sugars in plants\nD. from the respiration of fish to the ocean waters", "label": "B"}
{"id": 1467, "sentence": "Which of these elements is likely to be found in an organic compound?\nA. helium\nB. hydrogen\nC. mercury\nD. tin", "label": "B"}
{"id": 644, "sentence": "When hunting by humans causes a species to become extinct, this may produce damaging effects throughout the ecosystem of the extinct species. What is the cause of this damage?\nA. alteration of a food web\nB. degradation of a habitat\nC. modification of a climate\nD. reversal of a flow of energy", "label": "A"}
{"id": 489, "sentence": "Which is a nonrenewable natural resource that is used to make electrical energy?\nA. coal\nB. wind\nC. water\nD. thermal", "label": "A"}
{"id": 2003, "sentence": "Which outcome is most likely if a person consumes more Calories than needed for daily activities?\nA. weight loss\nB. weight gain\nC. deficiency disease\nD. infectious disease", "label": "B"}
{"id": 811, "sentence": "The first step in the construction of a building typically involves\nA. clearing the land.\nB. setting the foundation.\nC. servicing the structure.\nD. installing utilities.", "label": "A"}
{"id": 269, "sentence": "Which of these events have the most influence on regional climate?\nA. frequent tornadoes\nB. ocean trade winds\nC. winter snowstorms\nD. temperature inversions", "label": "B"}
{"id": 1376, "sentence": "Louis Pasteur discovered a process that allows milk to be stored in sealed containers for long periods of time without spoiling. The process, called pasteurization, involves heating the milk before placing it in the sealed containers.Which is the best explanation of how pasteurization works?\nA. Heat strengthens molecules that prevent spoiling.\nB. The chemical structure of the food changes with the heat.\nC. Heat killed microorganisms that could cause spoiling.\nD. The food particles are better mixed after heating.", "label": "C"}
{"id": 1322, "sentence": "Which is an example of a decomposer?\nA. a hawk\nB. a mouse\nC. a flower\nD. a mushroom", "label": "D"}
{"id": 615, "sentence": "What is the primary energy source that drives all weather events, including precipitation, hurricanes, and tornados?\nA. the Sun\nB. the Moon\nC. Earth's gravity\nD. Earth's rotation", "label": "A"}
{"id": 937, "sentence": "Which of these is an inherited behavior?\nA. a seal balancing a ball\nB. a dog getting the newspaper\nC. a spider spinning a web\nD. an ape using sign language", "label": "C"}
{"id": 1940, "sentence": "Which is the result of mitosis?\nA. two identical nuclei\nB. four unique cells\nC. a decrease in genes\nD. a new protein", "label": "A"}
{"id": 1903, "sentence": "One of the functions of a topographic map is to\nA. gauge local rainfall amounts.\nB. study the area's geological history.\nC. predict the severity of earthquakes.\nD. show the surface features of an area.", "label": "D"}
{"id": 1540, "sentence": "A small, fast-moving river in is in a V-shaped valley on the slope of a mountain. If you follow the river to where it passes through a plain, what will the river most likely look like compared with how it looked on the mountain?\nA. Much the same\nB. Deeper and faster\nC. Slower and wider\nD. Straighter", "label": "C"}
{"id": 1917, "sentence": "While Anna was testing a circuit, she dropped a light bulb. What is the safest thing Anna can do?\nA. get a new bulb to finish the test\nB. push the broken glass under a table\nC. tell her teacher that she broke the bulb\nD. ask her partner to help pick up the broken glass", "label": "C"}
{"id": 149, "sentence": "Which function do kidneys provide to maintain homeostasis?\nA. the removal of excess heat from the body\nB. the removal of carbon dioxide from the body\nC. the removal of excess oxygen from the blood\nD. the removal of nitrogenous wastes from the blood", "label": "D"}
{"id": 20, "sentence": "Which type of energy in gasoline is transformed into mechanical energy in a motorcycle engine?\nA. chemical\nB. nuclear\nC. magnetic\nD. electrical", "label": "A"}
{"id": 2169, "sentence": "Denise was driving east over a hill in the afternoon, shortly after a rain shower. Suddenly the sun broke through the clouds, and she saw a rainbow ahead of her. Which of the following made the rainbow possible?\nA. Sunlight can be separated into all the colors of the rainbow.\nB. Water reflects sunlight like a mirror to make it look colored.\nC. Overhead black clouds reflect in puddles to cause a mirage.\nD. Air pollution causes the sky to look colored under these conditions.", "label": "A"}
{"id": 1273, "sentence": "Increased nutrient levels in lakes can cause ecological changes that result in the death of many fish. At what point in the hydrological cycle are most nutrients deposited into lakes?\nA. runoff\nB. evaporation\nC. precipitation\nD. transpiration", "label": "A"}
{"id": 1154, "sentence": "Meiosis contributes to the process of reproduction by producing what type of cell?\nA. aneuploid\nB. diploid\nC. haploid\nD. polyploid", "label": "C"}
{"id": 205, "sentence": "What is the role of decomposers in a food chain?\nA. They consume other organisms.\nB. They break down dead organic matter.\nC. They use the Sun's energy to make food.\nD. They convert inorganic matter into organic matter.", "label": "B"}
{"id": 151, "sentence": "Rolanda is growing tomato plants in her garden. She has created a compost pile and has been adding compost around her tomato plants to help fertilize them. Compost is solid waste in which organic material is broken down by microorganisms in the presence of oxygen to where it can be safely stored, handled, and applied to the environment. On what does Rolanda primarily rely in order for composting to work?\nA. producers\nB. consumers\nC. scavengers\nD. decomposers", "label": "D"}
{"id": 1102, "sentence": "Which human activity most often has a harmful effect on the environment?\nA. breathing\nB. growing\nC. planting\nD. polluting", "label": "D"}
{"id": 437, "sentence": "Human muscle cells need nutrients and oxygen during exercise. The human body is able to meet the needs of the muscle cells during exercise by increasing\nA. digestion.\nB. excretion.\nC. secretion.\nD. circulation.", "label": "D"}
{"id": 1037, "sentence": "What are the two main jobs of the skeletal system?\nA. support and protect the body\nB. digest food and carry messages for the body\nC. get rid of wastes and defend the body from disease\nD. sense changes in the environment and carry food through the body", "label": "A"}
{"id": 1932, "sentence": "A scientist reads about an experiment conducted by a researcher.The scientist conducts the same experiment and collects data but this data contradicts what was published by the researcher. What should the scientist do since the data from the two experiments is contradictory?\nA. Repeat the experiment to check the data collected.\nB. Contact the researcher who first performed the experiment.\nC. Contact the scientific journal that published the experiment.\nD. Disregard the data collected since the experiment was published.", "label": "A"}
{"id": 2164, "sentence": "Shale is a sedimentary rock that can be metamorphosed into slate by\nA. cementation.\nB. chemical weathering.\nC. sedimentation.\nD. increased pressure.", "label": "D"}
{"id": 715, "sentence": "People can help keep a forest a good place for birds to live by\nA. dumping garbage in a small part of the forest\nB. building a road through the middle of the forest\nC. burning dead trees to make smoke in the air\nD. preventing too many trees from being cut down", "label": "D"}
{"id": 1805, "sentence": "Moving water was the most important factor in forming which of these?\nA. the Grand Canyon\nB. San Andreas Fault\nC. the Rocky Mountains\nD. Mount St. Helens Volcano", "label": "A"}
{"id": 1962, "sentence": "The crude oil extracted today was formed millions of years ago from the fossilized remains of algae and other tiny marine organisms. Most parts of the organisms decomposed soon after they died. Which biomolecules decomposed more slowly and became the basis of crude oil?\nA. proteins\nB. carbohydrates\nC. fatty acids\nD. nucleic acids", "label": "C"}
{"id": 1801, "sentence": "Where does a landslide begin?\nA. a low hill\nB. a plain\nC. a mountain\nD. a basin", "label": "C"}
{"id": 501, "sentence": "A scientist plans to investigate the nervous system of sea slugs. What should the scientist do first?\nA. Develop a theory about sea slugs that can be tested.\nB. Go to the ocean to observe the behavior of sea slugs.\nC. Obtain several sea slugs and conduct experiments with them.\nD. Review the research other scientists have done on sea slugs.", "label": "D"}
{"id": 757, "sentence": "Mr. Mendoza's class studied different body systems. What is an important function of the circulatory system?\nA. providing structural support to muscles\nB. carrying oxygen to cells\nC. getting energy from food\nD. sending messages to the brain", "label": "B"}
{"id": 584, "sentence": "Which process allows green plants to control the amount of water stored in their leaves?\nA. photosynthesis\nB. condensation\nC. respiration\nD. transpiration", "label": "D"}
{"id": 324, "sentence": "Barry collected four different rocks. The rock with the GREATEST mass will feel the ___.\nA. heaviest\nB. smoothest\nC. sharpest\nD. hardest", "label": "A"}
{"id": 898, "sentence": "What happens to water molecules during the boiling process?\nA. They move faster and move farther apart as they absorb heat.\nB. They move faster and remain close together as they absorb heat.\nC. They move more slowly but move farther apart as they lose heat.\nD. They move faster and move farther apart as they lose heat.", "label": "A"}
{"id": 1708, "sentence": "Nevada is much drier than regions in California that are at the same latitude. Compared to these regions in California, which feature of Nevada contributes most to this dry climate?\nA. mountain ranges to the west\nB. high mean elevation\nC. frequent earthquakes\nD. soil with a high sand content", "label": "A"}
{"id": 1113, "sentence": "Mount St. Helens was a cone-shaped mountain that formed when molten material reached the surface of Earth and formed layers. Cone-shaped mountains form as a result of which one of these events?\nA. hurricanes\nB. earthquakes\nC. volcanic eruptions\nD. sediment depositions", "label": "C"}
{"id": 1441, "sentence": "A girl signals her friend by shining a flashlight on a mirror. Her friend can see the signal because\nA. heat energy can be transferred from one object to another\nB. mechanical energy can be transferred from one object to another\nC. sound energy can be reflected from one object to another\nD. light energy can be reflected from one object to another", "label": "D"}
{"id": 620, "sentence": "A jet plane is moving at a constant velocity on a flat surface. Which forces act against the forward motion of the plane?\nA. gravity and engine thrust\nB. engine thrust and friction\nC. friction and air resistance\nD. air resistance and gravity", "label": "C"}
{"id": 1253, "sentence": "Certain fossils can be used to help determine the age of the rock layer in which the fossils are found. Which type of fossil is best to use when making this determination?\nA. marine mammal fossil\nB. swamp fern fossil\nC. trace fossil\nD. index fossil", "label": "D"}
{"id": 1653, "sentence": "Oil, coal, and natural gas are fossil fuels formed under what conditions?\nA. low temperature and high pressure\nB. high temperature and high pressure\nC. low temperature and low pressure\nD. high temperature and low pressure", "label": "B"}
{"id": 1340, "sentence": "When a cold front moves over a land region that has warm, moist air, a transfer of energy occurs. Cold air sinks and pushes warmer air upward. As energy is removed from the air, which change will most likely take place?\nA. Ozone in the atmosphere will decrease.\nB. Less ultraviolet radiation will reach the land.\nC. More water will be absorbed from the area lakes.\nD. Water in the atmosphere will undergo a phase change.", "label": "D"}
{"id": 2205, "sentence": "A ball on a cart is moving at a rate of 2 m/s. The cart suddenly stops and the ball continues to travel in the same direction at the same speed. This is an example of the\nA. law of gravity.\nB. first law of motion.\nC. second law of motion.\nD. third law of motion.", "label": "B"}
{"id": 17, "sentence": "A scientist wanting to document a change in a river's flow pattern should observe a river over a period of\nA. days.\nB. weeks.\nC. months.\nD. years.", "label": "D"}
{"id": 1368, "sentence": "How can plants most likely improve air quality?\nA. by absorbing nutrients\nB. by producing oxygen\nC. by producing sugar\nD. by absorbing water", "label": "B"}
{"id": 1674, "sentence": "Which set of equipment would be best to use when investigating what is found in a sample of pond water?\nA. net, gloves, specimen bags\nB. beaker, calculator, graph paper\nC. microscope, eye dropper, slides\nD. measuring tape, thermometer, clipboard", "label": "C"}
{"id": 1136, "sentence": "Newly made proteins are modified in which organelle?\nA. ribosome\nB. endoplasmic reticulum\nC. mitochondrion\nD. nuclear envelop", "label": "B"}
{"id": 614, "sentence": "A student mixed baking soda with vinegar and observed that the reaction was endothermic. When is a reaction endothermic?\nA. when it is reversible\nB. when it can be repeated\nC. when it requires heat to make it happen\nD. when energy is released by the process", "label": "C"}
{"id": 1359, "sentence": "Some plant cells are coated in a waxy layer that prevents water loss. This specialization is found in which plant cells?\nA. internal stem cells\nB. internal root cells\nC. cells on the plant surface\nD. cells in the plant reproductive system", "label": "C"}
{"id": 213, "sentence": "Which item would a magnet attract?\nA. iron nail\nB. wool cloth\nC. wooden stick\nD. glass marble", "label": "A"}
{"id": 1799, "sentence": "When athletes begin to exercise, their heart rates and respiration rates increase. At what level of organization does the human body coordinate these functions?\nA. at the tissue level\nB. at the organ level\nC. at the system level\nD. at the cellular level", "label": "C"}
{"id": 276, "sentence": "Water at 20C in an uncovered pan is evaporating very slowly. What could be done to the water to make it evaporate more quickly?\nA. Cover it.\nB. Heat it.\nC. Place it in the dark.\nD. Put salt in it.", "label": "B"}
{"id": 2066, "sentence": "Why is the ozone content of the stratosphere important to living organisms?\nA. Ozone absorbs infrared radiation from the Sun.\nB. Ozone absorbs ultraviolet radiation from the Sun.\nC. Ozone is necessary to create oxygen for living things.\nD. Ozone in the atmosphere prevents radiation of heat from Earth.", "label": "B"}
{"id": 237, "sentence": "Repeated exposure to extremely loud sounds can reduce hearing ability by direct damage to which structures?\nA. the sensory neurons in the ears\nB. interneurons between the ears and the brain\nC. the sound-processing center in the brain\nD. motor neurons applying commands from the brain to the ears", "label": "A"}
{"id": 1823, "sentence": "Which terms can be used to describe the properties of both a wave and a particle of light?\nA. charge and volume\nB. frequency and mass\nC. speed and frequency\nD. frequency and density", "label": "C"}
{"id": 220, "sentence": "Which of the following allows the planets to stay in orbit?\nA. the Moon's gravity\nB. the Sun's gravity\nC. magnetism\nD. rotation", "label": "B"}
{"id": 1521, "sentence": "An object such as a hammer weighs less on the Moon than on Earth. This is because the Moon has a\nA. thinner atmosphere than Earth.\nB. smaller diameter than Earth.\nC. stronger magnetic field than Earth.\nD. lower mass than Earth.", "label": "D"}
{"id": 1134, "sentence": "Which is an example of a different substance being formed?\nA. glass breaking\nB. metal melting\nC. water freezing\nD. wood burning", "label": "D"}
{"id": 319, "sentence": "For two organisms to be classified as the same species, they must produce offspring that are\nA. fertile.\nB. adaptable.\nC. alive at birth.\nD. identical to the parents.", "label": "A"}
{"id": 558, "sentence": "How do plants most commonly break large rocks into smaller pieces?\nA. Plant leaves insulate surrounding rocks from extreme temperatures.\nB. Plant roots grow into cracks in rocks.\nC. Seeds from plants fall onto rocks and release acidic compounds.\nD. Stems of plants surround and squeeze rocks.", "label": "B"}
{"id": 578, "sentence": "Chemical pesticides are sometimes sprayed on crops to kill insects that eat the crops. People have different viewpoints about the use of pesticides on crops. What might be a concern about using pesticides on the crops?\nA. Will the food ripen?\nB. Will the food stay fresh?\nC. Will the food harm humans?\nD. Will the food harm bugs in the home?", "label": "C"}
{"id": 1239, "sentence": "Residential construction is expanding in Florida. The expansion has caused fragmentation of habitats. One of the results of the increased construction is a decrease in the number of large predators such as the coyote, black bear, and panther. Which will be the most immediate local result of this fragmentation?\nA. decrease in middle-sized predators\nB. large predators will become extinct\nC. increase in population of prey species\nD. increase in population of top carnivores", "label": "C"}
{"id": 432, "sentence": "Which of these is the main function of a cell wall?\nA. To make food\nB. To store water\nC. To provide support\nD. To make the plant green", "label": "C"}
{"id": 1470, "sentence": "Which is a learned behavior?\nA. A dog uses its tongue to drink.\nB. A robin holds a branch with its feet.\nC. A chimpanzee digs for termites with a stick.\nD. A worm moves to the top of flooded ground.", "label": "C"}
{"id": 703, "sentence": "What happens when water flows over a rock for a long period of time?\nA. erosion\nB. flooding\nC. breakage\nD. evaporation", "label": "A"}
{"id": 417, "sentence": "The bonding of oxygen to red blood cells is important to the body because it enables the body to\nA. absorb nutrients from food.\nB. make energy from light.\nC. maintain a constant temperature.\nD. perform aerobic respiration in cells.", "label": "D"}
{"id": 1408, "sentence": "Minerals can be identified using hardness, streak, and cleavage because\nA. minerals are inorganic.\nB. crystal structure is too hard to determine.\nC. crystal size is determined by the environment.\nD. minerals have different recognizable properties.", "label": "D"}
{"id": 1299, "sentence": "A recent study concluded that about 90% of all large predatory fish such as tuna have disappeared from the world's oceans in the past 50 years. Which of these is most likely the direct cause of this loss?\nA. Urban development near the coast\nB. Commercial harvesting from the ocean\nC. Climate change on Earth\nD. Acid precipitation over the oceans", "label": "B"}
{"id": 1970, "sentence": "An engineer constructs a prototype from wood. Which of the following is the best tool for the engineer to use to make the prototype's surface smooth?\nA. band saw\nB. chisel\nC. drill\nD. sandpaper", "label": "D"}
{"id": 541, "sentence": "What is the composition of the nucleus of an atom?\nA. ions and electrons\nB. electrons and protons\nC. protons and neutrons\nD. neutrons and electrons", "label": "C"}
{"id": 1036, "sentence": "Which is the most basic unit of living things?\nA. Cells\nB. Bones\nC. Tissues\nD. Organs", "label": "A"}
{"id": 1001, "sentence": "Where is most of Earth's water located?\nA. glaciers\nB. lakes\nC. oceans\nD. rivers", "label": "C"}
{"id": 515, "sentence": "In eukaryotic organisms, microtubules give cells structure, and microfilaments help the cell contract and move. Together, they combine to perform functions similar to what two human body systems?\nA. the endocrine and skeletal systems\nB. the circulatory and respiratory systems\nC. the skeletal and muscular systems\nD. the integumentary and excretory system", "label": "C"}
{"id": 1855, "sentence": "The Piedmont and Coastal Plains regions in Maryland produce crops such as corn, soybeans, wheat, tobacco, tomatoes, and apples. Which environmental factor most likely influences which crops are grown in these regions?\nA. soil quality\nB. wind speeds\nC. bird migration\nD. water temperature", "label": "A"}
{"id": 1860, "sentence": "A teacher demonstrates a chemical reaction. A student observes that the test tube in which the reaction occurs becomes warm. What is the source of the thermal energy generated by the reaction?\nA. energy stored in the reactants\nB. breaking bonds of the reactants\nC. kinetic energy absorbed by the reaction\nD. potential energy absorbed by the reaction", "label": "A"}
{"id": 1733, "sentence": "Sunlight passes through the windows of a car and causes the car seats to get hot. Which type of energy flow is involved in heating the seats?\nA. conduction\nB. convection\nC. insulation\nD. radiation", "label": "D"}
{"id": 105, "sentence": "When an iron nail wrapped in a copper wire is attached to a circuit, it forms\nA. a battery.\nB. an engine.\nC. an insulator.\nD. an electromagnet.", "label": "D"}
{"id": 190, "sentence": "The atomic mass of an atom is\nA. the same as the atomic number.\nB. the same as the group number.\nC. the sum of protons and neutrons.\nD. the difference between protons and electrons.", "label": "C"}
{"id": 1300, "sentence": "When an ice cube melts, its state of matter changes from a\nA. gas to a liquid\nB. solid to a liquid\nC. liquid to a solid\nD. solid to a gas", "label": "B"}
{"id": 2093, "sentence": "Which of these mixtures would be easiest to separate?\nA. Fruit salad\nB. Powdered lemonade\nC. Hot chocolate\nD. Instant pudding", "label": "A"}
{"id": 1699, "sentence": "Which of the following structures does a frog develop as it changes from a tadpole to an adult frog?\nA. eyes\nB. heart\nC. lungs\nD. tail", "label": "C"}
{"id": 2148, "sentence": "Photosynthesis is the process that converts carbon dioxide and water into\nA. carbon and oxygen.\nB. sugar and hydrogen.\nC. sugar and oxygen.\nD. nitrogen and carbon.", "label": "C"}
{"id": 91, "sentence": "Which concept supports the endosymbiotic origin of complex, eukaryotic double-membrane structures?\nA. Mitochondria and chloroplasts arise from preexisting mitochondria and chloroplasts.\nB. Mitochondria and chloroplasts arise from preexisting endomembrane systems.\nC. Mitochondria and chloroplasts are synthesized in the nucleus.\nD. Mitochondria and chloroplasts are synthesized in ribosomes.", "label": "A"}
{"id": 8, "sentence": "Which change in the state of water particles causes the particles to become arranged in a fixed position?\nA. boiling\nB. melting\nC. freezing\nD. evaporating", "label": "C"}
{"id": 684, "sentence": "In large industrial cities, the emissions from fossil fuels cause the atmosphere to change. Which process allows the atmosphere to change?\nA. increased inorganic matter in soil\nB. increased use of fertilizers on crops\nC. increased buildup of greenhouse gases\nD. increased rainfall rates near power plants", "label": "C"}
{"id": 1580, "sentence": "Which of these is most likely the cause of a father and son having almost identical-sounding voices?\nA. learned behaviors\nB. environmental conditions\nC. inherited characteristics\nD. instinctive characteristics", "label": "C"}
{"id": 268, "sentence": "What is the main reason we can see the Moon?\nA. The Moon reflects light from the Earth.\nB. The Moon reflects the light from the Sun.\nC. The Moon produces its own light.\nD. The Moon is larger than stars.", "label": "B"}
{"id": 1305, "sentence": "Scientists are discovering ways to make some crops use less water. A person working in which job would most benefit from this research?\nA. a farmer\nB. a doctor\nC. a waiter\nD. a cook", "label": "A"}
{"id": 537, "sentence": "How far from Earth is an object that is 10 light years from Earth?\nA. 10,000 km\nB. 10,000,000 km\nC. the distance light can travel in 10 years\nD. ten times the distance from Earth to the Sun", "label": "C"}
{"id": 331, "sentence": "In 2004 the Hubble space telescope captured images of distant star clusters, each containing about a million stars. These star clusters were most likely part of which structure?\nA. a black hole\nB. a galaxy\nC. a nebula\nD. a solar system", "label": "B"}
{"id": 1519, "sentence": "The core of Earth is divided into two layers. The outer core is made of\nA. basaltic rocks.\nB. silicate rocks.\nC. solid iron and nickel.\nD. molten iron and nickel.", "label": "D"}
{"id": 905, "sentence": "Which of these can be mined from Earth and used as an energy source?\nA. Coal\nB. Gravel\nC. Granite\nD. Limestone", "label": "A"}
{"id": 1130, "sentence": "Jessica watches the Sun set in the evening sky. What causes the setting of the Sun?\nA. The distance between Earth and the Sun is increasing.\nB. The tilt of Earth on its axis is constantly changing.\nC. Earth is revolving around the Sun.\nD. Earth is rotating on its axis.", "label": "D"}
{"id": 1446, "sentence": "In 1976, the Viking I Lander was sent to Mars to analyze atmospheric gases and soil samples. The Viking I Lander was most likely a\nA. space probe.\nB. space shuttle.\nC. lunar module.\nD. natural satellite.", "label": "A"}
{"id": 876, "sentence": "Which of the following is an example of how insects are beneficial to humans?\nA. Insects can spread diseases.\nB. Insects have short life spans.\nC. Insects pollinate flowering plants.\nD. Insects sometimes eat poisonous plants.", "label": "C"}
{"id": 1149, "sentence": "There is a thunderstorm close to your house. The windows rattle at the same time that you hear the thunder. What causes the windows to rattle?\nA. Sound waves from the thunder\nB. Light from the lightning\nC. Rain from the clouds\nD. The high humidity during the storm", "label": "A"}
{"id": 1920, "sentence": "A soccer player kicks a soccer ball across a field. Which factor has the most effect on the distance the soccer ball travels?\nA. the color of the ball\nB. the force of the kick\nC. the length of the field\nD. the temperature of the air", "label": "B"}
{"id": 2170, "sentence": "Rhea is a moon of Saturn. Which of these facts about Rhea best indicates that it does not have a water cycle in which water changes state?\nA. Its radius is 765 km.\nB. Its density is about 1.3 kg/m3.\nC. Its period of rotation is about 4.5 Earth days.\nD. Its temperature is between -174C and -220C.", "label": "D"}
{"id": 2034, "sentence": "A robin catches and eats a cricket. Which statement best describes the roles of each animal?\nA. The robin is the prey and the cricket is the predator.\nB. The robin is the predator and the cricket is the prey.\nC. The robin is the consumer and the cricket is the producer.\nD. The robin is the producer and the cricket is the consumer.", "label": "B"}
{"id": 1809, "sentence": "Which reaction is endothermic?\nA. cold pack\nB. coal burning\nC. striking a match\nD. charcoal grill fire", "label": "A"}
{"id": 1416, "sentence": "A student is designing a model of the solar system and writing a report. She is trying to be as accurate as possible. Which statement should she include in her report?\nA. The distance between the Sun and Earth is measured in light years.\nB. Jupiter and Uranus are considered to be terrestrial planets.\nC. The asteroid belt is located between Jupiter and Saturn.\nD. The orbit of Mars is similar to the orbit of Saturn.", "label": "D"}
{"id": 306, "sentence": "Which material is most easily recycled at school?\nA. plastic wrap\nB. notebook paper\nC. ice cream sticks\nD. rubber erasers", "label": "B"}
{"id": 1118, "sentence": "The Heliocentric Theory, as supported by Copernicus, revolutionized scientific theories regarding\nA. the life cycle.\nB. the water cycle.\nC. the solar system.\nD. the immune system.", "label": "C"}
{"id": 74, "sentence": "In animal skin tissue, cell division is responsible for\nA. growth and repair\nB. sexual reproduction\nC. obtaining energy\nD. production of sex cells", "label": "A"}
{"id": 1710, "sentence": "Which of the following is visible through a reflecting telescope?\nA. planets around other stars\nB. black holes in deep space\nC. moons around Jupiter\nD. surface of Saturn", "label": "C"}
{"id": 1904, "sentence": "Reptiles become more active as the day gets warmer. This is because\nA. they have scaly skin.\nB. they have slimy skin.\nC. their body temperature stays at a constant level.\nD. their body temperature changes with the environment.", "label": "D"}
{"id": 1193, "sentence": "Which of the following animals goes through metamorphosis?\nA. alligator\nB. frog\nC. lizard\nD. turtle", "label": "B"}
{"id": 1132, "sentence": "Which force keeps the planets in their orbits around the Sun?\nA. gravity\nB. magnetism\nC. electricity\nD. friction", "label": "A"}
{"id": 304, "sentence": "In New York State, the longest period of daylight occurs during which month?\nA. June\nB. March\nC. December\nD. September", "label": "A"}
{"id": 881, "sentence": "During winter months, Amina sometimes notices ice covering the hoods of parked cars. Once the engine of the car runs for a while, the ice on the hood begins to melt. What form of energy is released from the car engine to melt the ice?\nA. chemical\nB. electrical\nC. heat\nD. light", "label": "C"}
{"id": 262, "sentence": "Which metric unit is used to describe an object's length?\nA. gram (g)\nB. milliliter (mL)\nC. centimeter (cm)\nD. degree Celsius (C)", "label": "C"}
{"id": 86, "sentence": "Owen tested a physical property of a mineral. He rubbed a mineral sample on a piece of white tile. The mineral left a red mark on the tile. Which of the following physical properties of the mineral was Owen most likely testing?\nA. cleavage\nB. hardness\nC. luster\nD. streak", "label": "D"}
{"id": 632, "sentence": "In the human body, what part of the central nervous system connects with other nerves outside of the central nervous system?\nA. dendrite\nB. cerebrum\nC. cerebellum\nD. spinal cord", "label": "D"}
{"id": 747, "sentence": "A researcher is viewing a cell that has cell walls. To best narrow down the taxonomic group from which the cell belongs, which question should a researcher ask?\nA. What is the composition of the cell walls?\nB. Is a cell membrane also present?\nC. Can any substances pass through the cell walls?\nD. Do the cell walls help the cell to survive?", "label": "A"}
{"id": 1631, "sentence": "What geographic obstacle causes water to condense in an air mass as the air mass moves?\nA. forests\nB. oceans\nC. prairies\nD. mountains", "label": "D"}
{"id": 1763, "sentence": "Rheumatoid arthritis is a disease that occurs when the body attacks its own tissues. Which body system becomes disordered first?\nA. immune\nB. nervous\nC. digestive\nD. circulatory", "label": "A"}
{"id": 1948, "sentence": "During which stage of an insect's life cycle does the female lay eggs?\nA. nymph\nB. larva\nC. pupa\nD. adult", "label": "D"}
{"id": 733, "sentence": "What is the process called when an acid and a base combine to produce water and salt?\nA. neutralization\nB. dilution\nC. titration\nD. physical reaction", "label": "A"}
{"id": 431, "sentence": "Acid rain caused by industrial pollution greatly reduces the number of trees in a forested region that is home to a particular species of bird. How might this decrease in the number of trees most likely affect this bird population?\nA. The population will adapt to ground dwelling.\nB. The population will decrease due to lack of resources.\nC. The population will stabilize when it moves to another region.\nD. The population will increase as predators move out of the region.", "label": "B"}
{"id": 1397, "sentence": "A worker needs to load a heavy box onto a truck. The worker uses a ramp to move the box because the ramp\nA. increases the weight of the box.\nB. reduces the gravitational force on the box.\nC. increases the amount of friction on the box.\nD. reduces the amount of force applied to the box.", "label": "D"}
{"id": 2037, "sentence": "When the Northern Hemisphere is tilted toward the Sun, what season is occurring in Australia?\nA. fall\nB. winter\nC. spring\nD. summer", "label": "B"}
{"id": 1366, "sentence": "Solar radiation is a combination of light with different wavelengths. Which type of ray can harm human skin the most?\nA. infrared\nB. microwave\nC. ultraviolet\nD. visible", "label": "C"}
{"id": 211, "sentence": "Mrs. Henderson's class has five small, covered boxes. One contains perfume; another contains dried onions. There is also a box of pine needles, a box of lemon pieces, and a box with a paper towel wet with vanilla flavoring. Which should they do to get the best information about what is in each box?\nA. Shake the boxes.\nB. Smell the boxes.\nC. Listen to the boxes.\nD. Weigh the boxes.", "label": "B"}
{"id": 725, "sentence": "Researchers are developing new types of crop plants with desirable characteristics such as disease resistance and drought tolerance. Crossing plants so that the next generation will express desirable traits is best described as\nA. selective breeding.\nB. natural selection.\nC. genetic engineering.\nD. gene sequencing.", "label": "A"}
{"id": 1598, "sentence": "What is the approximate length of time it takes the Moon to complete one lunar cycle?\nA. 14 days\nB. 29 days\nC. 180 days\nD. 365 days", "label": "B"}
{"id": 1147, "sentence": "A scientist combines oxygen and hydrogen to form water. This combination illustrates that water is\nA. an atom.\nB. an element.\nC. a mixture.\nD. a compound.", "label": "D"}
{"id": 1792, "sentence": "Measurements of carbon dioxide concentrations in the air taken over the past decade have shown a\nA. leveling off.\nB. slow increase.\nC. steady decline.\nD. dramatic increase.", "label": "D"}
{"id": 2015, "sentence": "Trees use narrow tubes to transport water upward. Which property of water allows the water to rise in these narrow tubes?\nA. high vapor pressure\nB. high boiling point\nC. cohesion of molecules\nD. net charge of molecules", "label": "C"}
{"id": 1272, "sentence": "In what way do transit systems, such as buses, benefit society?\nA. by reducing the amount of pollution\nB. by increasing the number of car sales\nC. by increasing the amount of carbon dioxide in the air\nD. by eliminating the possibility of accidents", "label": "A"}
{"id": 1535, "sentence": "During a lab investigation, students were asked to determine the best way to clean up an oil spill using different materials. Investigation Materials  filter paper  foam sponge  metal wire screen  thin sock filled with hair The students tested the materials by placing each material into separate buckets containing oil and water. They recorded their observations on which material absorbed the most oil. Why would the students' teacher ask them to repeat their tests?\nA. to determine if water and oil can be separated\nB. to learn more about how to protect wildlife during an oil spill\nC. to improve the chances of obtaining accurate oil cleanup results\nD. to increase the total amount of oil removed from each container", "label": "C"}
{"id": 317, "sentence": "After nitrogen becomes part of the lithosphere, what is the next change that nitrogen will undergo?\nA. used as a nutrient by plants\nB. fixed by bacteria in the soil\nC. converted into oxygen\nD. absorbed into the atmosphere by lightning", "label": "B"}
{"id": 2017, "sentence": "The property of matter that resists changes in motion is called\nA. inertia.\nB. friction.\nC. gravity.\nD. weight.", "label": "A"}
{"id": 2011, "sentence": "When studying planetary data, Jackie found some similarities and differences among the planets that make up the solar system. Which generalization is true about the orbits of the major planets in the solar system?\nA. Planetary orbits have the same plane.\nB. Planetary orbits are mostly elliptical in shape.\nC. Planets orbit at the same speed around the Sun.\nD. Planets orbit in different directions around the Sun.", "label": "B"}
{"id": 333, "sentence": "Which situation is the best example of ecological succession?\nA. An organism survives a difficult winter.\nB. The populations in an area remain the same.\nC. One species replaces another species in an ecosystem.\nD. Each of several species uses the same amount of resources.", "label": "C"}
{"id": 1639, "sentence": "A hurricane is a heat engine which converts one kind of energy into another. Hurricanes convert most of the heat energy into\nA. chemical energy.\nB. electrical energy.\nC. mechanical energy.\nD. potential energy.", "label": "C"}
{"id": 1661, "sentence": "Who was a leading authority on continental drift in the early 1900s?\nA. Alfred Wegener\nB. Albert Einstein\nC. Charles Richter\nD. Charles Darwin", "label": "A"}
{"id": 363, "sentence": "A snail's shell provides the snail with\nA. food.\nB. energy.\nC. protection.\nD. transportation.", "label": "C"}
{"id": 845, "sentence": "From smallest to largest, the levels of organization in living things are\nA. tissues, cells, organs, organ systems.\nB. tissues, cells, organ systems, organs.\nC. cells, tissues, organs, organ systems.\nD. cells, tissues, organ systems, organs.", "label": "C"}
{"id": 51, "sentence": "Which of the following is most likely to lead to error in an experiment?\nA. bias\nB. repeated trials\nC. peer review\nD. use of a control", "label": "A"}
{"id": 368, "sentence": "What is the smallest particle of the element gold (Au) that can still be classified as gold?\nA. atom\nB. molecule\nC. neutron\nD. proton", "label": "A"}
{"id": 1509, "sentence": "Different units of measurement are more useful in some settings than in others. Which unit of measurement is most used when comparing distances within the solar system?\nA. the mile\nB. the kilometer\nC. the light year\nD. the astronomical unit", "label": "D"}
{"id": 681, "sentence": "Eye color in human beings is an\nA. instinct.\nB. acquired trait.\nC. inherited trait.\nD. environmentally influenced trait.", "label": "C"}
{"id": 1603, "sentence": "A gastroenterologist is a doctor who treats problems of the esophagus, stomach, and intestines. Which organ system is cared for by this type of doctor?\nA. circulatory system\nB. muscular system\nC. digestive system\nD. nervous system", "label": "C"}
{"id": 844, "sentence": "A large tree was cut down with a saw. What is the best way to estimate the age of this tree?\nA. measure the height of the tree\nB. measure the thickness of the bark\nC. count the number of rings in the trunk\nD. count the branches growing from the trunk", "label": "C"}
{"id": 1643, "sentence": "In an earthquake, the primary waves move through\nA. air\nB. water\nC. soil\nD. rock", "label": "D"}
{"id": 1936, "sentence": "An organism's cells include organelles and a cell wall. In which taxonomic group or groups might the organism be classified?\nA. plants only\nB. bacteria or archaea\nC. plants, fungi, or protists\nD. bacteria, fungi, or protists", "label": "C"}
{"id": 1770, "sentence": "In your body, what two organs work together to make sure that oxygen gets to all the other organs of your body?\nA. Lungs and kidneys\nB. Heart and lungs\nC. Brain and kidneys\nD. Heart and liver", "label": "B"}
{"id": 1506, "sentence": "How does an ecosystem benefit when leaves fall from a tree and decompose on the soil?\nA. Nutrients are released into the soil.\nB. Soil erosion decreases.\nC. Carbon dioxide is absorbed by the soil.\nD. Soil temperature decreases.", "label": "A"}
{"id": 1800, "sentence": "A student heated a pan of soup on a stove. While stirring the soup with a metal spoon, the student noticed the spoon became very warm. What is the most likely reason the spoon became warm?\nA. The stirring action heated the spoon.\nB. Warm air in the room heated the spoon.\nC. Heat from the soup was transferred to the spoon.\nD. The student's hand transferred heat to the spoon.", "label": "C"}
{"id": 509, "sentence": "What is the most prominent land feature formed by the convergence of the Indo-Australian and Eurasian plates?\nA. China\nB. Australia\nC. Ural Mountains\nD. Himalaya Mountains", "label": "D"}
{"id": 547, "sentence": "Which type of scientist would study the relationship between simple machines and energy?\nA. chemist\nB. biologist\nC. physicist\nD. geologist", "label": "C"}
{"id": 2191, "sentence": "Which organ is most responsible for oxygen entering the blood stream?\nA. nose\nB. trachea\nC. bronchi\nD. lungs", "label": "D"}
{"id": 1613, "sentence": "According to the Periodic Table of the Elements, mercury (Hg) is different from other metals because mercury is\nA. solid at room temperature.\nB. liquid at room temperature.\nC. lighter than all other metals.\nD. heavier than all other metals.", "label": "B"}
{"id": 1437, "sentence": "Students studying the atmosphere want to display the percentage of each greenhouse gas as compared to the total amount of greenhouse gases found in the atmosphere. Which representation would be most appropriate for displaying these percentages?\nA. bar graph\nB. line graph\nC. pie chart\nD. data table", "label": "C"}
{"id": 2053, "sentence": "A company plants trees on a bare hillside. Which of these is the BEST reason for planting the trees?\nA. The trees provide oxygen for the soil.\nB. The trees prevent soil from washing away.\nC. The trees make shade for animals living there.\nD. The trees cause animals to move to other places.", "label": "B"}
{"id": 784, "sentence": "During which chemical process is energy absorbed?\nA. iron nails rusting\nB. candles burning\nC. vegetables rotting\nD. plants photosynthesizing", "label": "D"}
{"id": 2110, "sentence": "Meteorologists categorize hurricanes based on the Saffir-Simpson scale. The scale measures the intensity and destructive potential of hurricanes. Which factor has the most significant effect on the strength of a hurricane?\nA. the initial speed of a hurricane\nB. the direction that the hurricane rotates\nC. the number of hurricanes that form in a year\nD. the temperature of the water below the hurricane", "label": "D"}
{"id": 1759, "sentence": "Which of these describes a location where minerals are most likely to form?\nA. cooled magma from a volcano\nB. eroded sediment from a riverbed\nC. weathered rock from a canyon\nD. saturated soil from a floodplain", "label": "A"}
{"id": 964, "sentence": "Which system supports the body, protects internal organs, and makes blood cells?\nA. muscular system\nB. circulatory system\nC. nervous system\nD. skeletal system", "label": "D"}
{"id": 456, "sentence": "Which cell part is correctly paired with its function?\nA. nucleus-controls cell activities\nB. chloroplast-outside boundary of plant cells\nC. cell wall-controls what goes in and out of cells\nD. cell membrane-where photosynthesis takes place", "label": "A"}
{"id": 409, "sentence": "What form of energy causes an ice cube to melt?\nA. mechanical\nB. magnetic\nC. sound\nD. heat", "label": "D"}
{"id": 1673, "sentence": "Tim and Carla play catch with a ball. Which term describes the motion of a ball?\nA. shape\nB. size\nC. speed\nD. weight", "label": "C"}
{"id": 2118, "sentence": "Competition is most likely to occur between which two organisms?\nA. deer and butterflies\nB. owls and bacteria\nC. goldfish and rabbits\nD. grass and strawberry plants", "label": "D"}
{"id": 717, "sentence": "A negatively-charged ion has\nA. a heavier nucleus.\nB. a greater atomic mass.\nC. more electrons than protons.\nD. more electrons than neutrons.", "label": "C"}
{"id": 626, "sentence": "Students on two different school campuses are comparing the growth rate of grass three weeks after fertilizer has been applied. The same fertilizer and the same amount of water are used on both campuses. Which additional variable is most important to control when the results of the two investigations are compared?\nA. type of grass used\nB. amount of trees in the area\nC. the weather conditions of the day\nD. the time of day the measurements are taken", "label": "A"}
{"id": 1681, "sentence": "Reading from left to right, elements in the same period on the Periodic Table of the Elements\nA. have the same reactivity.\nB. decrease in atomic mass.\nC. increase in atomic number.\nD. have the same number of electrons.", "label": "C"}
{"id": 1629, "sentence": "Beans and coal both have stored energy. Where did the energy come from that is stored in beans and coal?\nA. From the Earth's gravity\nB. From the Sun's light\nC. From the heat in the Earth's core\nD. From the air's carbon dioxide", "label": "B"}
{"id": 467, "sentence": "The formation of the Himalayan Mountains is one example of land features caused by compressive forces. Which action most likely led to the formation of these mountains?\nA. seafloor spreading\nB. strike-slip faulting\nC. colliding plates\nD. hot spots", "label": "C"}
{"id": 2130, "sentence": "Which of these is the most common result of greenhouse gases altering the atmosphere of Earth?\nA. an increase in the air temperature\nB. a decrease in the air density\nC. an increase in the intensity of visible light\nD. a decrease in the thickness of the ozone layer", "label": "A"}
{"id": 49, "sentence": "Which of these will best separate iron filings from sand?\nA. water\nB. a magnifying glass\nC. a magnet\nD. rubbing alcohol", "label": "C"}
{"id": 1352, "sentence": "Homes that are built to be environmentally friendly because they use energy more efficiently than other homes are called \"green\" homes. \"Green\" homes often have reflective roofs and walls made of recycled materials. The windows in these energy-saving homes are double-paned, meaning each window has two pieces of glass. Double-paned windows have a layer of air between the window panes. This layer is a barrier against extreme temperatures and saves energy. A solar panel on a \"green\" home uses\nA. chemical energy\nB. mechanical energy\nC. a renewable energy source\nD. a nonrenewable energy source", "label": "C"}
{"id": 396, "sentence": "Which item is designed to change electrical energy into heat energy?\nA. Alarm clock\nB. Hand dryer\nC. Fan\nD. Telephone", "label": "B"}
{"id": 817, "sentence": "Census data show that the human population doubled from 2.65 billion in 1953 to 5.3 billion in 1990. If it continues to double at this rate, the human population could reach 10 billion by the year 2020. Which best explains how this rate of human growth can harm the environment on which humans depend?\nA. by gradually making up more available energy\nB. by using resources faster than they can be replaced\nC. by changing how matter cycles through an ecosystem\nD. by increasing the variety of ecosystems that are supported", "label": "B"}
{"id": 673, "sentence": "The wheels and gears of a machine are greased in order to decrease\nA. potential energy\nB. efficiency\nC. output\nD. friction", "label": "D"}
{"id": 2039, "sentence": "In order to distinguish fact from opinion, conclusions in experiments should be\nA. recorded on a computer.\nB. presented in bar graphs.\nC. based on verifiable data.\nD. organized in a table.", "label": "C"}
{"id": 143, "sentence": "Which of the following is an example of a container that is filled with a pure substance rather than with a mixture?\nA. a tire filled with air\nB. a jar filled with salt water\nC. a balloon filled with helium\nD. a glass filled with chocolate milk", "label": "C"}
{"id": 1584, "sentence": "What information is needed to calculate the speed of a car?\nA. the road conditions and type of tires\nB. the type of engine and the amount of gas used by the engine\nC. the car length and distance traveled\nD. the distance travel", "label": "D"}
{"id": 2155, "sentence": "The cows in a rancher's herd of cattle have been selectively bred to produce milk. Which of the following will cause the next generation of cows to receive the trait for producing large quantities of milk?\nA. nutrients in the cows' food\nB. essential minerals in the cows' water\nC. electrical impulses in the cows' brains\nD. information in the cows' chromosomes", "label": "D"}
{"id": 720, "sentence": "When buried sediments are subjected to pressure, the mineral grains are squeezed together. What is the result of this action?\nA. volcanoes\nB. earthquakes\nC. new rock is formed\nD. layers rise to the surface", "label": "C"}
{"id": 1314, "sentence": "Which of the following is the best example of a custom-made product?\nA. graphing calculator\nB. light bulb\nC. needle nose pliers\nD. artificial leg", "label": "D"}
{"id": 1044, "sentence": "If soil is permeable\nA. water cannot flow through it.\nB. water easily flows through it.\nC. it contains many minerals.\nD. it contains few minerals.", "label": "B"}
{"id": 819, "sentence": "Which two objects produce their own light?\nA. candle and moon\nB. moon and mirror\nC. sun and candle\nD. mirror and sun", "label": "C"}
{"id": 1392, "sentence": "Students stir salt, sand, sawdust, and seashells into a jar filled with water. Which of the materials will form a solution?\nA. salt and water\nB. sand and sawdust\nC. seashells and water\nD. sawdust and seashells", "label": "A"}
{"id": 1728, "sentence": "One thing that all human cells have in common is that they\nA. control the brain.\nB. make food.\nC. move blood.\nD. take in energy.", "label": "D"}
{"id": 2044, "sentence": "To compare the hardness of different minerals, it would be BEST to find\nA. the color of the minerals.\nB. which minerals scratch other minerals.\nC. which minerals reflect light most strongly.\nD. the samples that feel smoothest to the touch.", "label": "B"}
{"id": 679, "sentence": "Planets remain in orbit around the Sun because of\nA. gravity.\nB. friction.\nC. solar energy.\nD. centrifugal force.", "label": "A"}
{"id": 57, "sentence": "Which color shirt will reflect the most light on a hot, sunny day?\nA. black\nB. blue\nC. red\nD. white", "label": "D"}
{"id": 2203, "sentence": "Intense heat and pressure in Earth's crust can change sandstone into quartzite. During this metamorphosis, many properties of these rocks change. Which property of these rocks will most likely remain the same?\nA. mass\nB. volume\nC. crystal structure\nD. particle shape", "label": "A"}
{"id": 2063, "sentence": "Which provides the oldest evidence for oxygen accumulation in Earth's atmosphere?\nA. the earliest fossils of animals\nB. the earliest sediments of oxidized rock\nC. impact craters of oxidized-iron asteroids\nD. extensive volcanic calderas of similar age", "label": "B"}
{"id": 366, "sentence": "The best evidence that two land areas were once connected is the discovery that both land masses\nA. have the same climate.\nB. are in the same stage of succession.\nC. exist along the same line of longitude.\nD. have similar types of rocks and fossils.", "label": "D"}
{"id": 1190, "sentence": "Which list contains only things that are part of our solar system?\nA. planets, moons, comets\nB. galaxies, quasars, asteroids\nC. black holes, novas, stars\nD. clusters, asteroids, meteors", "label": "A"}
{"id": 1911, "sentence": "Some types of trees are able to survive the heat of a forest fire. Which of the following characteristics would best help a tree survive a fire?\nA. large leaves\nB. shallow roots\nC. thick bark\nD. thin trunks", "label": "C"}
{"id": 79, "sentence": "Western coral snakes have a striped color pattern and are poisonous. Arizona mountain king snakes look like western coral snakes but are not poisonous. The color pattern of the Arizona mountain king snake is an example of\nA. camouflage.\nB. mimicry.\nC. mutualism.\nD. parasitism.", "label": "B"}
{"id": 223, "sentence": "Which of these statements about nonrenewable resources is true?\nA. They are inexpensive.\nB. They help keep the air clean.\nC. They can take millions of years to form.\nD. They are used because they are easily removed from the ground.", "label": "C"}
{"id": 1222, "sentence": "Which characteristic is found ONLY in mammals?\nA. eyes that detect color\nB. glands that make milk\nC. skin that absorbs oxygen\nD. bodies that are protected by scales", "label": "B"}
{"id": 890, "sentence": "Which statement best describes the energy transformations that occur when a candle burns?\nA. Heat energy from the wax is converted into chemical and light energy.\nB. Heat energy from the air is converted into mechanical and light energy.\nC. Chemical energy from the wax is converted into light and heat energy.\nD. Chemical energy from the air is converted into mechanical and light energy.", "label": "C"}
{"id": 708, "sentence": "Natural processes shape the surface of Earth. Most canyons are formed by ___.\nA. ice\nB. plants\nC. steady winds\nD. moving water", "label": "D"}
{"id": 1493, "sentence": "Which of the following best describes an atom?\nA. protons and electrons grouped together in a random pattern\nB. protons and electrons grouped together in an alternating pattern\nC. a core of protons and neutrons surrounded by electrons\nD. a core of electrons and neutrons surrounded by protons", "label": "C"}
{"id": 1611, "sentence": "A group of students was preparing an activity to determine whether certain materials will float or sink when placed on water. Before the experiment started, one student said, \"I think the sponge will float.\" This statement was\nA. a conclusion\nB. a fact\nC. an observation\nD. a prediction", "label": "D"}
{"id": 1977, "sentence": "Which of these particles, when found in soil, contributes most to the water retention in soil?\nA. gravel\nB. sand\nC. silt\nD. clay", "label": "D"}
{"id": 894, "sentence": "In the past, wild hogs called \"javelinas\" were seen only in the southern part of New Mexico. Now, javelinas are seen in areas 100 miles further north. What is the most likely cause of this expansion?\nA. Javelinas are reproducing less frequently.\nB. Environmental conditions have changed.\nC. The javelina's genetic traits have mutated.\nD. Nutritional requirements of javelinas have changed.", "label": "B"}
{"id": 1242, "sentence": "Which measurement represents the mass of an object?\nA. 35 centimeters\nB. 35 grams\nC. 35 liters\nD. 35 degrees", "label": "B"}
{"id": 1048, "sentence": "Which of the following identifies the primary function of a radio station tower in a communication system?\nA. decoder\nB. encoder\nC. receiver\nD. transmitter", "label": "D"}
{"id": 1748, "sentence": "Which order of succession of natural communities would most likely occur in New York State?\nA. grasses -> trees -> bushes\nB. trees -> bushes -> grasses\nC. bushes -> grasses -> trees\nD. grasses -> bushes -> trees", "label": "D"}
{"id": 789, "sentence": "What types of cells are found only in organisms that reproduce sexually?\nA. blood cells\nB. neurons\nC. skin cells\nD. gametes", "label": "D"}
{"id": 1181, "sentence": "As Earth revolves around the Sun, the number of daylight hours varies from place to place. In which location would the number of daylight hours remain constant?\nA. North Pole\nB. Prime Meridian\nC. Equator\nD. Antarctica", "label": "C"}
{"id": 2160, "sentence": "Wolves kill many elk every year and often attack old, sick, and injured members of a herd. Which of the following best describes the role of the wolves in the wolf-elk relationship?\nA. competitor\nB. host\nC. parasite\nD. predator", "label": "D"}
{"id": 522, "sentence": "During which process does a caterpillar become a butterfly?\nA. fertilization\nB. metamorphosis\nC. asexual reproduction\nD. biological adaptation", "label": "B"}
{"id": 1853, "sentence": "A newborn kangaroo has the ability to crawl into its mother's pouch to drink milk. This is an example of\nA. migration.\nB. an instinct.\nC. hibernation.\nD. a learned behavior.", "label": "B"}
{"id": 2057, "sentence": "Which of the following heat exchange processes involves the collision of particles?\nA. insulation\nB. conduction\nC. convection\nD. radiation", "label": "B"}
{"id": 2056, "sentence": "A student climbs up a rocky mountain trail in Maine. She sees many small pieces of rock on the path. Which action most likely made the small pieces of rock?\nA. sand blowing into cracks\nB. leaves pressing down tightly\nC. ice breaking large rocks apart\nD. shells and bones sticking together", "label": "C"}
{"id": 4, "sentence": "Which of the following is an example of an assistive device?\nA. contact lens\nB. motorcycle\nC. raincoat\nD. coffee pot", "label": "A"}
{"id": 1065, "sentence": "Which is true of scientific discoveries?\nA. All scientific discoveries are based solely on observation and never experimentation.\nB. Sometimes scientific discoveries are made by accident, like the discovery of penicillin.\nC. If a scientist cannot provide the exact time and place his or her discovery was made, it is dismissed.\nD. All scientific discoveries are regulated by government agencies, like the Food and Drug Administration.", "label": "B"}
{"id": 1652, "sentence": "Which of the following tools is most useful for tightening a small mechanical fastener?\nA. chisel\nB. pliers\nC. sander\nD. saw", "label": "B"}
{"id": 1103, "sentence": "Young frogs do not resemble adult frogs. Which term is given to this pattern of development in frogs?\nA. asexual reproduction\nB. cloning\nC. metamorphosis\nD. biological adaptation", "label": "C"}
{"id": 1407, "sentence": "What type of inheritance controls blood types in humans?\nA. incomplete dominance\nB. polygenic inheritance\nC. multiple alleles\nD. recessive genes", "label": "C"}
{"id": 1474, "sentence": "About how much of Earth's surface is covered by oceans?\nA. less than 20%\nB. about 50%\nC. about 70%\nD. more than 90%", "label": "C"}
{"id": 1520, "sentence": "Offshore oil platforms affect ocean habitats. An ocean environment is most likely damaged by an offshore oil platform because\nA. leaking oil from the oil platform might pollute the water\nB. fishing from the oil platform might reduce the fish population\nC. drilling in the ocean floor might reduce the water temperature\nD. changing the ocean floor might increase the number of hurricanes", "label": "A"}
{"id": 1510, "sentence": "The formation of diamonds requires tremendous pressure that is generated\nA. in deep ocean trenches.\nB. high in the mountains.\nC. in dry environments.\nD. deep below the crust.", "label": "D"}
{"id": 1374, "sentence": "Planting legumes in order to add nitrogen to soil most likely causes\nA. a decrease in the amount of acid rain.\nB. an enrichment in the fertility of the soil.\nC. an increase in the ratio of nitrogen to oxygen in the system.\nD. a reduction in the soil's ability to manufacture its own nitrogen.", "label": "B"}
{"id": 2052, "sentence": "Which of the following is the best estimate of the number of stars in a typical galaxy?\nA. tens\nB. hundreds\nC. thousands\nD. billions", "label": "D"}
{"id": 746, "sentence": "During photosynthesis, plants absorb light energy from the Sun and convert it into chemical energy in the form of glucose. Which compounds combine in the presence of sunlight to form glucose?\nA. carbon dioxide (CO2) and hydrogen (H2)\nB. oxygen (O2) and carbon dioxide (CO2)\nC. carbon dioxide (CO2) and water (H2O)\nD. oxygen (O2) and water (H2O)", "label": "C"}
{"id": 884, "sentence": "A squid is an animal that lives in the ocean. It pumps a stream of water out of its body, causing it to move rapidly. Which of the following mechanical systems moves in a way most similar to the squid?\nA. a bus\nB. a helicopter\nC. a rocket\nD. a train", "label": "C"}
{"id": 144, "sentence": "Which best describes the role of the esophagus in digestion?\nA. It releases acid and mixes food.\nB. It aids in absorption of nutrients from food.\nC. It carries food from the mouth to the stomach.\nD. It carries food from the stomach to the intestines.", "label": "C"}
{"id": 1361, "sentence": "A factory in Japan had been dumping mercury into Minamata Bay. Certain microorganisms in the water were able to change the mercury into a form that the plankton could use. Which most likely happened next?\nA. The organisms built up a resistance to the mercury.\nB. The mercury passed through the food chain.\nC. The plankton made the mercury safe.\nD. The fish would not eat the plankton.", "label": "B"}
{"id": 2096, "sentence": "Which of these is directly formed as a result of weathering and erosion?\nA. crystals\nB. sediments\nC. igneous rocks\nD. metamorphic rocks", "label": "B"}
{"id": 2091, "sentence": "Genetically modified plants with new characteristics have been produced through genetic engineering methods. What impacts have resulted from the use of genetically modified plants?\nA. decreases in farm production\nB. decreases in corn, soybean, cottonseed, and canola oils\nC. increases in time required to plant, grow, and harvest crops\nD. increases in resistance to herbicides, insects, and viral diseases", "label": "D"}
{"id": 1736, "sentence": "What is one way that humans can maintain good health?\nA. sleep all day\nB. exercise daily\nC. eat snacks often\nD. stay up late", "label": "B"}
{"id": 1887, "sentence": "Compared to Earth, the Moon is\nA. drier.\nB. larger.\nC. heavier.\nD. brighter.", "label": "A"}
{"id": 256, "sentence": "What happens at the boiling point of a substance?\nA. liquid becomes a gas\nB. solid becomes a gas\nC. liquid becomes a solid\nD. solid becomes a liquid", "label": "A"}
{"id": 1475, "sentence": "Sound will not travel in a\nA. solid\nB. liquid\nC. gas\nD. vacuum", "label": "D"}
{"id": 616, "sentence": "Which system absorbs and carries food from the digestive system to the rest of the body?\nA. nervous system\nB. muscular system\nC. circulatory system\nD. respiratory system", "label": "C"}
{"id": 1039, "sentence": "Which of these is a renewable resource found in Nevada?\nA. zinc metal\nB. gravel deposits\nC. petroleum products\nD. geothermal energy", "label": "D"}
{"id": 634, "sentence": "What determines how long the Moon takes to complete one cycle of phases?\nA. the period of rotation of the Moon around its axis\nB. the period of revolution of the Moon around Earth\nC. the period of rotation of Earth around its axis\nD. the period of revolution of Earth around the Sun", "label": "B"}
{"id": 1814, "sentence": "Which tool is best used to collect information about the weather?\nA. ruler\nB. stopwatch\nC. thermometer\nD. collecting net", "label": "C"}
{"id": 837, "sentence": "When sound waves with large amplitude are compared to sound waves with small amplitude, which of the following is true?\nA. Sound waves with large amplitudes have less energy and sound quieter.\nB. Sound waves with large amplitudes have more energy and sound louder.\nC. Sound waves with large amplitudes have the same energy and sound quieter.\nD. Sound waves with large amplitudes have the same energy and sound louder.", "label": "B"}
{"id": 669, "sentence": "Which of the following causes a ships iron anchor to sink to the ocean floor when it is released overboard?\nA. chemical forces\nB. gravity\nC. magnetism\nD. nuclear forces", "label": "B"}
{"id": 825, "sentence": "Which is an example of light being reflected?\nA. taking a picture\nB. using a magnifying glass\nC. looking into a mirror\nD. using eyeglasses", "label": "C"}
{"id": 1428, "sentence": "Living cells synthesize long chains of amino acids called proteins. Which substance provides the information needed to correctly sequence the amino acids during protein synthesis?\nA. ATP\nB. mRNA\nC. tRNA\nD. DNA", "label": "D"}
{"id": 606, "sentence": "Light enters the human eye through the\nA. retina.\nB. pupil.\nC. iris.\nD. lens.", "label": "B"}
{"id": 1889, "sentence": "Which is an example of a physical change?\nA. ice melting\nB. nail rusting\nC. bread baking\nD. wood burning", "label": "A"}
{"id": 2139, "sentence": "In the 1600s, Galileo Galilei studied the moons of Jupiter. What did Galileo do to make better observations?\nA. invented the microscope\nB. wrote a book about the planets\nC. created a model of the solar system\nD. made improvements to the telescope", "label": "D"}
{"id": 2046, "sentence": "Students are learning about the natural resources in Maryland. One group of students researches information about renewable natural resources in the state. The other group researches information about nonrenewable natural resources in the state. The resources the students investigate include plants, animals, soil, minerals, water, coal, and oil. Which nonrenewable natural resource heats homes?\nA. sunlight\nB. aluminum\nC. natural gas\nD. ocean waves", "label": "C"}
{"id": 862, "sentence": "Which tool should a student use to compare the masses of two small rocks?\nA. balance\nB. hand lens\nC. ruler\nD. measuring cup", "label": "A"}
{"id": 1362, "sentence": "Students conducted an investigation with green bananas. They hypothesized that an onion placed near a banana could increase the rate at which the banana ripened. They placed one onion and one banana in each of three containers. In a fourth container they placed a banana, but no onion. Which statement best explains why the onion was left out of the fourth container?\nA. The onion would contaminate the fourth trial.\nB. The container without the onion is the control.\nC. Three containers with onions are enough to conduct the test.\nD. The container without the onion is the independent variable.", "label": "B"}
{"id": 2006, "sentence": "The gravitational force between two objects depends on the distance between the objects and each object's\nA. mass\nB. volume\nC. pressure\nD. temperature", "label": "A"}
{"id": 1388, "sentence": "Use The Periodic Table of the Elements and the information below to answer the question. Magnesium metal (Mg) is grayish-white in color and reacts actively with water. Fluorine (F2) is a greenish-yellow gas at room temperature and is a member of the halogen family. These two elements react to produce magnesium fluoride (MgF2), a chemical commonly used in making windows and lenses. How do the elements magnesium (Mg) and fluorine (F2) produce the compound magnesium fluoride (MgF2)?\nA. by nuclear connection\nB. by physically combining\nC. by magnetic connection\nD. by chemically combining", "label": "D"}
{"id": 1533, "sentence": "A student has a ball of clay that sinks when placed in a pan of water. Which property should he change to make the clay float?\nA. color\nB. texture\nC. mass\nD. shape", "label": "D"}
{"id": 2233, "sentence": "In 1609, Galileo Galilei used lenses to construct the first telescope. His telescope allowed him to observe many objects in space. His invention of the telescope and the data he gathered directly contributed to the understanding that\nA. Earth is the center of the universe.\nB. the planets revolve around the Sun.\nC. all stars eventually explode.\nD. the universe has many galaxies.", "label": "B"}
{"id": 1261, "sentence": "A volcano under the ocean slowly releases lava over time. As the lava is released, it cools and hardens on the ocean floor. Which feature will most likely form from the release and cooling of the lava on the ocean floor over time?\nA. a fault\nB. an island\nC. a reef\nD. a sandbar", "label": "B"}
{"id": 1166, "sentence": "The Mariana Trench is the deepest ocean trench on Earth. This trench occurs at a plate boundary where\nA. one plate is sliding past another.\nB. one plate is being forced beneath another.\nC. two plates are colliding into each other.\nD. two plates are pulling apart from each other.", "label": "B"}
{"id": 617, "sentence": "Why do planets stay in orbit around the Sun?\nA. attraction of gravity\nB. effect of inertia\nC. frictional force\nD. rotational force", "label": "A"}
{"id": 832, "sentence": "What happens when oil is placed in water?\nA. Some oil sinks below the surface.\nB. Oil droplets form in the water.\nC. The oil and water mix together.\nD. The oil floats on top of the water.", "label": "D"}
{"id": 1123, "sentence": "In humans, a trait can be determined by one pair or many pairs of\nA. genes\nB. microbes\nC. cells\nD. organs", "label": "A"}
{"id": 1, "sentence": "Which factor will most likely cause a person to develop a fever?\nA. a leg muscle relaxing after exercise\nB. a bacterial population in the bloodstream\nC. several viral particles on the skin\nD. carbohydrates being digested in the stomach", "label": "B"}
{"id": 623, "sentence": "Runoff from farms that use fertilizers is entering a small lake. This will most directly affect the lake by causing\nA. the lake to dry up.\nB. algae to grow in the lake.\nC. the lake to become deeper.\nD. water in the lake to become solid.", "label": "B"}
{"id": 588, "sentence": "When too much salt is detected in the bloodstream, the brain secretes a hormone that helps the body retain water by reducing the amount of urine produced. This is an example of\nA. a feedback loop.\nB. an acquired trait.\nC. a balanced ecosystem.\nD. a symbiotic relationship.", "label": "A"}
{"id": 1817, "sentence": "Which of the following best describes a role of mushrooms in ecosystems?\nA. capturing energy from sunlight\nB. consuming living plant material\nC. taking energy from animal hosts\nD. breaking down dead plant material", "label": "D"}
{"id": 1826, "sentence": "The reaction that releases energy for use by the cell occurs in which site?\nA. Golgi apparatus\nB. endoplasmic reticulum\nC. cytoplasmic membrane\nD. mitochondrial membrane", "label": "D"}
{"id": 1610, "sentence": "All of the processes listed below cause changes in Earth's surface. Which of the following is the slowest to change Earth's surface?\nA. earthquake activity\nB. landslide\nC. volcanic eruption\nD. weathering", "label": "D"}
{"id": 1188, "sentence": "Which of these is the most responsible for the changes of the seasons on Earth?\nA. Position of the Moon\nB. Tilt of Earth on its axis\nC. Temperature of the Sun\nD. Distance to Mars", "label": "B"}
{"id": 1243, "sentence": "The primary function of insulin in our bodies is to\nA. store fuel for later use.\nB. regulate the amount of glucose in the blood.\nC. increase the efficiency of fuel consumption.\nD. prevent digestive bacteria from consuming glucose.", "label": "B"}
{"id": 1341, "sentence": "Which sequence lists the levels of organization in the human body from simplest to most complex?\nA. organ system -> tissue -> cell -> organ\nB. tissue -> cell -> organ -> organ system\nC. organ -> organ system -> tissue -> cell\nD. cell -> tissue -> organ -> organ system", "label": "D"}
{"id": 660, "sentence": "Blood absorbs oxygen in the\nA. heart.\nB. lungs.\nC. stomach.\nD. muscles.", "label": "B"}
{"id": 2227, "sentence": "A glacier sometimes leaves behind large chunks of ice. What is left in the ground when these chunks of ice melt?\nA. a valley\nB. a kettle\nC. a crater\nD. a sinkhole", "label": "B"}
{"id": 1844, "sentence": "Tay-Sachs disease is a recessive genetic disorder. If only one gene is present, an individual is a carrier. What is the probability of two healthy Tay-Sachs carriers having a child that has the disease?\nA. 0%\nB. 25%\nC. 50%\nD. 75%", "label": "B"}
{"id": 906, "sentence": "Which tool is used to determine how long it takes warm water to melt an ice cube?\nA. a scale\nB. a stopwatch\nC. a calculator\nD. a thermometer", "label": "B"}
{"id": 1384, "sentence": "Gregor Mendel studied ratios related to traits passed from parent pea plants to offspring pea plants. Mendel used large numbers of plants to avoid \"sampling error.\" This changed the way scientists studied genetics because it included ideas of\nA. nuclei and DNA.\nB. atoms and molecules.\nC. ecology and environment.\nD. mathematics and probability.", "label": "D"}
{"id": 2012, "sentence": "When nitrogen-rich runoff from farms enters a nearby farm, it causes abundant growth of algal mat on the pond surface. As a result, underwater plants in the pond begin to die. Identify the limiting factor that is most responsible for causing the underwater plants to die.\nA. oxygen\nB. sunlight\nC. nitrogen\nD. carbon dioxide", "label": "B"}
{"id": 1047, "sentence": "Which serve as evidence for a scientific theory?\nA. guesses\nB. opinions\nC. arguments\nD. observations", "label": "D"}
{"id": 970, "sentence": "Claudia's teacher places a photograph of an organism on the board. He asks Claudia to determine if the organism is a plant or an animal. The answer to which question will best help Claudia determine if the organism is a plant or an animal?\nA. Does the organism have cells?\nB. Does the organism reproduce?\nC. Does the organism live in the forest?\nD. Does the organism make its own food?", "label": "D"}
{"id": 1626, "sentence": "When can producers make the most food?\nA. summer, because there is more sunlight\nB. summer, because there is more heat\nC. spring, because there is more rain\nD. spring, because there are more leaves", "label": "A"}
{"id": 1821, "sentence": "What is the most likely function of a turtle's hard shell?\nA. convert energy\nB. increase speed\nC. provide protection\nD. allow for reproduction", "label": "C"}
{"id": 1508, "sentence": "During an ice age, enormous ice sheets called glaciers increase in size on Earth's surface, resulting in decreased ocean depths. Due to global cooling, the water cycle is disrupted between which two stages to cause an increase in glacier size?\nA. runoff and evaporation\nB. transpiration and precipitation\nC. precipitation and runoff\nD. transpiration and evaporation", "label": "C"}
{"id": 348, "sentence": "Eye color is a physical trait. Which statement best explains why a child has a specific eye color?\nA. Eye color is a learned trait.\nB. Eye color is an inherited trait.\nC. Eye color is a trait that changes over time.\nD. Eye color is a trait that happens by chance.", "label": "B"}
{"id": 1350, "sentence": "A student combined rice cereal with melted marshmallows. Which best describes what the student made?\nA. an atom\nB. a mixture\nC. a molecule\nD. an element", "label": "B"}
{"id": 174, "sentence": "Erin placed her shamrock plant in a dark corner. Soon she saw that the leaves had tilted toward her window. What did the plant need most from the window?\nA. sunlight during the day\nB. air during the day\nC. darkness at night\nD. warmth at night", "label": "A"}
{"id": 582, "sentence": "What is the first thing a student should do if an accident happens during a science experiment?\nA. report to the teacher\nB. clean the laboratory station\nC. locate the nearest exit\nD. put on safety goggles", "label": "A"}
{"id": 1056, "sentence": "A team of surveyors takes measurements of ground altitude at horizontal intervals of 1 meter over a 400 square meter area. These measurements can best be used to produce which representation of the area?\nA. a topographical map\nB. a map of wind currents\nC. a plate tectonic diagram\nD. a chart of sedimentary layers", "label": "A"}
{"id": 1360, "sentence": "Scientists recorded the hourly temperature at a weather station for the month of July and want to quickly measure a trend over time in temperature changes. Which of these formats would be the most appropriate representation of the temperature data to quickly measure any trend?\nA. bar graph\nB. line graph\nC. pie chart\nD. data table", "label": "B"}
{"id": 1297, "sentence": "The primary function of a doorbell circuit is to convert electrical energy into\nA. sound.\nB. motion.\nC. radiant energy.\nD. chemical energy.", "label": "A"}
{"id": 2097, "sentence": "Most underground caves are formed by the action of water on\nA. granite\nB. limestone\nC. sandstone\nD. shale", "label": "B"}
{"id": 687, "sentence": "Electricity to play your radio can be made using renewable or nonrenewable resources. Which of the following resources are renewable?\nA. wind and oil\nB. wind and sunlight\nC. natural gas and oil\nD. natural gas and coal", "label": "B"}
{"id": 2021, "sentence": "Which mechanism helps carbon to cycle from the atmosphere to living organisms?\nA. tissue decomposition\nB. cellular respiration\nC. photosynthesis\nD. transpiration", "label": "C"}
{"id": 1539, "sentence": "The thin, semi-permeable membrane that encloses a cell allows nutrients to enter and wastes to be\nA. digested.\nB. recycled.\nC. protected.\nD. excreted.", "label": "D"}
{"id": 1957, "sentence": "Which region of the Milky Way contains a population that consists mostly of old stars?\nA. the halo\nB. the spiral arms\nC. the nuclear bulge\nD. the open clusters", "label": "A"}
{"id": 1378, "sentence": "What is the most reasonable explanation for why a toy car rolls farther on a wood floor than on a thick carpet?\nA. The car weighs more on the carpet.\nB. The car weighs more on the floor.\nC. The carpet has more resistance.\nD. The floor has more traction.", "label": "C"}
{"id": 636, "sentence": "What is the primary job of red blood cells?\nA. transport oxygen\nB. remove waste\nC. fight disease\nD. allow reproduction", "label": "A"}
{"id": 461, "sentence": "The Moon is visible to observers on Earth because of\nA. reflected sunlight\nB. absorbed light from Earth's atmosphere\nC. gases in the Moon's interior\nD. volcanic eruptions on the Moon's surface", "label": "A"}
{"id": 408, "sentence": "Which measurement tool is used to find the volume of a small piece of granite?\nA. thermometer\nB. metric ruler\nC. graduated cylinder\nD. triple beam balance", "label": "C"}
{"id": 302, "sentence": "Which of these is an example of an endothermic process?\nA. fireworks display\nB. glowing light stick\nC. first-aid instant cold pack\nD. gasoline-burning car engine", "label": "C"}
{"id": 1797, "sentence": "Noah visited a park that had many oak trees. Which best describes the role of an oak tree in its ecosystem?\nA. Oak trees can live for a long time.\nB. Oak trees have leaves that change colors.\nC. Oak trees have strong branches and trunks.\nD. Oak trees are a source of food and shelter for animals.", "label": "D"}
{"id": 95, "sentence": "Roger poured water over a pile of sand. Some of the sand washed away. This process is similar to which of the following?\nA. The eruption of a volcano\nB. The erosion of the walls of a canyon\nC. The uplifting of mountain ranges\nD. The forming of dunes or mounds in a desert", "label": "B"}
{"id": 502, "sentence": "Natural selection is a mechanism that acts on individuals within a population. Which is a result of the process of natural selection?\nA. The reproductive rate of the population decreases.\nB. Genetic similarity within the population increases.\nC. Organisms are better adapted to their environment.\nD. Adverse changes to the environment become more frequent.", "label": "C"}
{"id": 974, "sentence": "A student observes a glowing band across the night sky. This glowing band is most likely\nA. orbiting planets in the solar system.\nB. a partial view of the Milky Way galaxy.\nC. an asteroid orbiting the Sun.\nD. light from stars in a distant galaxy.", "label": "B"}
{"id": 1252, "sentence": "The digestion process begins in which of the following?\nA. large intestine\nB. mouth\nC. small intestine\nD. stomach", "label": "B"}
{"id": 1574, "sentence": "In which oceanic zone do clams and crabs survive by burrowing in the sand?\nA. oceanic\nB. intertidal\nC. deep ocean\nD. open ocean", "label": "B"}
{"id": 150, "sentence": "While running, leg muscles work to move leg bones, and the skin helps to\nA. regulate body temperature.\nB. sense small changes in the heart rate.\nC. transport nutrients to muscles.\nD. maintain oxygen levels in the blood.", "label": "A"}
{"id": 933, "sentence": "A recent scientific study funded by a medical corporation concluded that its product is not as harmful as consumers have reported. Identify a possible problem with this study.\nA. Corporate scientists have less training than other scientists.\nB. The results of the study may be influenced by bias.\nC. Privately funded science is not verified by other scientists.\nD. The study cannot be repeated with the same results.", "label": "B"}
{"id": 849, "sentence": "A homeowner wants to use a renewable resource to heat the home. Which resource would be the best to use?\nA. coal\nB. gas\nC. oil\nD. solar", "label": "D"}
{"id": 1290, "sentence": "Which sense can be used to determine an object's ability to reflect light?\nA. sight\nB. hearing\nC. smell\nD. taste", "label": "A"}
{"id": 1179, "sentence": "Cells come in two basic types, prokaryotic and eukaryotic. Which cell structure is found in both prokaryotic and eukaryotic cells?\nA. vacuole\nB. nucleoid\nC. mitochondrion\nD. cytoplasm", "label": "D"}
{"id": 399, "sentence": "The metal lid on a glass jar is hard to open, so it is held under warm, running water. What causes the jar to open easily after it was held under the water?\nA. The water increased the pressure under the lid.\nB. The jar shrunk with the warm water.\nC. The water acted as a lubricant between the glass and the metal.\nD. The metal lid expanded under warm water.", "label": "D"}
{"id": 1990, "sentence": "Which device converts kinetic energy into electrical energy?\nA. calculator\nB. generator\nC. electric motor\nD. electromagnet", "label": "B"}
{"id": 1996, "sentence": "Which resource, abundant in Nevada, is nonrenewable?\nA. copper\nB. wind\nC. sunlight\nD. wood", "label": "A"}
{"id": 787, "sentence": "Vehicle exhaust contains a form of pollution called particulate matter. Technologies are being developed to reduce the amount of particulate matter in exhaust. A vehicle that produces less particulate matter would have the greatest impact on which aspect of human health?\nA. heart health\nB. respiratory health\nC. the rate of birth defects\nD. weight and physical fitness", "label": "B"}
{"id": 1013, "sentence": "Which physical structure would best help a bear to survive a winter in New York State?\nA. big ears\nB. black nose\nC. thick fur\nD. brown eyes", "label": "C"}
{"id": 2030, "sentence": "A patient visits the doctor for a checkup and is diagnosed with skin cancer. Which of the following is the most likely cause of this disease?\nA. poor eating and sleeping habits\nB. exposure to ultraviolet rays\nC. a defect in the person's immune system\nD. working with plants and animals", "label": "B"}
{"id": 500, "sentence": "After a race, a newspaper lists the names of the five fastest runners. Another method that could be used to identify the five fastest runners is to make a chart that shows the\nA. average of the speeds of the runners.\nB. total distance for each runner.\nC. time it took each runner to run the race.\nD. percentage of the runners who finished the race.", "label": "C"}
{"id": 303, "sentence": "The distance from Earth to the Sun is about 150,000,000 km. What abbreviation do scientists use to describe this distance?\nA. meters per second (m/s)\nB. light-year (ly)\nC. astronomical unit (AU)\nD. electromagnetic unit (EMU)", "label": "C"}
{"id": 1344, "sentence": "In order to grow two of the exact same plants, a person would reproduce them asexually because the\nA. genetic diversity is greater.\nB. offspring would be genetically identical.\nC. recessive traits would emerge.\nD. negative traits are suppressed.", "label": "B"}
{"id": 2206, "sentence": "Why is it important to have a large sample size in an investigation?\nA. to be able to compare results\nB. to increase the validity of the data\nC. to form the best conclusion\nD. to ensure the procedure is followed", "label": "B"}
{"id": 12, "sentence": "When igneous rock is changed into metamorphic rock, which form of energy is this process?\nA. heat\nB. chemical\nC. magnetic\nD. light", "label": "A"}
{"id": 1538, "sentence": "Students are studying some leaves. They group the leaves by shape. Which science process are the students using when they put the leaves in different groups?\nA. classifying\nB. predicting\nC. measuring\nD. experimenting", "label": "A"}
{"id": 1578, "sentence": "A student performs an experiment and the results are shown below: Before- Iron filings are brown, small, and magnetic: Copper sulfate crystals are blue, brittle, and not magnetic. After- The copper formed was reddish, solid, and not magnetic: Iron sulfide solution was colorless and not magnetic. Which statement supports that a chemical reaction took place?\nA. Changes in color occurred.\nB. A new substance was formed.\nC. A physical change in the iron occurred.\nD. The original substances were present after.", "label": "B"}
{"id": 219, "sentence": "An organ pipe produces a musical note same number of nitrogen gas molecules. with a wavelength of 2.72 m. What is the frequency of this note if the speed of sound is 348 m/s?\nA. 85.7 Hz\nB. 128 Hz\nC. 260 Hz\nD. 466 Hz", "label": "B"}
{"id": 1595, "sentence": "Perfume sprayed from a bottle spreads more easily in a warm room of 25C than in a cool room of 15C. Which of the following correctly compares perfume molecules at 25C to those at 15C?\nA. At 25C, they have more mass.\nB. At 25C, they are moving faster.\nC. At 25C, they have less kinetic energy.\nD. At 25C, they are decreasing in volume.", "label": "B"}
{"id": 2161, "sentence": "Which of the following is produced when sugar is digested in an animal cell?\nA. carbon dioxide.\nB. chlorophyll.\nC. oxygen.\nD. sunlight.", "label": "A"}
{"id": 449, "sentence": "Some plant species are more tolerant of acidic soil than others. The tolerant species are favored in areas affected by which consequence of human activity?\nA. mixing of pollutants with rain\nB. erosion of topsoil by clearcutting\nC. runoff of fertilizer used in farming\nD. thinning of the atmospheric ozone layer", "label": "A"}
{"id": 361, "sentence": "The magnitude of the gravitational force between two planets depends on the\nA. speed the planets rotate.\nB. other nearby planets.\nC. volume of the planets.\nD. distance between the planets.", "label": "D"}
{"id": 1426, "sentence": "What characteristic of viruses distinguishes them from cells?\nA. They do not have hereditary material.\nB. They are not separated from their environments.\nC. They lack an independent metabolism.\nD. Their traits do not evolve in response to selection pressures.", "label": "C"}
{"id": 1061, "sentence": "Which model best illustrates the wave property that enables scientists to explore Earth's interior using seismic waves?\nA. shining a light on rock in a bowl\nB. shining a light through a prism\nC. shining a light through a periscope\nD. shining a light on a sundial", "label": "B"}
{"id": 952, "sentence": "Which BEST explains why green marine algae are most often restricted to the top 100 meters of the ocean?\nA. They have no roots to anchor them to the ocean floor.\nB. They can live only where there is light.\nC. The pressure is too great for them to survive below 100 meters.\nD. If the algae lived below 100 meters they would be eaten by animals.", "label": "B"}
{"id": 1975, "sentence": "A group of students found metamorphic rocks near a campsite. The presence of metamorphic rocks is most likely evidence of\nA. dinosaur activity\nB. sediment deposition\nC. high pressure\nD. wind-borne sand", "label": "C"}
{"id": 1142, "sentence": "Which stimulus causes a porcupine to extend its quills?\nA. lunar effect on Earth\nB. seasonal temperature changes\nC. threatening behavior by predators\nD. environmental encroachment by humans", "label": "C"}
{"id": 511, "sentence": "What causes nighttime and daytime on Earth?\nA. the Sun rotating on its axis\nB. Earth rotating on its axis\nC. Earth revolving around the Sun\nD. the Moon revolving around Earth", "label": "B"}
{"id": 2123, "sentence": "Approximately how long does Earth take to complete its orbit around the Sun?\nA. one day\nB. one month\nC. one year\nD. one century", "label": "C"}
{"id": 935, "sentence": "A drinking water reservoir for a small town develops a blue-green algae bloom. The town hires a company to eliminate the problem. Which of the following should the company investigate first as a likely source of the problem?\nA. a pit where granite is ground up into gravel\nB. a neighborhood where lawn chemicals are used\nC. a junkyard where old cars are salvaged for parts\nD. a grain elevator where corn and soybeans are stored", "label": "B"}
{"id": 274, "sentence": "During protein synthesis, mRNA is translated into three-base sequences representing amino acids. What signals the ribosome to begin translating the mRNA into a new amino acid sequence?\nA. a codon\nB. enzymes\nC. a mutation\nD. temperature", "label": "A"}
{"id": 1783, "sentence": "In cherry tomatoes, red color (R) is dominant to yellow color (r). If two heterozygous plants are crossed, what percentage of the offspring will be yellow?\nA. 0%\nB. 25%\nC. 50%\nD. 100%", "label": "B"}
{"id": 2035, "sentence": "Hookworms live inside the intestines of dogs. As the dog eats, the hookworms consume partially digested food. As a result of this nutrient diversion, the dog can become malnourished and weakened. Which best describes the relationship between the hookworms and the dog?\nA. a parasitic relationship\nB. a mutualistic relationship\nC. a predator-prey relationship\nD. a producer-consumer relationship", "label": "A"}
{"id": 1969, "sentence": "Improvements in geological observation technologies have made it easier for scientists to locate resources in Earth's crust. These technologies have allowed for an increase in availability of which resource?\nA. wind power\nB. solar energy\nC. fossil fuel\nD. tidal energy", "label": "C"}
{"id": 1145, "sentence": "How hot is it on the surface of the Sun?\nA. Not quite as hot as boiling water\nB. About as hot as fire\nC. About 100F\nD. Much hotter than almost anything on Earth", "label": "D"}
{"id": 1220, "sentence": "Which of these is a nonliving part of a forest?\nA. Tree\nB. Soil\nC. Worm\nD. Mushroom", "label": "B"}
{"id": 650, "sentence": "When a plant dies, it often decomposes and becomes part of the soil. This process is one step in which cycle?\nA. lunar\nB. water\nC. carbon\nD. energy", "label": "C"}
{"id": 1547, "sentence": "Which of the following helps to produce urine in humans and other mammals?\nA. bladder\nB. urethra\nC. kidneys\nD. ureter", "label": "C"}
{"id": 907, "sentence": "Two scientists doing the same experiment got different results. Which would be the best way to figure out which result might be correct?\nA. A group of scientists should argue about the results.\nB. The two scientists should do different experiments.\nC. More scientists should do the experiment.\nD. A group of scientists should vote.", "label": "C"}
{"id": 1255, "sentence": "One way animals usually respond to a sudden drop in temperature is by\nA. sweating\nB. shivering\nC. blinking\nD. salivating", "label": "B"}
{"id": 2223, "sentence": "In some national parks, controlled fires are maintained by firefighters. Which of these is one of the major reasons for using controlled burns to maintain certain ecosystems?\nA. to give nonnative plants a chance to colonize the region\nB. to prevent the spread of pests that cause damage to plants\nC. to replace matured plants with saplings of the same species\nD. to rid the forest floor of accumulated deadwood and brush", "label": "D"}
{"id": 1034, "sentence": "Which is a process that converts sunlight energy into a compound that stores chemical energy?\nA. phototropism\nB. photosynthesis\nC. respiration\nD. pollination", "label": "B"}
{"id": 874, "sentence": "Infectious diseases are caused by\nA. allergies\nB. vitamin deficiencies\nC. chemical spills\nD. microorganisms", "label": "D"}
{"id": 1682, "sentence": "A device that converts light energy into electricity used in many handheld calculators is a\nA. battery.\nB. photocell.\nC. photo generator.\nD. photovoltaic cell.", "label": "D"}
{"id": 914, "sentence": "A group of vertebrates has lungs, a body covered with scales, internal fertilization, and amniotic eggs. Which group of vertebrates does this describe?\nA. amphibians\nB. birds\nC. mammals\nD. reptiles", "label": "D"}
{"id": 326, "sentence": "When a person chews, saliva from the mouth mixes with starches in food. These starches begin to turn into sugars. Changing starches into sugars is best described as\nA. a phase change.\nB. a cellular change.\nC. a physical change.\nD. a chemical change.", "label": "D"}
{"id": 1524, "sentence": "Isabel goes jogging for two miles on a sunny afternoon. At the end of her run, she is warmer. As Isabel jogs, which function does the skin perform to help stabilize her body temperature?\nA. Her skin exchanges oxygen and carbon dioxide.\nB. Her skin produces red blood cells.\nC. Her skin releases hormones.\nD. Her skin discharges water.", "label": "D"}
{"id": 973, "sentence": "Which change would most likely cause deer to die or leave a woodland?\nA. a forest fire\nB. a rainstorm\nC. a snow storm\nD. a sinkhole", "label": "A"}
{"id": 922, "sentence": "On the periodic table, the elements in group 18 (8A) (helium, neon, argon, etc.) are grouped together because\nA. they are lighter than air.\nB. they have full outer electron shells.\nC. they have excess electrons to share.\nD. they easily react with other elements.", "label": "B"}
{"id": 531, "sentence": "Which SI unit would be most appropriate for recording the length of a typical classroom?\nA. gram\nB. kilogram\nC. meter\nD. kilometer", "label": "C"}
{"id": 1923, "sentence": "A student needs to find the mass of an atom. The numbers of which atomic particles determines the mass of the atom?\nA. only its protons\nB. only its electrons\nC. both its protons and neutrons\nD. both its neutrons and electrons", "label": "C"}
{"id": 507, "sentence": "The human body has an average, normal temperature of about 98.6F. To keep the core body temperature from becoming too high, the brain sends a signal to the body to\nA. decrease sugar levels in the blood.\nB. increase sugar levels in the blood.\nC. decrease blood flow to the skin.\nD. increase blood flow to the skin.", "label": "D"}
{"id": 1306, "sentence": "Stem cells are cells that can differentiate into many different kinds of cells. Scientists have discovered that the environment supporting the cells influences stem-cell differentiation. For example, stem cells grown on strong, flexible surfaces became muscle cells. What most likely happened to stem cells grown on a hard, rigid surface?\nA. They became nerve cells.\nB. They became red blood cells.\nC. They became bone cells.\nD. They became skin cells.", "label": "C"}
{"id": 568, "sentence": "Which term identifies a group of cells that work together to perform a similar function?\nA. molecule\nB. organ\nC. organism\nD. tissue", "label": "D"}
{"id": 1569, "sentence": "What is necessary to use on a telescope in order to photograph solar flares and solar prominences?\nA. a light filter\nB. a chronograph\nC. an electric drive\nD. a series of mirrors", "label": "A"}
{"id": 1068, "sentence": "All the ponds in an area dried up during a drought. The population of which of the following animals that live in the area is most affected by the drought?\nA. deer\nB. frog\nC. hawk\nD. squirrel", "label": "B"}
{"id": 993, "sentence": "Which of these is a function of a leaf?\nA. Carrying nutrients throughout the plant\nB. Converting solar energy into sugar\nC. Creating shade for the plant\nD. Absorbing water from the ground", "label": "B"}
{"id": 1284, "sentence": "An important rule for students to know when heating a test tube is to\nA. place a cork in the mouth of the test tube.\nB. point the mouth of the test tube away from others.\nC. hold the test tube loosely with the fingertips.\nD. shake the test tube forcefully to keep contents mixed.", "label": "B"}
{"id": 490, "sentence": "Which process initiates the passage of half of a parent's DNA to offspring?\nA. meiosis\nB. mitosis\nC. fertilization\nD. differentiation", "label": "A"}
{"id": 563, "sentence": "Which of the following is a reason life in the outermost planets is less likely than life on planets nearer the Sun?\nA. They have too little mass.\nB. They have too much mass.\nC. Their surfaces are extremely hot.\nD. Their surfaces are extremely cold.", "label": "D"}
{"id": 901, "sentence": "Living things are classified as producers or consumers according to\nA. their speed of movement\nB. the size of their communities\nC. how they obtain food\nD. how they reproduce", "label": "C"}
{"id": 159, "sentence": "The nucleus of MOST atoms consists of\nA. neutrons only\nB. protons and neutrons\nC. protons and electrons\nD. neutrons and electrons", "label": "B"}
{"id": 1462, "sentence": "What are the basic structural units of living organisms?\nA. cells\nB. nuclei\nC. organs\nD. tissues", "label": "A"}
{"id": 2157, "sentence": "The body maintains equilibrium through a series of messages called a feedback mechanism. What organ releases hormones that maintain balanced glucose levels?\nA. liver\nB. blood\nC. fat cells\nD. pancreas", "label": "D"}
{"id": 481, "sentence": "Which part of a DNA molecule represents encoded information?\nA. phosphate\nB. sugar\nC. guanine\nD. hydrogen bond", "label": "C"}
{"id": 557, "sentence": "Which material is primarily a mixture of weathered rock and organic matter?\nA. minerals\nB. soil\nC. ocean water\nD. seashells", "label": "B"}
{"id": 688, "sentence": "The action of turning off the water while brushing teeth is an example of\nA. recycling.\nB. adaptation.\nC. conservation.\nD. resourcefulness.", "label": "C"}
{"id": 655, "sentence": "After mining removes layers of rock from a hillside, new plants begin to grow in the cracks of the bare rock. The plants beginning to grow are an example of which natural process?\nA. secondary succession in an existing ecosystem\nB. new species developing in an ecosystem\nC. species competition in a community\nD. primary succession in a new habitat", "label": "D"}
{"id": 1107, "sentence": "Which of the following is an example of heat transfer by conduction?\nA. a whole metal spoon getting hot when one end is in hot soup\nB. the inside of a car in the sun getting very hot\nC. a tar road getting hotter in the sun than a concrete sidewalk\nD. a fireplace fire heating a room on a cold day", "label": "A"}
{"id": 166, "sentence": "In order to survive, all organisms must have\nA. chlorophyll\nB. carbon dioxide\nC. energy\nD. blood", "label": "C"}
{"id": 2100, "sentence": "Which is the most likely reason why scientific theories change?\nA. public opinions change\nB. retiring scientists are replaced\nC. more money is spent on science\nD. scientists make new observations", "label": "D"}
{"id": 309, "sentence": "A drain cleaner consists of sodium hydroxide and aluminum. When the drain cleaner is added to water, bubbles of hydrogen are produced, and the solution becomes very hot. Which of these best describes what happens to form the bubbles when the cleaner is added to water? F\nA. chemical reaction\nB. Condensation\nC. A physical change\nD. Evaporation", "label": "A"}
{"id": 474, "sentence": "Delilah put a container of water in the freezer and left it there overnight. The next morning she saw that the water in the container had changed to ice. Which of the following statements best explains why the water changed to ice?\nA. The water gained energy.\nB. The water absorbed light.\nC. Mass was released from the water.\nD. Heat was taken away from the water.", "label": "D"}
{"id": 785, "sentence": "When two nuclei are combined into one nucleus, there is a slight change in mass and the release of a large amount of energy. What is this process called?\nA. conversion\nB. reaction\nC. fission\nD. fusion", "label": "D"}
{"id": 1422, "sentence": "Which statement about all living organisms is true?\nA. They have limbs.\nB. They produce their own food.\nC. They breathe air.\nD. They have at least one cell.", "label": "D"}
{"id": 313, "sentence": "The gravitational attraction of the Moon causes which effect on Earth?\nA. ocean tides\nB. time of day\nC. energy from the Sun\nD. phases of the Moon", "label": "A"}
{"id": 1447, "sentence": "Which action forms a different chemical substance?\nA. crushing a rock\nB. burning a piece of wood\nC. mixing salt and pepper\nD. melting an ice cube", "label": "B"}
{"id": 439, "sentence": "Fossil fuels are considered a nonrenewable resource because they\nA. have turned into solid rock.\nB. take a long period of time to form.\nC. are expensive to remove from rock.\nD. are located deep within the Earth's crust.", "label": "B"}
{"id": 2168, "sentence": "The directions for making a protein\nA. result in DNA.\nB. are carried by DNA.\nC. result in amino acids.\nD. are carried by amino acids.", "label": "B"}
{"id": 850, "sentence": "Which of the following animal features most helps the animal move around in its habitat?\nA. A bird's sharp beak\nB. A cow's tail\nC. A sea turtle's flippers\nD. A black bear's fur", "label": "C"}
{"id": 835, "sentence": "Most birds sit on their eggs until they hatch. Which of these is the most important reason why birds sit on their eggs?\nA. to keep the eggs inside the nest\nB. to keep the eggs warm\nC. to protect the eggs from the wind\nD. to protect the eggs from the rain", "label": "B"}
{"id": 678, "sentence": "Which occurs as a result of Earth's tilt on its rotating axis?\nA. movement of the tides\nB. prevalent or trade winds\nC. seasonal changes in the climate\nD. light and dark changes of day and night", "label": "C"}
{"id": 1112, "sentence": "Which element is most likely to form an ion with a negative 2 charge?\nA. oxygen\nB. nitrogen\nC. beryllium\nD. magnesium", "label": "A"}
{"id": 955, "sentence": "Which of these is an organism that is unicellular?\nA. virus\nB. amoeba\nC. mushroom\nD. ant", "label": "B"}
{"id": 852, "sentence": "A researcher observes that an organism placed in a glass container filled with water moves away when a penlight is focused on the container. The researcher concludes that the organism is light sensitive. Which other explanation for the organism's response to the light is most possible?\nA. The organism avoids radio waves.\nB. The organism avoids gamma rays.\nC. The organism moves away from vibrations.\nD. The organism moves away from heat sources.", "label": "D"}
{"id": 128, "sentence": "Foam weather stripping is often placed in the frames of doors and windows in a home. What is the purpose of this weather stripping?\nA. The weather stripping increases heat transfer by radiation.\nB. Heat is conducted quickly through the weather stripping.\nC. The weather stripping reduces heat loss due to convection.\nD. Heat can transfer through the weather stripping due to reflection.", "label": "C"}
{"id": 424, "sentence": "A student is working on a science project display for the school science fair. To best communicate why her conclusions are valid, what should be included on the display?\nA. a list of authoritative sources that supports her conclusion\nB. instructions for viewers to repeat her procedures\nC. clearly illustrated diagrams of the scientific principles involved\nD. a complete write-up of her experimental method and data collected", "label": "D"}
{"id": 861, "sentence": "What is the role of chlorophyll in photosynthesis?\nA. absorbing oxygen\nB. reflecting green light\nC. absorbing light energy\nD. blocking carbon dioxide", "label": "C"}
{"id": 798, "sentence": "Arteries and veins are two important parts of the circulatory system. What is the relationship between arteries and veins?\nA. They work together to exchange gases.\nB. They work together to transport nutrients.\nC. They work independently to remove wastes.\nD. They work independently to relay messages.", "label": "B"}
{"id": 1974, "sentence": "The brown fur of the arctic hare turns white in winter. How does this color change most likely help the arctic hare?\nA. It helps the animal save water.\nB. It helps the animal hide from predators.\nC. It helps keep the animal cool.\nD. It helps protect the animal from disease.", "label": "B"}
{"id": 1425, "sentence": "A student had a cup of ice while working outside. After a while, the ice melted because the Sun emits energy in the form of light and\nA. electricity.\nB. heat.\nC. magnetism.\nD. sound.", "label": "B"}
{"id": 41, "sentence": "Which characteristic below most likely accounts for our limited knowledge of galaxies?\nA. their tiny size\nB. their magnetic cores\nC. their inability to produce light\nD. their great distance from Earth", "label": "D"}
{"id": 1180, "sentence": "From which part of the plant does a bee get food?\nA. flower\nB. seed\nC. stem\nD. root", "label": "A"}
{"id": 2061, "sentence": "The comet Shoemaker-Levy struck the planet Jupiter in July of 1994. The process of a comet striking a planet is an example of a net decrease in kinetic energy. Kinetic energy was ultimately converted into\nA. light.\nB. radiation.\nC. thermal energy.\nD. electromagnetic energy.", "label": "C"}
{"id": 1973, "sentence": "Which of the following helps the body to cool down?\nA. shivering\nB. sweating\nC. running a fever\nD. taking deep breaths", "label": "B"}
{"id": 13, "sentence": "In humans, the digestion process begins in\nA. the intestine, with squeezing.\nB. the mouth, with chewing and saliva.\nC. the stomach, with churning and acid.\nD. the esophagus, with pushing towards the stomach.", "label": "B"}
{"id": 721, "sentence": "What is the primary source of energy for organisms from a beach ecosystem?\nA. sand\nB. oxygen\nC. the Sun\nD. the ocean", "label": "C"}
{"id": 612, "sentence": "All stars start forming in the same manner. Some follow the life cycle of the Sun, while others turn into neutron stars or black holes. Which property determines the fate of a star as it develops?\nA. mass\nB. location\nC. luminosity\nD. temperature", "label": "A"}
{"id": 799, "sentence": "Which function is a role of a feedback system?\nA. stimulation of appetite\nB. identification of gender\nC. determination of blood type\nD. regulation of growth in the skeletal system", "label": "D"}
{"id": 1945, "sentence": "Humans need food to grow and survive. Food that is not used immediately by the body for energy is\nA. stored for future use\nB. converted to water for energy\nC. used to remove wastes from cells\nD. transformed into oxygen for survival", "label": "A"}
{"id": 1721, "sentence": "A student has a liquid that does not mix with water. To predict whether the liquid will float on water or sink beneath it, which tools should be used to examine the liquid?\nA. ruler and compass\nB. microscope and voltmeter\nC. graduated cylinder and balance\nD. thermometer and Bunsen burner", "label": "C"}
{"id": 1531, "sentence": "Aluminum is an element. Which of the following best describes the smallest particle of aluminum that retains all the properties of aluminum?\nA. a molecule\nB. an atom\nC. a proton\nD. an electron", "label": "B"}
{"id": 1505, "sentence": "New carpet is being measured for a room that is 5.5 m by 4.6 m. On a measuring tape, what is the smallest unit that is necessary to measure the room accurately for the carpet?\nA. millimeters\nB. centimeters\nC. meters\nD. kilometers", "label": "B"}
{"id": 1119, "sentence": "Which process causes the leaves of a plant to become larger?\nA. repair\nB. growth\nC. decomposition\nD. germination", "label": "B"}
{"id": 1236, "sentence": "When electric current flows through the metal filament of a light bulb, electrical energy is converted to\nA. heat energy only.\nB. heat and light energy.\nC. light and motion energy.\nD. light energy only.", "label": "B"}
{"id": 452, "sentence": "During its lifetime, which object is known to change in brightness, color, and temperature?\nA. star\nB. moon\nC. asteroid\nD. planet", "label": "A"}
{"id": 1000, "sentence": "Pedro shook a can of soda. When the soda was opened, foam and soda burst from the can. Which statement best explains what happened?\nA. A new substance was formed.\nB. The gas pressure was released from the can.\nC. The sugar in the soda turned into a gas.\nD. The can absorbed heat from the air.", "label": "B"}
{"id": 2143, "sentence": "Scientists working for a company are testing a new medicine that they think will help heal damaged tissue. In which part of the company are the scientists working?\nA. distribution\nB. mass marketing\nC. public relations\nD. research", "label": "D"}
{"id": 559, "sentence": "Which statement best describes the climate of Nevada?\nA. Temperature at night dropped behind a cold front.\nB. Wind increased during the day.\nC. Humidity is low throughout every summer.\nD. Air pressure increased gradually all week.", "label": "C"}
{"id": 893, "sentence": "A powder made up of both white specks and black specks is likely to be\nA. a solution\nB. a pure compound\nC. a mixture\nD. an element", "label": "C"}
{"id": 2014, "sentence": "Which of the following properties of a substance is conserved during thermal expansion?\nA. mass\nB. volume\nC. shape\nD. distance between particles", "label": "A"}
{"id": 60, "sentence": "Overuse of soil for farming causes local disruptions of several Earth subsystems. Which of these is a part of the biogeochemical cycle that experiences the most severe local disruption?\nA. release of carbon into the atmosphere\nB. release of oxygen into the atmosphere\nC. cycling phosphorus into the soil\nD. cycling hydrogen into the soil", "label": "C"}
{"id": 797, "sentence": "Which behavior can help animals establish a territory?\nA. A caribou herd migrates seasonally.\nB. A scent trail leads ants to a food source.\nC. A wolf pack howls to warn other wolves to stay away.\nD. A honeybee society divides the work between its members.", "label": "C"}
{"id": 689, "sentence": "Which objects are the most useful for collecting data on the speed of a toy car?\nA. microscope, computer, ruler\nB. thermometer, calculator, magnet\nC. stopwatch, calculator, meter stick\nD. camera, digital recorder, safety goggles", "label": "C"}
{"id": 1370, "sentence": "How are animals that prey on other animals classified?\nA. herbivores\nB. carnivores\nC. autotrophs\nD. decomposers", "label": "B"}
{"id": 1391, "sentence": "Which object in our solar system reflects light and is a satellite that orbits around one planet?\nA. Earth\nB. Mercury\nC. the Sun\nD. the Moon", "label": "D"}
{"id": 829, "sentence": "In Maryland, most bears have thick, dark fur. Which statement best explains how dark fur helps bears survive in the forests of Maryland?\nA. Dark fur is lightweight.\nB. Dark fur scares enemies.\nC. Dark fur helps bears hide.\nD. Dark fur keeps bears cool.", "label": "C"}
{"id": 1484, "sentence": "Which of the following eras is known as the \"Age of Mammals\"?\nA. Precambrian\nB. Paleozoic\nC. Mesozoic\nD. Cenozoic", "label": "D"}
{"id": 339, "sentence": "A student sets a block at the top of a wooden ramp. The student pushes the block. As the block slides down the ramp, it slows down and then comes to a stop. What force causes the block to slow down?\nA. the force of gravity\nB. the force of friction\nC. the force of magnetism\nD. the force of the student's push", "label": "B"}
{"id": 958, "sentence": "During science class, students combined 1 kg of iron filings with 1 kg of sand to create a mixture. Which of the following methods would be best for separating the iron filings from the sand?\nA. Stir the mixture into hot water to dissolve the sand.\nB. Strain the mixture through a paper filter to collect the sand.\nC. Drag a magnet through the mixture to attract the iron filings.\nD. Shake the mixture to cause the iron filings to settle to the bottom.", "label": "C"}
{"id": 1825, "sentence": "The yellow-throated longclaw is a bird that lives on the dry savanna of Africa. It looks almost exactly like another bird, the western meadowlark of North America. Although the birds look very similar, they are not even in the same taxonomic family. Scientists think the birds look alike because the two species developed under similar environmental pressures, even though they developed thousands of miles apart. Which process does their development demonstrate?\nA. sexual selection\nB. disruptive selection\nC. divergent evolution\nD. convergent evolution", "label": "D"}
{"id": 1275, "sentence": "Which action causes a chemical change?\nA. leaves dropping from a tree\nB. leaves blowing in the wind\nC. leaves being burned in a fire\nD. leaves being crushed into pieces", "label": "C"}
{"id": 2180, "sentence": "Henry and Emily are building a tree house. Which tool should be used to measure the height of the door?\nA. hammer\nB. meter stick\nC. balance\nD. stopwatch", "label": "B"}
{"id": 56, "sentence": "The floating arrow on a compass always points towards the\nA. west.\nB. east.\nC. south.\nD. north.", "label": "D"}
{"id": 807, "sentence": "Which class of elements best conducts electricity?\nA. metals\nB. nonmetals\nC. semimetals\nD. noble (inert) gases", "label": "A"}
{"id": 1213, "sentence": "Which organism belongs in the kingdom Protista?\nA. sponge\nB. liverwort\nC. mushroom\nD. paramecium", "label": "D"}
{"id": 1156, "sentence": "Which has the greatest effect on aiding the movement of blood through the human body?\nA. tension\nB. friction\nC. density\nD. gravity", "label": "D"}
{"id": 1358, "sentence": "In some communities, forests are cleared through burning, and the deforested land is used for farming. Which of these is a negative consequence of this practice?\nA. decreased plant and animal diversity\nB. increased availability of soil nutrients\nC. greater access to water for plants and animals\nD. less sunlight reaching the ground", "label": "A"}
{"id": 1514, "sentence": "During which change of state do the particles of a substance move from being tightly packed together to having more freedom of movement?\nA. a solid becoming a liquid\nB. a gas becoming a solid\nC. a gas becoming a liquid\nD. a liquid becoming a solid", "label": "A"}
{"id": 172, "sentence": "A student conducts an experiment using a common but potentially harmful bacteria culture. After working with the bacteria, which is the most important safety practice to follow?\nA. turn off any electrical equipment\nB. dispose of waste materials\nC. wash hands and tabletops thoroughly\nD. return materials to their proper place", "label": "C"}
{"id": 1317, "sentence": "The human body processes and eliminates food waste using the organs of the excretory system. Which organelle performs a similar function in humans at the cellular level?\nA. mitochondrion\nB. endoplasmic reticulum\nC. lysosome\nD. Golgi complex", "label": "C"}
{"id": 2067, "sentence": "If an environment becomes warmer and drier, the change that would most likely help a species adapt would be an increase in its\nA. amount of body fat.\nB. amount of body hair.\nC. ability to climb trees.\nD. ability to store water.", "label": "D"}
{"id": 278, "sentence": "Which tool is most responsible for preventing future pandemics of smallpox?\nA. worldwide vaccination for smallpox\nB. global education about smallpox\nC. better worldwide urban sanitation\nD. improved global quarantine facilities", "label": "A"}
{"id": 946, "sentence": "The Water Quality Act of 1987 required the development of standards that would prevent toxic pollutants from reaching dangerous levels in bodies of water. This act affected the amounts of toxic chemicals that could be discharged into bodies of water. Which of the following would have been most regulated by this act?\nA. feed lots\nB. private homes\nC. paper mills\nD. grocery stores", "label": "C"}
{"id": 2145, "sentence": "The chemical equation below shows reactants and products. 6CO_{2} + 12H_{2}O + light + enzymes -> C_{6}H_{12}O_{6} + 6O_{2} + 6H_{2}O Which statement is best supported by analyzing this equation?\nA. CO_{2} is made from the chemical reaction.\nB. No new compounds are made from this reaction.\nC. O_{2}, oxygen gas, is needed to make the reaction start.\nD. The atoms rearrange in the chemical reaction so that C_{6}H_{12}O_{6}, glucose, is made.", "label": "D"}
{"id": 1612, "sentence": "What tool is used to determine the mass of an object?\nA. Balance\nB. Meter stick\nC. Thermometer\nD. Graduated cylinder", "label": "A"}
{"id": 533, "sentence": "Which of these cell structures converts nutrients to energy for cell functions?\nA. cell membrane\nB. chloroplasts\nC. mitochondria\nD. endoplasmic reticulum", "label": "C"}
{"id": 1690, "sentence": "Oscar and Andre used a microscope to observe a sample of pond water and drew an example of each type of organism they saw. Then they compared their drawings. They discovered that their drawings of a euglena and a paramecium were alike, but their amoeba drawings had very different shapes. What are two things that Oscar's amoeba could have been doing that made his drawing look different from Andre's?\nA. eating and moving\nB. moving and digesting\nC. digesting and excreting\nD. excreting and eating", "label": "A"}
{"id": 671, "sentence": "When the pesticide DDT was first used, it killed nearly every mosquito it touched. Within a few years, however, many mosquitoes became resistant to DDT and survived. What enabled this to happen?\nA. meiosis\nB. migration\nC. immune responses\nD. gene mutations", "label": "D"}
{"id": 434, "sentence": "Salt concentration, water temperature, plankton, and the whale shark might all be used in a description of an ocean\nA. climate.\nB. food web.\nC. ecosystem.\nD. population.", "label": "C"}
{"id": 1999, "sentence": "When oil is burning, the reaction will\nA. only release energy\nB. only absorb energy\nC. neither absorb nor release energy\nD. sometimes release and sometimes absorb energy depending on the oil", "label": "A"}
{"id": 2176, "sentence": "The Great Basin in Nevada is characterized by uplifted, tilted blocks forming mountain ranges and downthrown blocks forming basins. What rock type is MOST likely to form in the basins?\nA. metamorphic\nB. sedimentary\nC. intrusive igneous\nD. extrusive igneous", "label": "B"}
{"id": 692, "sentence": "When an atom has a neutral charge, which particles within the atom have equal numbers?\nA. electrons and neutrons\nB. protons and electrons\nC. neutrons and protons\nD. ions and neutrons", "label": "B"}
{"id": 1500, "sentence": "European starlings are birds that take over the nests of other birds. When they move into an area, starlings reproduce quickly. Taking over the nests of other birds most likely increases the number of starlings by helping them to do what?\nA. attract a better mate\nB. compete for resources\nC. migrate during the winter\nD. blend in with the environment", "label": "B"}
{"id": 570, "sentence": "Cells in the body use oxygen (O2) for cellular respiration. Which is the result of cellular respiration?\nA. ATP is produced and carbon dioxide (CO2) is released.\nB. ATP is consumed and carbon dioxide (CO2) is released.\nC. ATP is produced and carbon dioxide (CO2) is absorbed.\nD. ATP is consumed and carbon dioxide (CO2) is absorbed.", "label": "A"}
{"id": 864, "sentence": "Which type of evidence would a geologist need to support plate tectonic theory?\nA. plant fossils that are similar in size\nB. the weathering and erosion of coastlines\nC. new crust formed by the sea floor spreading\nD. rocks with different physical appearances", "label": "C"}
{"id": 517, "sentence": "Which characteristic is inherited rather than learned?\nA. telling a story\nB. saluting the flag\nC. having blue eyes\nD. riding a bicycle", "label": "C"}
{"id": 1946, "sentence": "What structure surrounds the cell and regulates materials that enter and leave the cell?\nA. nucleus\nB. chloroplast\nC. mitochondrion\nD. cell membrane", "label": "D"}
{"id": 1777, "sentence": "Scientists found fish fossils in the desert. What do the fossils tell about this environment when the fish were alive?\nA. There was a forest with large trees.\nB. There were lakes with water plants.\nC. There were mountains with glaciers.\nD. There was a desert with large rocks.", "label": "B"}
{"id": 40, "sentence": "When a transverse wave passes from right to left through a medium, what happens to the particles of the medium?\nA. Particles travel from right to left along the wave.\nB. Particles travel from left to right along the wave.\nC. Particles move back and forth parallel to the wave.\nD. Particles move back and forth perpendicular to the wave.", "label": "D"}
{"id": 1105, "sentence": "Which statement best describes why a calcium-fortified juice would advertise that it is good for growing children?\nA. Calcium helps the growth of bones.\nB. Calcium provides energy for growth.\nC. Children need to drink a lot of fluids.\nD. Children need calcium to prevent allergies.", "label": "A"}
{"id": 107, "sentence": "Which human body system attacks viruses and bacteria once they have invaded the body?\nA. circulatory\nB. endocrine\nC. digestive\nD. immune", "label": "D"}
{"id": 1772, "sentence": "Which structure is found in producers in nearly all ecosystems?\nA. stems\nB. leaves\nC. rhizomes\nD. chloroplasts", "label": "D"}
{"id": 460, "sentence": "What would a warm air mass over the ocean most likely cause?\nA. earthquake\nB. snowfall\nC. tsunami\nD. rainfall", "label": "D"}
{"id": 1332, "sentence": "On a field trip, a student holds a frog and reports that it has slippery skin. This is an example of\nA. a measurement\nB. a prediction\nC. an explanation\nD. an observation", "label": "D"}
{"id": 1907, "sentence": "A hillside along a highway has exposed layers of undisturbed sedimentary rock. Which method would be best for scientists to use to determine the relative age of these sedimentary rock layers?\nA. apply the law of superposition\nB. calculate the rate of radiometric decay\nC. apply the law of crosscutting relationships\nD. calculate the rate of tectonic plate movement", "label": "A"}
{"id": 1335, "sentence": "What is a decomposer?\nA. a living thing that breaks down dead organisms\nB. a living thing that makes its own food\nC. an animal that eats live plants\nD. an animal that hunts other animals", "label": "A"}
{"id": 83, "sentence": "Which lists the diameter of the planets in order from smallest to largest?\nA. Venus, Earth, Mercury, Mars\nB. Earth, Mars, Venus, Mercury\nC. Mars, Mercury, Earth, Venus\nD. Mercury, Mars, Venus, Earth", "label": "D"}
{"id": 64, "sentence": "A student wants to look under a heavy rock. Which simple machine would be BEST to use to lift the rock?\nA. Wheel and axle\nB. Lever\nC. Inclined plane\nD. Screw", "label": "B"}
{"id": 1586, "sentence": "Some butterflies live an average of two weeks. This period of time is called a life\nA. process\nB. span\nC. change\nD. cycle", "label": "B"}
{"id": 1775, "sentence": "When you are riding a bicycle at night, your bicycle's reflectors help people in cars see your bicycle. How do bicycle reflectors work?\nA. They are made of a special material that gives off its own light.\nB. They are hooked up to batteries that allow them to produce light.\nC. They bounce light back from other sources.\nD. They are covered with paint that glows in the dark.", "label": "C"}
{"id": 42, "sentence": "Decomposers increase the fertility of the soil and prevent dead organisms from building up in the environment. In which way do decomposers make the soil more fertile?\nA. by adding carbon\nB. by adding nitrogen\nC. by removing excess water\nD. by removing excess minerals", "label": "B"}
{"id": 2136, "sentence": "Fertilizers added by farmers to the soil contain high amounts of nitrates. How do fertilizers affect the nitrogen cycle?\nA. More nitrates are available for plants to absorb.\nB. More nitrates are available for animals to eat.\nC. More nitrogen gas is released into the atmosphere.\nD. More nitrogen is converted by bacteria into nitrates.", "label": "A"}
{"id": 1562, "sentence": "Living organisms require energy for biological processes. Chemical energy in a plant cell is\nA. produced in vacuoles.\nB. converted from solar energy.\nC. developed by centrioles.\nD. stored as kinetic energy.", "label": "B"}
{"id": 1933, "sentence": "The organisms that convert solar energy and raw materials into food are\nA. producers.\nB. consumers.\nC. herbivores.\nD. decomposers.", "label": "A"}
{"id": 259, "sentence": "If two organisms are classified in different orders but are in the same class, which of these statements is true?\nA. The organisms have the same genus.\nB. The organisms are in the same phylum.\nC. The organisms are in different kingdoms.\nD. The organisms are members of the same species.", "label": "B"}
{"id": 1665, "sentence": "As more people have moved to the beach, the sea turtle population has decreased. Which is most likely the cause of this decrease?\nA. tropical storms\nB. increase in predators\nC. habitat loss\nD. warmer temperatures", "label": "C"}
{"id": 1790, "sentence": "A characteristic that all living organisms have in common is they\nA. need similar food.\nB. have the same life span.\nC. live in the same climate.\nD. are made of cells.", "label": "D"}
{"id": 235, "sentence": "The periodic table of the elements is systematically organized according to the\nA. rate at which the elements chemically react.\nB. hardness of the elements.\nC. structure of the atoms of the elements.\nD. radioactivity of the atoms of the elements.", "label": "C"}
{"id": 1511, "sentence": "What characteristic helps a rabbit survive in a winter environment?\nA. size\nB. strength\nC. long ears\nD. camouflage", "label": "D"}
{"id": 447, "sentence": "Which invention will best help people travel quickly to far away places?\nA. car\nB. boat\nC. airplane\nD. skateboard", "label": "C"}
{"id": 1671, "sentence": "Sedimentary deposits formed from organic material tend to include a high amount of\nA. iron.\nB. nickel.\nC. carbon.\nD. silicon.", "label": "C"}
{"id": 1433, "sentence": "Over a long period of time, some flowering plants have become dependent on honey bees to fertilize their seeds. In recent years, a form of mite has infected and killed the honey bees in many areas of the country. Since this has happened, the once bee-dependent plants with the best chance of surviving are those that\nA. grow taller so that the few remaining honey bees will find them.\nB. change their flowers so that wind will fertilize them.\nC. have always attracted many other insects as well as honey bees.\nD. have seeds that stay alive for a long time in the environment.", "label": "C"}
{"id": 525, "sentence": "Yumiko gave some reasons why kettles and kitchen pans are often made of copper. Which reason is correct?\nA. Copper is a good conductor of heat.\nB. Copper is easy to melt.\nC. Copper is difficult to shape.\nD. Copper dissolves in hot water.", "label": "A"}
{"id": 756, "sentence": "Newly hatched turtles are easy prey for other animals. What is an important ability turtles have for better survival of their offspring?\nA. to fight off predators\nB. to produce a toxin that makes them taste bad\nC. to lay hundreds of eggs so a few will survive\nD. to dig a hole and hide from predators", "label": "C"}
{"id": 344, "sentence": "Studies of snail fossils in Egypt indicate that areas of Egypt that are now desert were once thriving savannahs approximately 130,000 years ago. What does the presence of these fossils indicate about the area of Egypt that was thriving 130,000 years ago?\nA. There was more humidity in the air.\nB. There were fewer nutrients in the soil.\nC. There was more snowfall in the region.\nD. There was less solar radiation in the region.", "label": "A"}
{"id": 1241, "sentence": "Which property of air does a barometer measure?\nA. speed\nB. pressure\nC. humidity\nD. temperature", "label": "B"}
{"id": 1244, "sentence": "Which type of organism is the best at fixing nitrogen?\nA. bacteria\nB. fungi\nC. protists\nD. animals", "label": "A"}
{"id": 1469, "sentence": "Which part of the atom has a negative charge?\nA. neutron\nB. nucleus\nC. electron\nD. proton", "label": "C"}
{"id": 336, "sentence": "In a lab investigation, a student notes that two metal blocks have the same mass. Based on this observation, if the two blocks were put on opposite sides of a balance, they would best represent\nA. balanced forces.\nB. unbalanced forces.\nC. equal and opposite reactions.\nD. objects in motion.", "label": "A"}
{"id": 638, "sentence": "A salvage yard contains a mixture of iron, glass, aluminum, and plastic. Which property of iron does the salvage yard take advantage of when separating the iron from the rest of the materials?\nA. magnetic\nB. electrical\nC. ductility\nD. malleability", "label": "A"}
{"id": 2128, "sentence": "In the human body, which system functions primarily to defend the body against disease?\nA. digestive\nB. immune\nC. nervous\nD. respiratory", "label": "B"}
{"id": 1950, "sentence": "Which is an example of melting?\nA. Flowing water making a rock smooth\nB. A carrot becoming soft when cooked\nC. Sugar mixed into tea making the tea sweet\nD. Butter changing into liquid in a warm pan", "label": "D"}
{"id": 53, "sentence": "In a gasoline-powered car, chemical energy from gasoline is transformed to make the car move. The motion of the car is what form of energy?\nA. radiant energy\nB. nuclear energy\nC. electrical energy\nD. mechanical energy", "label": "D"}
{"id": 639, "sentence": "While a sailor was out fishing, he got lost at sea. Which object would help him direct the boat back to shore?\nA. Rope\nB. Magnetic compass\nC. Blanket\nD. Measuring tape", "label": "B"}
{"id": 1545, "sentence": "Plants in a forest need to obtain nutrients from the soil to survive. How do most of the nutrients get back in the soil once the forest plants have used them for growth?\nA. Organic matter recycles from dead organisms.\nB. Commercial fertilizers are applied by humans.\nC. Solar radiation reaches the ground surface.\nD. Rainwater drips off of living organisms.", "label": "A"}
{"id": 1689, "sentence": "A balloon filled with helium gas is set free and starts to move upward. Which of the following best explains why the helium balloon moves upward?\nA. The density of helium is less than the density of air.\nB. The air resistance lifts the balloon up.\nC. There is no gravity acting on the helium balloons.\nD. The wind blows the balloon upward.", "label": "A"}
{"id": 769, "sentence": "One way to protect against food poisoning is to\nA. cook food to proper temperatures.\nB. combine different types of food.\nC. store food in glass containers.\nD. defrost meat slowly on the counter.", "label": "A"}
{"id": 813, "sentence": "The following represents a number displayed on a calculator. 1.454545 E3. Which of the following shows how a student should record this number in a laboratory report?\nA. (1.45)^3\nB. 1 5/11\nC. 1.45 x 10^3\nD. 1.45 x 3", "label": "C"}
{"id": 407, "sentence": "Why would explorers use a compass when traveling to unknown lands?\nA. to locate a direction to travel\nB. to measure the quality of drinking water\nC. to protect themselves from wild animals\nD. to determine levels of humanity in tropical areas", "label": "A"}
{"id": 156, "sentence": "In gym class a student kicks a soccer ball high into the air. As the ball goes upward, which type of energy is increasing?\nA. kinetic energy\nB. thermal energy\nC. potential energy\nD. mechanical energy", "label": "C"}
{"id": 1512, "sentence": "A science class is taking a field trip to a forest to observe and study birds. Which tool would be most helpful for observing birds?\nA. beakers\nB. binoculars\nC. safety goggles\nD. microscopes", "label": "B"}
{"id": 1415, "sentence": "Which invention has technology that helps people keep food fresh for a long period of time?\nA. dishwasher\nB. refrigerator\nC. electric mixer\nD. microwave oven", "label": "B"}
{"id": 1285, "sentence": "How would a drought most likely affect the plants of a grassy plain?\nA. There would be shorter plants.\nB. They would have thicker stems.\nC. There would be a greater variety.\nD. They would have brighter flowers.", "label": "A"}
{"id": 498, "sentence": "The formation of coal deposits occurred over millions of years. Which feature was most responsible for these deposits?\nA. barren deserts\nB. active volcanoes\nC. mountains covered in trees\nD. swamps with dense vegetation", "label": "D"}
{"id": 209, "sentence": "A shallow container of salt water is placed in sunlight for a day. Which is the most likely result?\nA. All of the mixture will evaporate.\nB. The salt will keep the water from evaporating.\nC. The salt will separate from the water and float at the top of the container.\nD. Only the water will evaporate and the salt will remain in the container.", "label": "D"}
{"id": 1697, "sentence": "Which sentence describes a characteristic of offspring produced by sexual reproduction?\nA. The offspring have half the amount of genetic material as the parents.\nB. The offspring contain genetic material from both parents.\nC. The female offspring contain only genes from the mother.\nD. The male offspring contain only genes from the father.", "label": "B"}
{"id": 618, "sentence": "Earth rotates on its north-south axis. Which statement best describes one complete rotation?\nA. It takes six months and causes summer and winter seasons.\nB. It takes 24 hours and causes night and day.\nC. It takes 29 days, which represents one cycle of the Moon's phases.\nD. It takes 365 days, which represents one Earth year.", "label": "B"}
{"id": 1402, "sentence": "Which distance is the smallest for which it is most practical to use the light-year as a unit of measurement?\nA. the distance between Earth and its Moon\nB. the distance between Jupiter and the Sun\nC. the distance between the Milky Way and the nearest galaxy\nD. the distance between the Sun and the center of the Milky Way", "label": "D"}
{"id": 1230, "sentence": "Mounds and ridges in the Snake Range area of Nevada are composed of boulders, sand, and gravel. These landforms were most likely formed by\nA. earthquakes.\nB. melting glaciers.\nC. wind erosion.\nD. hurricanes.", "label": "B"}
{"id": 248, "sentence": "Which natural material is best for making a table?\nA. cotton that is lightweight\nB. leather that can twist\nC. paper that can tear\nD. wood that is sturdy", "label": "D"}
{"id": 1160, "sentence": "Elements in the same column of the Periodic Table of the Elements all\nA. have the same number of protons.\nB. share the same atomic structure.\nC. have similar physical characteristics.\nD. share the same number of neutrons.", "label": "C"}
{"id": 85, "sentence": "When stratospheric ozone levels are reduced, the amount of ultraviolet radiation hitting Earth increases. Ozone depletion is most often caused\nA. by the reversal of the magnetic field of Earth.\nB. when fluorocarbons are released into the atmosphere.\nC. when electromagnetic waves from the Sun increase.\nD. by abrupt changes in weather and climate patterns.", "label": "B"}
{"id": 712, "sentence": "Magnesium strips are long, thin strips that are gray and shiny. Which action will lead to a chemical change of magnesium strips?\nA. putting them in the freezer\nB. burning them with a candle\nC. cutting them into small pieces\nD. mixing them with pieces of copper", "label": "B"}
{"id": 1092, "sentence": "In the human body, cellular respiration breaks down sugar molecules after they enter the cell. What results from this process?\nA. growth of bacteria\nB. release of energy\nC. activity of enzymes\nD. production of oxygen", "label": "B"}
{"id": 1788, "sentence": "A scientist finds the bones of a dinosaur. What could help the scientist determine the approximate age of the dinosaur bones?\nA. the birds living in the area of the bones\nB. the weather conditions in the area of the bones\nC. the kinds of trees living in the area of the bones\nD. the index fossils in the area of the bones", "label": "D"}
{"id": 1355, "sentence": "Which is a physical property of an apple?\nA. what color it is\nB. how pretty it is\nC. how much it costs\nD. when it was picked", "label": "A"}
{"id": 759, "sentence": "What do all mammals have in common that distinguishes them from birds?\nA. eyes\nB. fur\nC. a brain\nD. a heart", "label": "B"}
{"id": 142, "sentence": "Which of the following is an example of genetic engineering?\nA. Growing a whole plant from a single cell.\nB. Finding the sequences of bases in plant DNA.\nC. Inserting a gene into plants that makes them resistant to insects.\nD. Attaching the root of one type of plant to the stem of another type of plant.", "label": "C"}
{"id": 1912, "sentence": "Which of the following would most likely happen if grasses and shrubs were removed from a rural Massachusetts ecosystem?\nA. There would be an increase in consumers in the ecosystem.\nB. There would be an increase of photosynthesis in the ecosystem.\nC. There would be a decrease in food energy produced by the ecosystem.\nD. There would be a decrease of carbon dioxide available to the ecosystem.", "label": "C"}
{"id": 1327, "sentence": "An idea that the universe originated with an explosion is supported by repeated observations of light from distant galaxies traveling away from Earth. An idea that has been tested repeatedly and is supported by repeated results is most likely a\nA. hypothesis.\nB. theory.\nC. law.\nD. fact.", "label": "B"}
{"id": 699, "sentence": "One way that students can help conserve natural resources at school is by\nA. recycling aluminum cans.\nB. emptying waste baskets.\nC. wearing warmer clothes.\nD. eating all of their lunch.", "label": "A"}
{"id": 26, "sentence": "Peach trees have sweet-smelling blossoms and produce rich fruit. What is the main purpose of the flowers of a peach tree?\nA. to attract bees for pollination\nB. to create flower arrangements\nC. to protect the tree from disease\nD. to feed migratory birds", "label": "A"}
{"id": 1550, "sentence": "Which organ is part of the respiratory system?\nA. stomach\nB. lungs\nC. spinal cord\nD. large intestines", "label": "B"}
{"id": 2238, "sentence": "When water evaporates from Earth's surface into the atmosphere, its molecules enter the gas state. What change in this gas causes molecules to condense into the small water droplets that form clouds?\nA. The mass is reduced.\nB. The volume is increased.\nC. The temperature is reduced.\nD. The pressure is increased.", "label": "C"}
{"id": 217, "sentence": "What should a student do when a glass beaker shatters during a laboratory experiment?\nA. Notify the teacher.\nB. Sweep the pieces into a pile.\nC. Pick up the pieces and throw them away.\nD. Leave it until the experiment is complete.", "label": "A"}
{"id": 888, "sentence": "What relationship exists between a dog and its fleas?\nA. commensalism\nB. gradualism\nC. mutualism\nD. parasitism", "label": "D"}
{"id": 742, "sentence": "A student proposes the rate of increase in a plant's mass will be proportional to the length of light exposure per day when all other variables are constant. How should this proposal be classified?\nA. as a hypothesis\nB. as a conclusion\nC. as a theory\nD. as a statement", "label": "A"}
{"id": 1302, "sentence": "The surface of a heated metal object measures 120C. It is dropped into a bucket filled with water measuring 10C. Which of the following is most likely to occur?\nA. Both the water and metal will adjust to the same temperature below 10C.\nB. The water and metal will adjust to different temperatures above 120C.\nC. The water will remain the same temperature, but the metal will cool to 10C.\nD. The water and metal will adjust to the same temperature between 10C and 120C.", "label": "D"}
{"id": 942, "sentence": "Sandy and Keith plan to move a 6-kilogram block. If they wanted to calculate the mechanical energy required to move the block, what units would they use to report their answer?\nA. joules\nB. kilowatts\nC. kilometers\nD. volts", "label": "A"}
{"id": 314, "sentence": "A forest was cleared for the building of a resort, but before construction began, secondary succession set in. Which of these describes why secondary succession appeared so rapidly?\nA. The clearing allowed mosses to grow quickly.\nB. Rock weathering occurred for lichens to grow.\nC. Exposed substrates allowed microbes to grow.\nD. The soil components remained for plants to grow.", "label": "D"}
{"id": 892, "sentence": "What type of energy travels through the body of a microscope that allows the specimen to be seen by a student?\nA. heat\nB. solar\nC. light\nD. electrical", "label": "C"}
{"id": 1616, "sentence": "A deer inherits some of its features from its parents. Other features come from its environment. Which feature would a deer most likely inherit from its parents?\nA. a long scar\nB. brown eyes\nC. missing teeth\nD. a broken antler", "label": "B"}
{"id": 1069, "sentence": "Which substance is usually found in nature as a liquid, solid, and gas?\nA. water\nB. rock\nC. metal\nD. glass", "label": "A"}
{"id": 1333, "sentence": "What most likely happens to soil when crops are not rotated from year to year?\nA. The soil nutrients are depleted.\nB. The soil fertility increases.\nC. The soil becomes more porous.\nD. The soil erodes less rapidly.", "label": "A"}
{"id": 554, "sentence": "What is the complementary base of adenine in DNA?\nA. cytosine\nB. thymine\nC. guanine\nD. uracil", "label": "B"}
{"id": 1262, "sentence": "The main function of a duck's webbed feet is to help the duck\nA. make noise\nB. protect itself\nC. swim in water\nD. find a mate", "label": "C"}
{"id": 1537, "sentence": "The nose, mouth, and diaphragm are parts of which body system?\nA. digestive\nB. muscular\nC. circulatory\nD. respiratory", "label": "D"}
{"id": 991, "sentence": "In which environment would a white rabbit be best protected from predators?\nA. a shady forest\nB. a snowy field\nC. a grassy lawn\nD. a muddy riverbank", "label": "B"}
{"id": 1466, "sentence": "Which stage of a frog's life cycle can be compared to a plant seed growing into a new plant?\nA. when frog eggs are laid in water\nB. when frog eggs hatch into tadpoles\nC. when tadpoles live in water and breathe with gills\nD. when frogs use lungs for breathing out of water", "label": "B"}
{"id": 1528, "sentence": "Which type of rock is formed when limestone is subjected to heat and pressure?\nA. sandstone\nB. basalt\nC. marble\nD. granite", "label": "C"}
{"id": 1214, "sentence": "How is the structure of an atom best described?\nA. a negative core surrounded by densely packed matter\nB. a neutral core surrounded by mostly empty space\nC. a positive core surrounded by mostly empty space\nD. a positive core surrounded by densely packed matter", "label": "C"}
{"id": 550, "sentence": "When carbon and oxygen combine chemically, the mass of the product is\nA. greater than the mass of the carbon plus the mass of the oxygen\nB. equal to the mass of the carbon plus the mass of the oxygen\nC. equal to the mass of the carbon\nD. less than the mass of the carbon", "label": "B"}
{"id": 661, "sentence": "A student adds sugar, spices, and salt to a bowl of peanuts and stirs them together. What has the student made?\nA. a compound\nB. a substance\nC. a mixture\nD. a solution", "label": "C"}
{"id": 503, "sentence": "What chemical symbol represents the element iron?\nA. Fe\nB. I\nC. Ir\nD. Pb", "label": "A"}
{"id": 2204, "sentence": "How do decomposers obtain their food?\nA. hunting and killing prey for food\nB. changing carbon dioxide and water into food\nC. absorbing food from dead organisms\nD. producing food from oxygen and sunlight", "label": "C"}
{"id": 1758, "sentence": "Coal was made from the remains of which ancient ecosystem?\nA. rocky islands\nB. fertile valleys\nC. green swamps\nD. fast-flowing rivers", "label": "C"}
{"id": 924, "sentence": "Which statement explains why light from the Sun can warm up water in a glass?\nA. Light travels very fast.\nB. Light travels in straight lines.\nC. Water reflects light energy.\nD. Water absorbs light energy.", "label": "D"}
{"id": 1627, "sentence": "Plants have special tissues that transport food, water, and minerals throughout the plant. What are these tissues similar to in animals?\nA. stomach and intestines\nB. spinal cord and brain\nC. arteries and veins\nD. kidneys and liver", "label": "C"}
{"id": 2001, "sentence": "Protein is used by the human body to\nA. build strong bones.\nB. absorb vitamins.\nC. repair cells.\nD. provide fiber.", "label": "C"}
{"id": 1168, "sentence": "When would the highest tides occur along the Texas coast?\nA. at sunrise\nB. at sunset\nC. during a full moon\nD. during a half moon", "label": "C"}
{"id": 1250, "sentence": "Air is made up of many gases. Which gas is found in the greatest amount?\nA. Nitrogen\nB. Oxygen\nC. Carbon dioxide\nD. Hydrogen", "label": "A"}
{"id": 1369, "sentence": "A condition in bees called \"colony collapse disorder\" occurs when worker bees leave the hive to collect nectar and never return. How would a decline in the bee population most likely affect a farm ecosystem?\nA. There would be a decrease in soil thickness.\nB. There would be a decline in fruit production.\nC. There would be an increase in plant diseases.\nD. There would be an increase in insect pest populations.", "label": "B"}
{"id": 1494, "sentence": "At a weightlifting competition, two competitors lifted the same weight to the same height. The second competitor accomplished the lift 2 seconds faster than the first competitor. This demonstrated that the second competitor had more\nA. energy than the first.\nB. inertia than the first.\nC. power than the first.\nD. work than the first.", "label": "C"}
{"id": 1591, "sentence": "An athlete is running a race. The athlete's body needs energy. Which organelle(s) in the athlete's cells supply the energy for cellular functions?\nA. Golgi apparatus\nB. mitochondrion\nC. ribosome\nD. nucleus", "label": "B"}
{"id": 59, "sentence": "If its food supply in a field decreases, the mouse population in that field will probably\nA. increase.\nB. decrease.\nC. remain the same.\nD. become extinct.", "label": "B"}
{"id": 1769, "sentence": "Which pair of items will repel each other?\nA. a positively-charged wool sock and a neutral plastic bag\nB. a neutral cotton sweater and a negatively-charged plastic pellet\nC. a negatively-charged balloon and a positively-charged piece of paper\nD. a negatively-charged plastic strip and a negatively-charged piece of cloth", "label": "D"}
{"id": 666, "sentence": "The motion of Earth is responsible for several celestial events. Which of the following events is caused by Earth revolving around the sun?\nA. the days in a year\nB. the hours in a day\nC. the changes in the atmosphere of Earth\nD. the position of the constellations in space", "label": "A"}
{"id": 1503, "sentence": "Jenny's class made an instrument to measure air pressure. The instrument is a\nA. thermometer.\nB. rain gauge.\nC. barometer.\nD. wind vane.", "label": "C"}
{"id": 999, "sentence": "The number of squirrels in a certain ecosystem changes over time. These changes can be represented as a number of connected data points. Which method would a student most likely use to show this information?\nA. pie chart\nB. line graph\nC. pictogram\nD. data table", "label": "B"}
{"id": 435, "sentence": "Rocks can be classified many different ways, including as igneous, metamorphic, and sedimentary. This classification is based on the\nA. origin of the rocks.\nB. use of the rocks.\nC. size of the rocks.\nD. hardness of the rocks.", "label": "A"}
{"id": 727, "sentence": "Helen is preparing a presentation about objects in the solar system. She includes facts about the order of the planets and their distances from the Sun. Which statement could she include in an accurate presentation?\nA. Mars is closer to the Sun than Earth.\nB. Neptune is one light-year from the Sun.\nC. Jupiter is farther from the Sun than Uranus.\nD. Earth is one astronomical unit from the Sun.", "label": "D"}
{"id": 530, "sentence": "Which group of organisms would all be found living in a tropical rain forest?\nA. Lizards, insects, cacti, kangaroos\nB. Vines, palm trees, tree frogs, monkeys\nC. Evergreens, moose, weasels, mink\nD. Lichens, mosses, caribou, polar bears", "label": "B"}
{"id": 698, "sentence": "The tendency of a stationary object to resist being put into motion is known as\nA. acceleration.\nB. inertia.\nC. weight.\nD. velocity.", "label": "B"}
{"id": 573, "sentence": "In what type of rock would a geologist most likely find evidence of ancient life?\nA. sedimentary\nB. foliated\nC. metamorphic\nD. volcanic", "label": "A"}
{"id": 1221, "sentence": "Which change increases the rate of a chemical reaction?\nA. increasing the reaction temperature\nB. using larger particles of solid reactants\nC. reducing the concentration of the reactants\nD. adding an inhibitor to the reaction mixture", "label": "A"}
{"id": 566, "sentence": "Which of these living things in a grassland ecosystem depend on the presence of a variety of bacteria and other microorganisms in the soil?\nA. worms only\nB. green plants only\nC. plants and animals only\nD. all the organisms in the ecosystem", "label": "D"}
{"id": 1992, "sentence": "The distance between the Sun and the next closest star, Proxima Centauri, is most accurately measured in\nA. magnitudes.\nB. light years.\nC. perigees.\nD. red shifts.", "label": "B"}
{"id": 21, "sentence": "A student standing near a campfire feels warmer as the fire grows. Which process most likely transfers heat from the campfire to the student?\nA. conduction\nB. convection\nC. radiation\nD. transformation", "label": "C"}
{"id": 1059, "sentence": "The topography of Nevada is dominated by basins and mountain ranges associated with which geological phenomena?\nA. faults\nB. trenches\nC. hot spots\nD. hydrothermal vents", "label": "A"}
{"id": 392, "sentence": "Which process of the water cycle transports water from plants to clouds?\nA. precipitation\nB. transpiration\nC. condensation\nD. sublimation", "label": "B"}
{"id": 176, "sentence": "One key physical process in beach formation is wave action. Sand is deposited on beaches as waves break onto the shoreline and the energy from the wave scatters. Which type of energy is most used by wave action to modify the shape of the beaches?\nA. thermal\nB. potential\nC. chemical\nD. mechanical", "label": "D"}
{"id": 495, "sentence": "A rock has most likely traveled a long distance from its place of origin if it is\nA. very small.\nB. rounded and smooth.\nC. partially faded.\nD. rough and dense.", "label": "B"}
{"id": 1808, "sentence": "Rocks that contain fragments of bones, shells, and plant remains are most likely\nA. crystals.\nB. igneous.\nC. sedimentary.\nD. metamorphic.", "label": "C"}
{"id": 1864, "sentence": "Which of the following can only be seen with a telescope?\nA. the moon-like phases of Venus\nB. the phases of Earth's moon\nC. a lunar eclipse\nD. a solar eclipse", "label": "A"}
{"id": 1138, "sentence": "By attaching to sharks, remora fish eat the scraps of food left behind when the sharks feed. If remoras were not able to attach to sharks, they would most likely\nA. attach to boats.\nB. not be able to survive.\nC. find another source of food.\nD. not need to eat anymore.", "label": "B"}
{"id": 493, "sentence": "Animals get energy for growth and repair from\nA. soil\nB. food\nC. water\nD. air", "label": "B"}
{"id": 976, "sentence": "The longitude of a location determines which time zone it is in. Different time zones are the result of\nA. Earth's rotation\nB. Earth's revolution\nC. the Moon's rotation\nD. the Moon's revolution", "label": "A"}
{"id": 1323, "sentence": "In the lab, students are working with substances that could cause burns. Which of these safety precautions is most important to follow?\nA. Sinks are empty.\nB. Glassware is clean.\nC. Eye protection is worn.\nD. Electrical equipment is off.", "label": "C"}
{"id": 1006, "sentence": "In New York State, an observer will usually see the Sun rise in the\nA. north\nB. south\nC. east\nD. west", "label": "C"}
{"id": 918, "sentence": "In making a pizza, which process involves a chemical change?\nA. mixing spices for the sauce\nB. slicing pepperoni for the topping\nC. spreading cheese on the pizza\nD. baking the dough to form the crust", "label": "D"}
{"id": 36, "sentence": "On a small, isolated island, a hurricane destroyed all the trees that produced a large, hard-shelled nut. Which bird population would most likely decrease?\nA. birds with long, probing beaks\nB. birds with thick, strong beaks\nC. birds with thin, short beaks\nD. birds with large, pouch beaks", "label": "B"}
{"id": 191, "sentence": "Different species of carnivorous animals that share the same habitat in an ecosystem may\nA. become decomposers\nB. compete for food\nC. produce their own food\nD. mate with each other", "label": "B"}
{"id": 603, "sentence": "Which change would have the greatest negative impact on the survival of an owl species?\nA. an increase in primary consumer population\nB. an decrease in acid rain\nC. an decrease in size of habitat\nD. an increase in producers", "label": "C"}
{"id": 454, "sentence": "What is the main source of energy that drives all weather patterns?\nA. the Sun\nB. oceans\nC. the Moon\nD. mountains", "label": "A"}
{"id": 1879, "sentence": "Which body system is most affected by a disease that causes the bones to become weak and brittle?\nA. excretory\nB. muscular\nC. skeletal\nD. nervous", "label": "C"}
{"id": 499, "sentence": "A teacher is performing a demonstration about static electricity for his class by rubbing a balloon against a wool sweater. The balloon sticks to the wool sweater. Which particles are exchanged during the demonstration?\nA. atoms\nB. protons\nC. neutrons\nD. electrons", "label": "D"}
{"id": 628, "sentence": "Some immune cells are actively involved in ingesting, destroying, and presenting invading microbial antigens on their surface to stimulate other cells to produce antibodies. Which of these cells is responsible for initiating such an immune response?\nA. mast cells\nB. phagocytes\nC. B-lymphocytes\nD. T-lymphocytes", "label": "B"}
{"id": 1192, "sentence": "The Andes Mountains in South America formed when an oceanic plate shifted beneath a continental plate. Which other landforms are usually associated with this type of plate boundary?\nA. barrier islands\nB. ocean trenches\nC. mid-ocean ridges\nD. volcanic island arcs", "label": "B"}
{"id": 1463, "sentence": "A student is visiting a local limestone quarry and finds fossils of seashells. The quarry is located hundreds of miles from the ocean. The fossils best indicate that\nA. this area was once below sea level.\nB. global temperature changed over time.\nC. erosion took place after a flood.\nD. volcanic activity affected the area.", "label": "A"}
{"id": 2207, "sentence": "Burt used a spoon to stir soup that was cooking on his stove. Which spoon will stay the coolest while he stirs?\nA. an iron spoon\nB. an aluminum spoon\nC. a wooden spoon\nD. a silver spoon", "label": "C"}
{"id": 1878, "sentence": "Some machines can remove the salt that is in seawater. How does removing salt from seawater most help people?\nA. provides useable drinking water\nB. creates cleaner water for rivers\nC. enables more fish to live in lake water\nD. allows more plants to grow along rivers", "label": "A"}
{"id": 1604, "sentence": "Which event becomes more likely during a drought in a prairie ecosystem?\nA. fire\nB. tornado\nC. landslide\nD. earthquake", "label": "A"}
{"id": 705, "sentence": "How has the invention of the personal computer helped people the most?\nA. by replacing paper\nB. by reducing pollution\nC. by improving transportation\nD. by increasing communication", "label": "D"}
{"id": 872, "sentence": "A meteoroid becomes a meteorite when it\nA. impacts the surface of a planet.\nB. encounters the atmosphere of a planet.\nC. makes a complete orbit around a planet.\nD. starts to burn up in the atmosphere of a planet.", "label": "A"}
{"id": 2029, "sentence": "Which process has most likely occurred when new traits appear in a species?\nA. selective breeding\nB. genetic mutation\nC. crossbreeding\nD. cloning", "label": "B"}
{"id": 1556, "sentence": "The students watch ocean waves crash on a beach. Which statement describes what will most likely happen because of the waves?\nA. Grass on the beach will grow longer.\nB. Sand from the beach will wash away.\nC. Salt from the ocean will be left on the beach.\nD. Currents in the ocean will become stronger.", "label": "B"}
{"id": 1541, "sentence": "The atmosphere of Mars is almost entirely composed of a greenhouse gas. Compared with Earth, which factor accounts for the low, nighttime surface temperatures on Mars?\nA. Mars is much farther from the Sun than Earth.\nB. The atmosphere on Mars has an extremely low density.\nC. The atmosphere on Mars lacks global circulation.\nD. Mars has more glacial activity than Earth.", "label": "B"}
{"id": 930, "sentence": "Which sense is used to determine an object's texture?\nA. hearing\nB. smell\nC. taste\nD. touch", "label": "D"}
{"id": 555, "sentence": "What is the density of a 64-g iron cube that displaces 8 mL of water?\nA. 512 g/mL\nB. 32 g/mL\nC. 8 g/mL\nD. 4 g/mL", "label": "C"}
{"id": 1656, "sentence": "The functions of a plant's roots are to support the plant and\nA. make food\nB. produce fruit\nC. take in water and nutrients\nD. aid in germination", "label": "C"}
{"id": 1863, "sentence": "Which energy transformation takes place in a gasoline lawn mower?\nA. potential energy to electrical energy\nB. electrical energy to potential energy\nC. kinetic energy to chemical energy\nD. chemical energy to mechanical energy", "label": "D"}
{"id": 473, "sentence": "The freezing and thawing action of water affects a rock by\nA. transforming the rock into igneous rock.\nB. chemically changing the rock.\nC. gradually breaking down the rock into smaller pieces.\nD. leaving behind sedimentary particles from evaporated solutions.", "label": "C"}
{"id": 1782, "sentence": "Which part of a strawberry plant absorbs most of the water needed by the plant?\nA. flowers\nB. fruits\nC. leaves\nD. roots", "label": "D"}
{"id": 395, "sentence": "A scientist developed a model that described the actions of DNA in the cell nuclei, which helped explain how traits were inherited. Which scientist helped develop this model?\nA. Bohr\nB. Hooke\nC. Mendel\nD. Watson", "label": "D"}
{"id": 647, "sentence": "The theory of spontaneous generation was eventually disproved scientifically by\nA. arguments in philosophy.\nB. chemical analysis of material.\nC. examining models of the process.\nD. conducting a controlled experiment.", "label": "D"}
{"id": 245, "sentence": "A company that makes fences started using a new material instead of wood. The new material will last longer than wood. What is the most likely benefit of the new material?\nA. The new material will keep people safe.\nB. The new material will keep pets contained.\nC. The new material can make a yard attractive.\nD. The new material can save money on replacements.", "label": "D"}
{"id": 1098, "sentence": "Which mixture can be easily separated by adding water and pouring it through a coffee filter?\nA. sugar and salt\nB. salt and sand\nC. sugar and baking soda\nD. iron filings and sand", "label": "B"}
{"id": 2210, "sentence": "Which statement describes all matter?\nA. All matter contains carbon.\nB. All matter contains oxygen.\nC. All matter is made up of cells.\nD. All matter is made up of atoms.", "label": "D"}
{"id": 1693, "sentence": "In an atom, protons plus neutrons make up the atom's\nA. electric charge.\nB. atomic mass.\nC. atomic number.\nD. electron number.", "label": "B"}
{"id": 444, "sentence": "A student drops a ball. Which force causes the ball to fall to the ground?\nA. electricity\nB. friction\nC. gravity\nD. magnetism", "label": "C"}
{"id": 992, "sentence": "Which form of energy is needed to change water from a liquid to a gas?\nA. heat\nB. mechanical\nC. chemical\nD. sound", "label": "A"}
{"id": 1854, "sentence": "Which characteristic is shared by Earth and the Moon?\nA. glaciers\nB. flowing water\nC. an atmosphere that contains oxygen\nD. an orbit created by the force of gravity", "label": "D"}
{"id": 1208, "sentence": "Which is a feedback mechanism the human body uses to maintain homeostasis?\nA. copying genetic material during cell division\nB. rejecting a flu vaccine by the immune system\nC. perspiring to lower the body temperature\nD. learning a new behavior to survive in a new environment", "label": "C"}
{"id": 1075, "sentence": "The growth of which of the following usually occurs first in primary succession on a bare rock?\nA. Lichens\nB. Grasses\nC. Trees\nD. Shrubs", "label": "A"}
{"id": 2119, "sentence": "Some animals, such as squirrels, may bury acorns. Which of the following is most likely to happen to the acorns after they have been buried?\nA. The acorns will be carried away by the wind.\nB. The acorns will attach to another organism.\nC. The acorns will have a chance to sprout.\nD. The acorns will turn into fossils.", "label": "C"}
{"id": 580, "sentence": "Which statement correctly describes a relationship between two human body systems?\nA. The digestive system absorbs nutrients which are transported by the nervous system.\nB. The digestive system absorbs nutrients which are transported by the circulatory system.\nC. The circulatory system exchanges gases which are transported by the nervous system.\nD. The circulatory system exchanges gases which are transported by the digestive system.", "label": "B"}
{"id": 206, "sentence": "Copernicus changed the way people viewed the solar system by\nA. claiming Earth is in orbit about the Sun.\nB. inventing, then improving, the telescope.\nC. writing the theory of the infinite universe.\nD. showing planetary orbits are elliptical.", "label": "A"}
{"id": 2059, "sentence": "The diet of a brown bear includes roots, grasses, berries, nuts, fish, insects, and mammals. Based on this description, in what category is a brown bear?\nA. carnivore\nB. herbivore\nC. omnivore\nD. decomposer", "label": "C"}
{"id": 607, "sentence": "The stages in the life cycle of an organism are shown below. birth -> growth -> development -> reproduction -> death In which life cycle stage will a new organism be made?\nA. growth\nB. development\nC. reproduction\nD. death", "label": "C"}
{"id": 466, "sentence": "Timber companies can best manage the number of trees in forests by\nA. converting deforested areas into malls.\nB. planting trees to replace what they cut down.\nC. adding pesticides to the soil around the trees.\nD. removing the tree stumps when trees are cut down.", "label": "B"}
{"id": 740, "sentence": "A fever is a response to a disease-causing agent infecting the body. Raising one's body temperature changes the shape of enzymes in the agent so it cannot reproduce. Which statement best describes a fever?\nA. A fever is an internal response to an external stimulus.\nB. A fever is an internal response to an internal stimulus.\nC. A fever is an external response to an external stimulus.\nD. A fever is an external response to an internal stimulus.", "label": "B"}
{"id": 1796, "sentence": "Which units are best to measure the amount of rain that fell during a thunderstorm?\nA. centimeters\nB. degrees Celsius\nC. grams\nD. seconds", "label": "A"}
{"id": 1897, "sentence": "When a multicellular organism is damaged, it will repair itself as\nA. it mutates.\nB. the cells work together.\nC. the cells move.\nD. it makes its own food.", "label": "B"}
{"id": 29, "sentence": "Which best describes why winds at the beach change direction between day and night?\nA. because the temperatures over land and over water change\nB. because warm air over land sinks and stays in place over land\nC. because cool air rises and is replaced by warm air from the ocean\nD. because cool air sinks and stays in place over land", "label": "A"}
{"id": 1515, "sentence": "When astronauts walked on the Moon, they used weighted boots to help them walk due to the lower gravitational pull. What difference between Earth and the Moon accounts for the difference in gravity?\nA. density\nB. diameter\nC. mass\nD. volume", "label": "C"}
{"id": 260, "sentence": "Why do mountain climbers at high elevations use oxygen tanks to help them breathe?\nA. At high elevations the ozone layer draws oxygen out of the atmosphere.\nB. The atmosphere is less dense at higher elevations so there is less oxygen available.\nC. Oxygen is heavier than the other gases in the atmosphere and sinks to lower elevations.\nD. Radiation from the Sun splits oxygen molecules into atoms making the oxygen unbreathable.", "label": "B"}
{"id": 562, "sentence": "A geologist found fossils of horse bones in different rock layers of a canyon. The fossils in the lower levels show shorter bones than those in the upper-level fossils. Which conclusion is based on the geologist's observations?\nA. Horse's reproduce using two parents.\nB. Horse's became larger over time.\nC. Smaller Horse's went extinct, and then larger Horse's formed.\nD. Smaller Horse's are better suited to the environment than larger Horse's.", "label": "B"}
{"id": 94, "sentence": "Some areas of the world are experiencing more desert-like conditions. This change most favors survival of species with the ability to do which of the following?\nA. consume large amounts of food\nB. become dormant for long periods\nC. sense infrared and ultraviolet light\nD. transpire water through the skin to the atmosphere", "label": "B"}
{"id": 112, "sentence": "Roger visited his grandfather who lives on a farm. While he was there, he helped his grandfather move hay out of the barn. As Roger worked in the barn he began sneezing. Which system of the body most likely caused Roger to sneeze?\nA. circulatory\nB. excretory\nC. digestive\nD. immune", "label": "D"}
{"id": 2101, "sentence": "A plant produces tiny plants around the edges of its leaves. When these tiny plants fall to the ground, they take root and become new plants. This process is an example of\nA. sexual reproduction\nB. asexual reproduction\nC. evolution\nD. extinction", "label": "B"}
{"id": 599, "sentence": "Which characteristic can an amoeba change that a paramecium cannot change?\nA. sex\nB. shape\nC. color\nD. position", "label": "B"}
{"id": 1632, "sentence": "If an object is attracted to a magnet, the object is most likely made of\nA. wood\nB. plastic\nC. cardboard\nD. metal", "label": "D"}
{"id": 1307, "sentence": "Sherry is going to use her computer to draw a three-dimensional box. She wants to be able to specify the exact dimensions and angles and to rotate the box as needed on the screen. Which of the following types of programs would Sherry most likely use for this purpose?\nA. word processing software\nB. math spreadsheet program\nC. Internet-based search engine\nD. computer-aided design program", "label": "D"}
{"id": 1993, "sentence": "Which of these uses sound waves to locate underwater objects?\nA. radar\nB. sonar\nC. telescope\nD. microscope", "label": "B"}
{"id": 1813, "sentence": "Which part of an atom is involved in chemical reactions?\nA. nucleus and its particles\nB. negatively-charged particles\nC. neutrally-charged particles\nD. positively-charged particles", "label": "B"}
{"id": 1600, "sentence": "All living things need energy to survive. What is the primary source of energy for all living things?\nA. plants\nB. the sun\nC. water\nD. the wind", "label": "B"}
{"id": 1176, "sentence": "Mold is often found growing on old bread. In a food chain, mold is a ___.\nA. decomposer\nB. producer\nC. consumer\nD. scavenger", "label": "A"}
{"id": 583, "sentence": "Which of the following helps keep the Moon in its orbit?\nA. friction\nB. gravity\nC. longitude\nD. latitude", "label": "B"}
{"id": 962, "sentence": "How does a human body get energy?\nA. Sunlight on the skin produces energy.\nB. Water provides the majority of energy.\nC. Food and oxygen combine to deliver energy.\nD. Sleep provides energy stored at night for the next day.", "label": "C"}
{"id": 2106, "sentence": "Which pair of English and metric units has most nearly the same value?\nA. liter and quart\nB. gram and ounce\nC. kilogram and pound\nD. kilometer and mile", "label": "A"}
{"id": 2079, "sentence": "Where would animals and plants be most affected by a flood?\nA. low areas\nB. high areas\nC. warm areas\nD. cold areas", "label": "A"}
{"id": 2062, "sentence": "An earthquake in the Earth's crust under the ocean releases sound waves. Which statement accurately describes how the sound waves spread?\nA. They spread in all directions away from their source.\nB. They remain trapped near the source by water pressure.\nC. They travel mostly horizontally along the ocean floor.\nD. They travel mostly upward toward the surface of the water.", "label": "A"}
{"id": 378, "sentence": "Where do plants get energy from to make food?\nA. air\nB. soil\nC. water\nD. sunlight", "label": "D"}
{"id": 106, "sentence": "Which gas accounts for the largest percentage of greenhouse gases in the atmosphere?\nA. carbon monoxide\nB. carbon dioxide\nC. nitrous oxide\nD. water vapor", "label": "D"}
{"id": 518, "sentence": "Which biological process in mammals occurs largely due to cell division?\nA. healing\nB. respiration\nC. decomposition\nD. photosynthesis", "label": "A"}
{"id": 979, "sentence": "Which are examples of inherited traits?\nA. specific beliefs\nB. fingerprints\nC. memories\nD. nose shape", "label": "D"}
{"id": 234, "sentence": "Which of these best defines the term \"pollutant\"?\nA. anything humans add to the atmosphere and oceans\nB. any substance that is harmful to the environment\nC. any substance that is a waste product of industry\nD. a substance that does not break down over time", "label": "B"}
{"id": 134, "sentence": "The Sun appears to move across the sky each day, rising in the east and setting in the west. What causes this apparent motion?\nA. the rotation of Earth on its axis\nB. the revolution of the Sun around Earth\nC. the Earths distance from the Sun\nD. the properties of Earths atmosphere", "label": "A"}
{"id": 821, "sentence": "In eukaryotic organisms, interaction between which organelles is most important for cell shape, tensile strength, and communication between cells?\nA. cytoskeleton and cell membrane\nB. cytoplasm and Golgi apparatus\nC. nucleus and endoplasmic reticulum\nD. ribosome and central vacuole", "label": "A"}
{"id": 1008, "sentence": "When liquid water freezes, it forms ice. What is the physical state of an ice cube?\nA. gas\nB. solid\nC. liquid\nD. plasma", "label": "B"}
{"id": 152, "sentence": "Some students were on a tour exploring the inside of a cave. While the students were in the cave, they realized they heard an echo every time that they spoke. Which most likely caused the echo to occur?\nA. the accumulation of the sound waves\nB. the diffraction of the sound waves\nC. the refraction of the sound waves\nD. the reflection of the sound waves", "label": "D"}
{"id": 1182, "sentence": "Why does tapping a fork against a water glass produce a sound?\nA. The air expands.\nB. The fork releases electrons.\nC. The particles in the objects vibrate.\nD. The water in the glass forms ripples.", "label": "C"}
{"id": 2090, "sentence": "A scientist crosses a red-flowered plant with a white-flowered plant, and all offspring have red flowers. What will most likely result if these red-flowered offspring are crossed with white-flowered plants?\nA. All of the offspring will have red flowers.\nB. All of the offspring will have white flowers.\nC. The offspring will have either red or white flowers.\nD. The offspring will have neither red nor white flowers.", "label": "C"}
{"id": 110, "sentence": "If the atomic mass number of an atom is 35, which statement is most accurate?\nA. The atom is not an isotope.\nB. The atomic number is less than 17.\nC. The atom has an odd number of neutrons.\nD. The number of protons does not equal the number of neutrons.", "label": "D"}
{"id": 311, "sentence": "Within a substance, atoms that collide frequently and move independently of one another are most likely in a\nA. liquid.\nB. solid.\nC. gas.\nD. crystal.", "label": "C"}
{"id": 1834, "sentence": "After a rainstorm, a big pile of rocks blocks part of a mountain road. Which event most likely caused the rocks to move onto the road?\nA. a tsunami\nB. a blizzard\nC. a landslide\nD. a hurricane", "label": "C"}
{"id": 1153, "sentence": "Which of these shows the correct order for the central dogma of molecular biology?\nA. DNA to protein to RNA\nB. RNA to DNA to protein\nC. protein to DNA to RNA\nD. DNA to RNA to protein", "label": "D"}
{"id": 1680, "sentence": "Biologists have discovered that the beluga whales of Canada's St. Lawrence River have the highest rates of cancer among animals. What is most likely the reason for this high incidence of cancer in these whales?\nA. chemical and pollutant runoff into the ocean\nB. average temperatures increased in the region\nC. depletion of natural prey from the ecosystem\nD. increased levels of carbon dioxide in the atmosphere", "label": "A"}
{"id": 175, "sentence": "Which gravitational pull has the greatest influence on Earth's tides?\nA. the gravitational pull between Earth and the Moon\nB. the gravitational pull between Earth and the Sun\nC. the gravitational pull between Earth and Jupiter\nD. the gravitational pull between Earth and Mars", "label": "A"}
{"id": 1786, "sentence": "In the human body the digestion of proteins takes place primarily in which two organs?\nA. Mouth and stomach\nB. Stomach and small intestine\nC. Liver and gall bladder\nD. Pancreas and large intestine", "label": "B"}
{"id": 243, "sentence": "New vaccines for diseases are being developed all the time. How do vaccines most likely help people?\nA. Vaccines help prevent illnesses.\nB. Vaccines keep the environment cleaner.\nC. Vaccines help cure people who are sick.\nD. Vaccines kill bacteria that cause infections.", "label": "A"}
{"id": 1143, "sentence": "When a balloon is filled with air and suddenly released, it will fly around the room as the air escapes. If compared to space transportation, the escaping air is most similar to what subsystem of a spacecraft?\nA. guidance\nB. propulsion\nC. support\nD. suspension", "label": "B"}
{"id": 853, "sentence": "Which behavior is an example of an animal adapting to a change in the environment?\nA. a squirrel climbing a tree\nB. a rabbit feeding its young\nC. a frog eating an insect\nD. a bird migrating south", "label": "D"}
{"id": 2094, "sentence": "If you wanted to be able to look at the stars, the planets, and the Moon more closely, what should you use?\nA. Telescope\nB. Periscope\nC. Microscope\nD. Magnifying glass", "label": "A"}
{"id": 1382, "sentence": "Which of these human activities in a forest has a positive effect on the ecosystem?\nA. Clearing the land to build new homes\nB. Planting new trees where old ones were cut down\nC. Building a new highway through the area\nD. Cutting down trees to make farmland", "label": "B"}
{"id": 1267, "sentence": "When compared to current average conditions, which term would best describe conditions in Earth's lower atmosphere if greenhouse gases were absent?\nA. denser\nB. cooler\nC. wetter\nD. cloudier", "label": "B"}
{"id": 463, "sentence": "Jonny climbed an apple tree. How are Jonny and the apple tree similar to each other?\nA. Both are made of cells.\nB. Both take in carbon dioxide.\nC. Both get nutrients directly from soil.\nD. Both get energy from other organisms.", "label": "A"}
{"id": 1941, "sentence": "Which of these materials on the walls of a room would work best to keep sound from making an echo?\nA. marble\nB. carpet\nC. wood\nD. glass", "label": "B"}
{"id": 2019, "sentence": "In the past, Native American Indians buried dead fish along with corn seeds. This technique was used because the decomposing dead fish would\nA. provide nutrients for the growing corn plant\nB. eliminate the need for weeding around the corn plant\nC. release oxygen for use by the corn plant\nD. supply all the water needed by the corn plant", "label": "A"}
{"id": 923, "sentence": "Which of the following is a consumer?\nA. grain\nB. rabbit\nC. vegetable\nD. tree", "label": "B"}
{"id": 1599, "sentence": "A line graph is best used when the measured variable is\nA. changing at a constant rate.\nB. nearly equal in several trials.\nC. being compared to a control.\nD. observed at one point in time.", "label": "A"}
{"id": 609, "sentence": "Which conclusion can be made about earthworms because they do not have an internal skeleton?\nA. They are invertebrates.\nB. They have radial symmetry.\nC. They are made of one segment.\nD. They have an open circulatory system.", "label": "A"}
{"id": 1206, "sentence": "Which of the following activities is the best example of instinctive behavior in an animal?\nA. A dog sits when told to sit by its owner.\nB. A bird avoids an insect that has a bad taste.\nC. A newly hatched sea turtle walks toward the ocean.\nD. A chimpanzee uses a stick to pull termites from a tree stump.", "label": "C"}
{"id": 879, "sentence": "Which of the following describes a reason why companies irradiate some fruits and vegetables before they are sold to the public?\nA. to improve the flavors by increasing the sugar content\nB. to speed up the ripening of produce picked too early\nC. to partially cook the produce before canning or freezing\nD. to extend the shelf life by killing existing microorganisms", "label": "D"}
{"id": 1803, "sentence": "Which of the following keeps the planets in our solar system in orbit around the Sun?\nA. atmospheric pressure\nB. gravitational force\nC. electromagnetic energy\nD. thermal energy", "label": "B"}
{"id": 1165, "sentence": "What is generated when the students count and record the number of organisms in the pond water?\nA. data\nB. variables\nC. a hypothesis\nD. a conclusion", "label": "A"}
{"id": 124, "sentence": "The greatest amount of diversity can be found among which type of organism?\nA. plants\nB. animals\nC. bacteria\nD. fungi", "label": "C"}
{"id": 1249, "sentence": "Many birds fly south for the winter. This adaptation is called\nA. hibernation\nB. germination\nC. migration\nD. communication", "label": "C"}
{"id": 204, "sentence": "Which of the following is found in all living organisms?\nA. cell\nB. organ\nC. organ system\nD. tissue", "label": "A"}
{"id": 426, "sentence": "Which scientist is known for his genetics experiments with pea plants?\nA. Charles Darwin\nB. Gregor Mendel\nC. Carolus Linnaeus\nD. Robert Hooke", "label": "B"}
{"id": 433, "sentence": "Which sentence about the periodic table of elements is true?\nA. All elements in period 2 are metals.\nB. All elements in group 18 are metals.\nC. Metals are found on the left side of the periodic table.\nD. Metals are found on the right side of the periodic table.", "label": "C"}
{"id": 1971, "sentence": "If left in the sunshine, water in an open jar will\nA. evaporate.\nB. condense.\nC. freeze.\nD. melt.", "label": "A"}
{"id": 167, "sentence": "Which observation of a plant supports the inference that photosynthesis can take place?\nA. a strong, sweet smell\nB. a dry, rough texture\nC. a green color\nD. a smooth stem", "label": "C"}
{"id": 322, "sentence": "What would be the best way to determine the role of squirrels in a forest ecosystem?\nA. measure the length and mass of several squirrels\nB. determine the genes that control squirrel traits\nC. make field observations of squirrels in their natural habitat\nD. read articles about the energy and nutrient requirements of squirrels", "label": "C"}
{"id": 492, "sentence": "At what time on a sunny day will the shadow of the school's flagpole be the shortest?\nA. sunrise\nB. noon\nC. mid-afternoon\nD. sunset", "label": "B"}
{"id": 356, "sentence": "Sand and iron particles that are similar in size and color are mixed together in a beaker. What would be the best method of separating the particles?\nA. Use tweezers to separate them.\nB. Use a magnet to separate them.\nC. Add water to the mixture.\nD. Pour the mixture into a filter.", "label": "B"}
{"id": 1131, "sentence": "To which planet do National Aeronautics and Space Administration (NASA) scientists hope to send humans next?\nA. Mars\nB. Venus\nC. Jupiter\nD. Mercury", "label": "A"}
{"id": 154, "sentence": "Based on the evidence available at the time, early models of the solar system stated that all objects in space orbited Earth. In the 16th century, an astronomer reevaluated the evidence and proposed a model of the solar system that is still in use. What part of this model corrected the mistake in previous solar system models?\nA. The Sun is at the center of this model.\nB. Earth is the largest object in this model.\nC. This model contains more than one star.\nD. This model shows that Earth is stationary.", "label": "A"}
{"id": 321, "sentence": "Which stage in the reptile life cycle is most like the birth of a lion cub?\nA. hatching from an egg\nB. shedding the skin\nC. hunting for food\nD. finding a mate", "label": "A"}
{"id": 6, "sentence": "A chewable calcium carbonate tablet is a common treatment for stomach discomfort. Calcium carbonate is most likely used as this type of medicine because calcium carbonate\nA. has a pleasant flavor.\nB. is inexpensive to produce.\nC. neutralizes digestive acid.\nD. occurs naturally in the body.", "label": "C"}
{"id": 1700, "sentence": "One cause of heat in a car engine is caused by friction between parts. Which of these reduces the amount of heat produced by friction?\nA. fan\nB. oil\nC. gasoline\nD. battery", "label": "B"}
{"id": 1709, "sentence": "A chemist observed bubbling and fizzing after adding an acid solution to a white powdery substance in a beaker. Which of the following can be inferred?\nA. The acid boiled when poured into the beaker.\nB. The acid and powder formed a new product.\nC. A physical reaction produced a gas mixture.\nD. A reaction occurred that produced heat.", "label": "B"}
{"id": 1217, "sentence": "A certain disease of the spinal cord can be passed on from a dog to its offspring. This disease can result in the dog's muscles becoming weak, leading to paralysis. This is an example of\nA. an infectious disease.\nB. a respiratory disease.\nC. an inherited disease.\nD. an environmental disease.", "label": "C"}
{"id": 963, "sentence": "Some birds fly south before winter each year. This is an example of\nA. migration\nB. hibernation\nC. germination\nD. evaporation", "label": "A"}
{"id": 597, "sentence": "Byron is investigating how temperature affects mold growth on bread. Before starting his procedure, Byron states in his journal that he thinks wet bread placed in the refrigerator will grow the most mold. Which term best describes Byron's statement?\nA. conclusion\nB. result\nC. hypothesis\nD. variable", "label": "C"}
{"id": 67, "sentence": "What role does the centromere play in cellular reproduction?\nA. It is the area where microtubules are formed.\nB. It is the area where the nucleus is during cell division.\nC. It is the area of alignment for the chromosomes.\nD. It is the area of attachment for chromatids.", "label": "D"}
{"id": 475, "sentence": "Earth's rotation (turning on its axis) causes\nA. the seasons to change.\nB. the Moon to appear as different shapes.\nC. day and night.\nD. solar eclipses.", "label": "C"}
{"id": 591, "sentence": "An element is identified by\nA. its number of protons.\nB. the atomic mass.\nC. the type of charge.\nD. its number of isotopes.", "label": "A"}
{"id": 1331, "sentence": "The human stomach is protected from self-digestion by a layer of\nA. bile.\nB. mucus.\nC. muscle.\nD. white blood cells.", "label": "B"}
{"id": 1349, "sentence": "Which of these natural events occurs at time intervals that are the most regular?\nA. drought and flooding\nB. high tides and low tides\nC. clear skies and cloudy skies\nD. hot weather and cool weather", "label": "B"}
{"id": 146, "sentence": "Which is an example of an organism that has been selectively bred for a particular genetic trait?\nA. cats that eat mice\nB. cows that graze on grass\nC. pigs that form large herds\nD. chickens that lay large eggs", "label": "D"}
{"id": 479, "sentence": "An Earth year is the length of time it takes for\nA. Earth to rotate once on its axis\nB. the Moon to revolve once around Earth\nC. the Sun to revolve once around Earth\nD. Earth to revolve once around the Sun", "label": "D"}
{"id": 1265, "sentence": "Which of the following helps the leaves break down after they have fallen off the tree?\nA. meat-eaters\nB. rocks\nC. decomposers\nD. cold temperatures", "label": "C"}
{"id": 1334, "sentence": "Materials must pass through a cell's semi-permeable membrane in order for energy to be utilized. This process is called\nA. diffusion.\nB. oxidation.\nC. respiration.\nD. reproduction.", "label": "A"}
{"id": 406, "sentence": "Which tool would a student use to measure wind speed?\nA. compass\nB. barometer\nC. anemometer\nD. weather vane", "label": "C"}
