{"id": 335243, "s1": "you know when their parents come and it's hard to get them out and a lot of parents have places to go and and things like that and it's late at night so", "s2": "Parents are busy and it's sometimes hard to get them out.", "label": "entailment"}
{"id": 58369, "s1": "Where is art?", "s2": "Where and what is art? ", "label": "neutral"}
{"id": 13112, "s1": "Alcohol and injury, as well as brief interventions, are on the list.", "s2": "The list says alcohol and injury are negatives facing staff.", "label": "neutral"}
{"id": 388786, "s1": "Even if gross national saving were only sufficient to replace depreciated capital, the economy could grow to some extent because replacing worn-out and used capital with new equipment tends to bring improved technology into the production process.", "s2": "If gross national saving was only sufficient to replace depreciated capital, the economy would still grow.", "label": "entailment"}
{"id": 144194, "s1": "you know but i'm not convinced that's a that that Social Security is doing as well as it should and you know and and and uh and and that you know those people who need it for welfare and so forth who really need it for welfare not the eighty five to ninety percent of them who don't need it but i mean the real people who really need it you know should be getting it but instead i think it's going to the wrong places", "s2": "All Social Security is going directly to the people who need it.", "label": "contradiction"}
{"id": 128393, "s1": "And in my book, that doesn't mean you run back with your tail between your legs just because some silly young girl pulls that old chestnut on you.", "s2": "I don't believe you should compromise your decisions on account of a girl.", "label": "entailment"}
{"id": 117026, "s1": "Think for a moment, said San'doro.", "s2": "San'doro told his troops to think about what they were doing.", "label": "neutral"}
{"id": 73158, "s1": "What were you doing there?\"", "s2": "What are you thinking about doing?", "label": "neutral"}
{"id": 386123, "s1": "(Cooper allegedly filled balloons with live worms, released them above the audience, then popped them, showering fans with night crawlers.)", "s2": "The audience was possibly sprayed with living worms by Cooper.", "label": "entailment"}
{"id": 53736, "s1": "One of the breathtaking displays of color comes soon after the Kwoong Siew Association Temple, in the Sri Mahamariamman Hindu Temple on Jalan Bandar, on the west side of Chinatown.", "s2": "The temple is on the east side of Chinatown, south of city hall.", "label": "contradiction"}
{"id": 354785, "s1": "The town was little more than a single main street, bordered by shops and houses.", "s2": "The small town had little more that one street that was bordered by shops, houses and a train station.", "label": "neutral"}
{"id": 388323, "s1": "Below Jesus' feet is a Latin in?­scription that suggests that the tympanum was the work of one man, Gislebertus (Gilbert).", "s2": "Gisleburtus destroyed the tympanum of Jesus.", "label": "contradiction"}
{"id": 285929, "s1": "A history of mad-cow disease by veteran science writer Richard Rhodes ( The Making of the Atomic Bomb ). Critics praise Rhodes' lucid explication of complex virology as well as his range--the book includes digressions on political and literary themes and a section on the scandal surrounding a Nobel Prize-winning expert on the disease who recently pleaded guilty to molesting a little boy.", "s2": "Critics appreciated the book of the scientist Richard Rhodes, which succeeded in explaining very carefully the mad-cow disease and other digressions, but it hasn't won any prize yet.", "label": "neutral"}
{"id": 45580, "s1": "In the months since the horrible events of September 11th, the President and the Congress have responded with important and aggressive actions to protect the nation, including creating an Office of Homeland Security (OHS), passing new laws such as the USA Patriot Act and an initial emergency supplemental spending bill, establishing a new agency to improve transportation security, and working with unprecedented collaboration with federal, state, and local governments, private sector entities, non-governmental organizations, and other countries to prevent future terrorist acts and to bring to justice those individuals responsible for such terrible acts.", "s2": "The measures pursued by Congress and the President weren't passed with any intention of preventing acts of terrorism in the future.", "label": "contradiction"}
{"id": 309588, "s1": "When this type of installation is performed, the SCR reactor is installed atop a steel structure that must be erected above existing equipment, such as the electrostatic precipitator.", "s2": "It is hard to install an SCR reactor.", "label": "neutral"}
{"id": 221208, "s1": "what's that what's that yeah i like a lot like i like uh the the New Age music like with um uh the um um i don't know if you've heard Neurotic Collection", "s2": "I like New Age music, especially Neurotic Collection, which just got released.", "label": "neutral"}
{"id": 16663, "s1": "It makes me home-sick.\"", "s2": "It makes me have sentimental feelings about home.", "label": "entailment"}
{"id": 15622, "s1": "The analysis explains the methodologies and the reasons behind their use in arriving at the cost and benefits of the rule.", "s2": "The analysis explains the methodologies and the reasons behind their evaluation of the rule in regards to its cost and benefits.", "label": "entailment"}
{"id": 49123, "s1": "While still in the death chamber, the inspector had snapped a few quick pictures of himself sitting in the chair, and he is planning to use them as Christmas cards this year.", "s2": "The death chamber is used in executions.", "label": "neutral"}
{"id": 114629, "s1": "but they retest the same sample", "s2": "They don't test the samples again. ", "label": "contradiction"}
{"id": 121981, "s1": "Alternatively, they might not save more or work longer, and they would experience a lower standard of living in retirement.", "s2": "They will experience the best standard of living seen from plentiful work and savings.", "label": "contradiction"}
{"id": 264951, "s1": "As with many other Gothic masterpieces, the name of the first architect is unknown, but the renowned Pierre de Montreuil is credited with much of the 13th-century construction.", "s2": "The construction took over 20 years to complete.", "label": "neutral"}
{"id": 315631, "s1": "The street leads to the elegant 14th-century Gothic abbey church, the Abbatiale Saint-Ouen, best observed from the little park east of the chancel.", "s2": "To get the best views of the Abbatiale Saint-Ouen, stand on the west side of the chancel.", "label": "contradiction"}
{"id": 13912, "s1": "It was done to unify both the real and virtual identity, so you could pay taxes either here or there.", "s2": "It was done to combine the real and virtual identities so that taxes could be paid in either place.", "label": "entailment"}
{"id": 294254, "s1": "okay well i'm ready any time you are sir", "s2": "I'm ready when you are. ", "label": "entailment"}
{"id": 104248, "s1": "But when Indonesians started running from their banks a few months ago, what they wanted was dollars--and neither the Indonesian government nor the IMF can give them enough of what they want.", "s2": "Indonesians wanted dollars because they were running away from their local banks.  ", "label": "entailment"}
{"id": 375400, "s1": "i know and i i believe that we have to have a military and i believe that we have to have a defense to keep anybody else from walking in and doing it to us", "s2": "The military will prevent this.", "label": "neutral"}
{"id": 340726, "s1": "For alternative measures including changes in the market value of households' existing assets, see William G. Gale and John Sabelhaus, Perspectives on the Household Saving Rate, Brookings Papers on Economic Activity (1:1999), pp. 181-224; and Richard Peach and Charles Steindel, A Nation of Spendthrifts?", "s2": "Changing households market values is an alternative method. ", "label": "entailment"}
{"id": 367696, "s1": "To tour the center of the city, start your walk at the western end of the historic district, on the Place du Vieux-March??.", "s2": "The center of the city is not accesible by foot.", "label": "contradiction"}
{"id": 285706, "s1": "One dalang (puppeteer), accompanied by a band of musicians playing oboe, drums, gongs, and cymbals, acts out all the parts and produces all the different voices.", "s2": "One puppeteer works alone for the solo show.", "label": "contradiction"}
{"id": 219949, "s1": "It would always be the new consciousness imagining what the old consciousness was like--forcing it to be old.", "s2": "The new consciousness is influenced by the old, but adds its own ideas and context.", "label": "neutral"}
{"id": 115574, "s1": "It's a virtuoso shootout, a riot of angles--the villains depicted in whispers, scudding shadows, flashes of body parts.", "s2": "It's from a fictional story.", "label": "neutral"}
{"id": 235514, "s1": "That plays right into Saddam Hussein's hands.", "s2": "Saddam Hussein wants the US to invade so he can solidify domestic support.", "label": "neutral"}
{"id": 308944, "s1": "The combination of public library (1st-3rd floors), children's and adult workshops (ground floor), cinemathaque, industrial design center, and music laboratory has made the complex a constant hive of activity.", "s2": "The cinemathaque is currently closed for repairs and hasn't seen much activity lately.", "label": "neutral"}
{"id": 145852, "s1": "In the early tenth century Viking raiding parties from Scandinavia began skirmishing with the Celtic tribes along the coast.", "s2": "During the beginning of the tenth century, Vikings were prominent.", "label": "entailment"}
{"id": 3407, "s1": "Geographically it is extremely diverse, with a central backbone of high mountains and hills blanketed with tropical rain-forest.", "s2": " geographically, the place is not really diverse at all. Only mountains.", "label": "contradiction"}
{"id": 83707, "s1": "My head thumped, my blood-pressure soared and I had to fight the constant urge to pee.", "s2": "I always had to pee when i was scared.", "label": "neutral"}
{"id": 366026, "s1": "The weather grew cool enough that they didn't have to stop in the afternoon.", "s2": "It was too hot to be outside.", "label": "contradiction"}
{"id": 221571, "s1": "oh yeah we did too", "s2": "We always did.", "label": "neutral"}
{"id": 178389, "s1": "This was accomplished primarily through attendance at technical conferences and specialized courses on topics such as the security features of new software, as well as networking with other security professionals and reviewing the latest technical literature and bulletins.", "s2": "Attendance at conferences was the reason why this was accomplished.", "label": "entailment"}
{"id": 145684, "s1": "To the side of the choir pilgrims queue to descend to the Grotto of the Manger, a simple marble-clad niche in the cave wall that is lit by an array of hanging lamps.", "s2": "The Grotto of the Manger is constructed of olive wood.", "label": "contradiction"}
{"id": 81516, "s1": "uh-huh well that that and that's the important thing i mean whether they win or lose why the fun is is in the supporting them", "s2": "The fun is in supporting them, win or lose.  ", "label": "entailment"}
{"id": 112886, "s1": "Those under the caption space exploration are valued using the specific identification method, that is, the specific cost of each unit of PP&amp;E is attributed to that unit.", "s2": "Space exploration is useless.", "label": "contradiction"}
{"id": 176472, "s1": "ACCESS TO RECORDS", "s2": "Records exist.", "label": "entailment"}
{"id": 53587, "s1": "are you still there this is something's wrong i don't know it sounds funny though doesn't it", "s2": "Hello, I'm glad it sounds correct and how it normally does.", "label": "contradiction"}
{"id": 48625, "s1": "Barnes asked the executive director.", "s2": "The executive director was questioned by Barnes.", "label": "entailment"}
{"id": 199191, "s1": "Clearly, it is critical to find better ways of doing business and, in particular, to make sure that weapon systems are delivered on time and cost-effectively.", "s2": "The weapon systems are delivered on time and are cost-effectively.", "label": "contradiction"}
{"id": 50707, "s1": "In addition to the visibility change variable, the estimating equation also included household income as an explanatory variable.", "s2": "There are too many variables at play. ", "label": "neutral"}
{"id": 188208, "s1": "The elevation of VA to cabinet-level status in 1989 spurred the department to make internal management improvements.", "s2": "The department had to improve management in 1989. ", "label": "entailment"}
{"id": 180331, "s1": "uh that was the one with uh Mickey Rooney and uh oh what's that real oh not real old uh well she is old too dancer um", "s2": "Mickey Rooney is in it.", "label": "entailment"}
{"id": 316526, "s1": "They're  They have the most balanced scoring of any NBA team.", "s2": "The 76ers have more balanced scoring than any other team does.", "label": "neutral"}
{"id": 138685, "s1": "yeah yeah i've got a weight bench and we got my wife an exercise bike and i use that sometimes too", "s2": "My wife has an exercise bike, but I never use that.", "label": "contradiction"}
{"id": 22780, "s1": "In addition there is an artisan's workplace, and you can visit archaeological sites still under excavation.", "s2": "There are no artist attractions in the area.", "label": "contradiction"}
{"id": 382589, "s1": "In some cases, but not all, this would be the collecting entity.", "s2": "The entity knew not all would be collecting.", "label": "neutral"}
{"id": 240870, "s1": "three and a half yeah or probably he or she is old enough to where they won't tease it too you know poke on it too much", "s2": "She is five and a half years old. ", "label": "contradiction"}
{"id": 281137, "s1": "Slim wasn't his real name, but the new friend he had met the day before had needed only one look at his slight figure to say, \"You're Slim.\" ", "s2": "He didn't like being called Slim.", "label": "neutral"}
{"id": 65444, "s1": "From St. Andre's Square, it is only a short walk north to Queen Street, where you will find the Scottish National Portrait Gallery on the corner.", "s2": "You have to take a bus ride to get from St. Andre's Square to The Scottish National Portrait.", "label": "contradiction"}
{"id": 198461, "s1": "Dr. Hall laughed.", "s2": "Dr. Hall remained silent and unmoved.", "label": "contradiction"}
{"id": 41313, "s1": "Columbia Legal Services receives no LSC funds.", "s2": "Columbia Legal Services do not get LSC funds.", "label": "entailment"}
{"id": 289428, "s1": "In this guidance, the term data always refers to computer-processed data.", "s2": "Data here means data that is computer processed.", "label": "entailment"}
{"id": 153709, "s1": "A series of disastrous decisions at the beginning of the 20th century began to sound a death knell for the Ottoman Empire.", "s2": "The Ottoman Empire lasted until 2002.", "label": "contradiction"}
{"id": 329588, "s1": "In general, you must receive fair-market value for whatever you spend it on.", "s2": "The value can be even higher in black market.", "label": "neutral"}
{"id": 324282, "s1": "Schumer, like D'Amato, is aggressive, opportunistic, and unpleasant in more ways that I care to discover.", "s2": "Schumer will not get reelected because of his aggressiveness.  ", "label": "neutral"}
{"id": 189600, "s1": "Program pays for needed legal help in abusive situations", "s2": "The program is funded mostly through donations.", "label": "neutral"}
{"id": 302698, "s1": "And it arose not out of the goodness of Nike CEO Phil Knight's heart, but to keep left-wing nongovernmental organizations--especially progressive ones--off his back.", "s2": "CEO Phil Knight performed this action out of the goodness of his own heart.", "label": "contradiction"}
{"id": 100814, "s1": "Natural selection takes hold among millionaire yachters.", "s2": "Yachters are an example of evolution.", "label": "contradiction"}
{"id": 369398, "s1": "Its annual growth rates were as  2.2 percent in 1987-90", "s2": "The annual growth rates were 2.2% for that time period, much lower than normal.", "label": "neutral"}
{"id": 36466, "s1": "The number of total accesses by the two firms will, however, be greater than the total experienced by the incumbent alone.", "s2": "The two firms have a greater number of accesses than the incumbent.", "label": "neutral"}
{"id": 24025, "s1": "were abandoned.", "s2": "Are being occupied.", "label": "contradiction"}
{"id": 346692, "s1": "He couldn't fully believe what he'd heard, but there had been too many strange things to let him disbelieve, either.", "s2": "Dave did not believe what was happening.", "label": "neutral"}
{"id": 119484, "s1": "The elaborate sculpture in four 15th-century Jain temples within the fort finds its counterpart in the finely carved facades of the Merchants' Havelis (mansions), built 200 years later, and sheltered from sandstorms on the northeast side.", "s2": "Two sculptures, two hundred years apart, are related to each other.", "label": "entailment"}
{"id": 151722, "s1": "He looks round, and he sees ”what do you think, mon ami?\" I shook my head. ", "s2": "I did not agree with him.", "label": "neutral"}
{"id": 41833, "s1": "11 This is a midlife crisis.", "s2": "This is not a midlife crisis.  ", "label": "contradiction"}
{"id": 122049, "s1": "Authority to acquire information processing resourcesDelegation of up to a specified limit, issued by GSA in response toProcurement an agency procurement request.", "s2": "The agency cannot file a procurement request.", "label": "contradiction"}
{"id": 52953, "s1": "The steep fells protected the population but also made transportation of any kind difficult; many of today's footpaths follow ancient pack-horse trails, which for centuries were the principal method of transport.", "s2": "The pack-horse trails have all been made into footpaths now.", "label": "neutral"}
{"id": 199295, "s1": "It has a popular brasserie on the first platform, an elegant gourmet restaurant on the second, and a view from the top stretching for miles on a pollution-free day.", "s2": "It has a huge bookstore on the second platform.", "label": "contradiction"}
{"id": 145738, "s1": " \"And I say once again, Captain, that men who ride for me do not in addition ride for Kitchell.\"", "s2": "\"I promise you that my men are loyal to me and no one else.\"", "label": "neutral"}
{"id": 237717, "s1": "More recently, and in response to LSC's state planning letters, planning moved to a new level when the directors of Florida's largest legal services programs held a retreat to consider how to improve civil legal assistance in the state.", "s2": "The planning letters also talked about legal services in Georgia.", "label": "neutral"}
{"id": 333281, "s1": "WEAPONS -Instruments of combat used to destroy, injure, defeat or threaten an enemy.", "s2": "Weapons should be eliminated from life. ", "label": "neutral"}
{"id": 191277, "s1": "To make matters worse, I have never had a girlfriend.", "s2": "I have never dated a girl in my life.", "label": "entailment"}
{"id": 85277, "s1": "next year", "s2": "This year. ", "label": "contradiction"}
{"id": 194081, "s1": "yeah well we're we're at a point where we're trying to accomplish a lot of things right now and uh like my wife's going back to school and i'm going to school and we're our kid we've got the kids who are at the stage where they need to take piano lessons and and uh you know play baseball and and do all those fun things", "s2": "My wife and I are going to school and our kids need to take piano lessons at this time.", "label": "entailment"}
{"id": 186264, "s1": "Madeira creates and exports table linens, sheets, dresses, blouses, hand?­kerchiefs, and even wedding dresses of extraordinary delicacy.", "s2": "Madeira makes and sells linens.", "label": "entailment"}
{"id": 109842, "s1": "that might not go over real well", "s2": "It's gonna go real good.", "label": "contradiction"}
{"id": 351364, "s1": "The auction exploits desperate sellers.", "s2": "The auction has never exploited a desperate seller.", "label": "contradiction"}
{"id": 139973, "s1": "but there's so many more people that are homeless and yeah", "s2": "Homelessness is decreasing", "label": "contradiction"}
{"id": 367955, "s1": "They went down to the hill.\"", "s2": "The went up the hill.", "label": "contradiction"}
{"id": 358375, "s1": "oh you do the aerobic uh dancing then", "s2": "You do modern dancing then.", "label": "contradiction"}
{"id": 339757, "s1": "Crowell  and  Moring may take on an Employment Law page.", "s2": "Crowell and Moring were not interested on an Employment Law page.", "label": "contradiction"}
{"id": 37435, "s1": "yeah yeah yeah you know it's it's interesting that that a lot of the population in the United States is changing because you know uh now that so many more minorities where they have had extended families for such a long time", "s2": "The population has not changed at all over the years. ", "label": "contradiction"}
{"id": 319360, "s1": "Even in Brazil it appears that fears that a drop in the currency would bring back hyperinflation were unwarranted.", "s2": "Brazil had no need to fear that a drop in currency would cause too much inflation.", "label": "entailment"}
{"id": 332911, "s1": "If the current in such a form moves first in one direction and then in the other, then it cancels out and is useless.", "s2": "This kind of current can never be canceled out, because it is too powerful.", "label": "contradiction"}
{"id": 89725, "s1": "yeah and here we were i mean i talked to her we had just gotten over a ninety four degree day so  we really had a lot to compare so", "s2": "It was really cold here so we caught up.", "label": "contradiction"}
{"id": 280043, "s1": "Created by Congress in 1974, Legal Services Corp. is frequently a budgetary target.", "s2": "The Congress does not like the Legal Services Corp. ", "label": "neutral"}
{"id": 382272, "s1": "Hurt's face is so deeply lined that he now resembles Boris Karloff's mummy--not flesh and blood but flakes and embalming fluid.", "s2": "Hurst has the smoothest skin I have seen for a man his age.", "label": "contradiction"}
{"id": 128351, "s1": "The most fearless and enthusiastic pups are the most likely to be bred to pass that herding gene on to the next generation.", "s2": "Fearless pups will be bred specifically to isolate favorable traits.", "label": "neutral"}
{"id": 85669, "s1": "to beat people up", "s2": "To attack innocent people violently.", "label": "neutral"}
{"id": 242357, "s1": "These issues include, for example, concerns over SES compensation and pay compression.", "s2": "Concerns over SES compensation and pay compression are included in these issues.", "label": "entailment"}
{"id": 198943, "s1": "and i i think that's probably pretty good for me um i part of my incentive when i started was to try to lose a few pounds because i had a special reason you know i wanted to and had a lot of motivation which", "s2": "I had motivation to lose weight.", "label": "entailment"}
{"id": 141530, "s1": "so it it's amazing even when you abuse them", "s2": "So it does not matter if you misuse them, it is still a wonderful experience.", "label": "neutral"}
{"id": 335544, "s1": "You may even find pleasure in realizing that you have acted with noblesse oblige in not flaunting your superiority.", "s2": "You may figure out that you prefer being humble.", "label": "entailment"}
{"id": 360795, "s1": "Chapter 6 examines the availability of resources necessary for the installation of SO2, NOX, and mercury control retrofit technologies for the timing and emission reductions proposed under the Clear Skies Act.", "s2": "Chapter 6 examines the availability of grants and tax breaks for homeowners to retrofit technology that reduces greenhouse emissions. ", "label": "neutral"}
{"id": 292002, "s1": "If the board is not following best practices, it should report why it is not following these practices.", "s2": "Boards who don't follow best practices shouldn't have to offer an explanation for this.", "label": "contradiction"}
{"id": 115141, "s1": "wow this is quite a quite a long distance", "s2": "It's quite a way. ", "label": "entailment"}
{"id": 358935, "s1": "Chrysler makes four times as many cars as Daimler with fewer than half the workers, and although there are good reasons for this--luxury cars require more labor, Daimler is diversified into other labor-intensive businesses--much of the difference does stem from Daimler's bureaucratic approach.", "s2": "Chrysler makes many more cars than Daimler.", "label": "entailment"}
{"id": 170017, "s1": "uh other times it could be very casual if you knew you would be at a desk all day and nobody would see you  um", "s2": "sometimes if you're at a desk, you can not follow the dress code completely", "label": "neutral"}
{"id": 29327, "s1": "Yes, I believe they were at it yesterday afternoon. ", "s2": "They didn't do it.", "label": "contradiction"}
{"id": 120087, "s1": "There's something about you, Mr. Whittington, that I don't like at all.", "s2": "There's something odd about you, Mr. Whittington.", "label": "entailment"}
{"id": 16829, "s1": "um-hum yes that's the way they suck you in", "s2": "They take every chance to push you away.", "label": "contradiction"}
{"id": 165388, "s1": "At the same time, many major accounting firms are spinning off the portions of their consulting practices that pose the greatest potential independence problems.", "s2": "Many major accounting firms are developing new divisions that pose problems.", "label": "contradiction"}
{"id": 210325, "s1": "Birds are favorite pets in Hong Kong, valued for their singing rather than their plumage, and here you'll find all kinds of birds for sale as well as elaborate teak and bamboo cages.", "s2": "Birds are a popular pet for the people of Hong Kong.", "label": "entailment"}
{"id": 140373, "s1": "Hunt interrupts Novak only once, gently, ending the official Punditus Interruptus Tally at Hunt 6, Novak 2. Not only do Hunt and Novak make nice, they are nice to others too.", "s2": "Hunt interrupts once.", "label": "entailment"}
{"id": 34701, "s1": "Asthma attacks that would occur with the projected changes in air quality.", "s2": "The air quality can cause asthma attacks.", "label": "neutral"}
{"id": 110615, "s1": "South of the museum, a short walk down Forest Road brings you to the Edinburgh Royal Infirmary.", "s2": "The Edinburgh Royal Infirmary is just a short distance from the museum.", "label": "entailment"}
{"id": 297365, "s1": " But why not just get rid of them?", "s2": "Do not entertain getting rid of them. ", "label": "contradiction"}
{"id": 376393, "s1": "snapshots, the area's other landmark cinemas deserve a peek as well.", "s2": "There are landmark cinemas around here.", "label": "entailment"}
{"id": 164981, "s1": "The new program, headquartered in Oakland, was the result of a merger between San Francisco Neighborhood Legal Assistance (SFNLAF), Community Legal Services in San Jose, and Legal Foundation of Contra Costa.", "s2": "The Legal Foundation of Contra Costa wasn't one of the entities included in the merger.", "label": "contradiction"}
{"id": 111477, "s1": "maybe we both agree then that we need to keep juries and", "s2": "Perhaps we both agree that we need to keep juries. ", "label": "entailment"}
{"id": 343638, "s1": "and uh i like to see where the company makes those makes benefits available at least to the employees", "s2": "I don't really care how the company actually provides to employees the benefits it claims to have. ", "label": "contradiction"}
{"id": 261740, "s1": "The nonprofit operation pays the debts of attorneys and health care professionals who work with the poor.", "s2": "The nonprofit corporation does this in order to encourage more lawyers to work for low-income individuals.", "label": "neutral"}
{"id": 207425, "s1": "Plans were developed by addressing questions such  Why are they resisting this change?", "s2": "The questions were addressed to develop the plans.", "label": "entailment"}
{"id": 337039, "s1": "I've been flying when I could for three days now.\"  Bork, of course, hadn't known of her spell with which she'd forced herself to want him \"well and truly.\" Apparently it had gone on operating even when she thought he was dead, and with a built-in sense of his direction.", "s2": "Her spell had been on, even when she thought he was dead.", "label": "entailment"}
{"id": 240570, "s1": "They were getting divorced because the wife found the husband cheating on her with barnyard animals.", "s2": "Their divorce happened because she beat him.", "label": "contradiction"}
{"id": 74905, "s1": "exactly right right well and uh you know one thing my wife and i've talked about it are uh private schools", "s2": "My wife and I have never brought up private schools in a conversation before.", "label": "contradiction"}
{"id": 138873, "s1": "Homeland  Title III of the Homeland Security Act of 2002 ( GAO- 02-927T, July 9, 2002)", "s2": "The act was related to homeland security.", "label": "entailment"}
{"id": 73206, "s1": "His face was impassive as ever, and the strange unreality of the man struck me afresh. ", "s2": "He dared not betray emotion. ", "label": "neutral"}
{"id": 129303, "s1": "I could not say.", "s2": "I have no idea.", "label": "entailment"}
{"id": 390588, "s1": "That analysis notes that the rule was needed in order to reduce regulatory burdens on computer manufacturers, to remove impediments to flexible systems design and construction techniques, and to reduce the potential for interference to radio services by improving the Commission's ability to ensure that personal computers comply with the Commission's standards and testing procedures.", "s2": "Radio services did not have interference.", "label": "contradiction"}
{"id": 294318, "s1": "as a civilian that's never been attached to any form of the military i know a lot of this stuff that i was involved in never did make the newspapers but", "s2": "I was involved in civilian work.", "label": "entailment"}
{"id": 282579, "s1": "Here we are at Lyons', and we will each of us pay for our own.", "s2": "We will pay as a group.", "label": "contradiction"}
{"id": 137752, "s1": "She shifted and a bare breast fell out of her loose wrap.", "s2": "She was completely exposed to the large crowd.", "label": "neutral"}
{"id": 391650, "s1": "There is also an excellent selection of handicrafts available at excellent prices in towns and resorts frequented by tourists.", "s2": "There are many handicrafts available.", "label": "entailment"}
{"id": 306491, "s1": "Somehow, with the coming of the light, the dreads and fancies of the past night seemed absurd.", "s2": "The sun is about to set.", "label": "contradiction"}
{"id": 224622, "s1": "Don't you know me, Anse?\"He saw eyes lift from the floor level, the scarred cheek under a ragged fringe of beard; and then astonishment in the other's expression became a flashing grin.", "s2": "You don't know me. His eyes stayed on the floor and the astonishment in the other's expression remained.", "label": "contradiction"}
{"id": 305939, "s1": " He saw Adrin nod.", "s2": "Adrin moved his head. ", "label": "entailment"}
{"id": 209400, "s1": "Well, good-bye, and good luck to you both.\" He shook hands with them, and in another minute they were descending the steps of 27 Carshalton Terrace with their heads in a whirl.", "s2": "He wished them good luck, but he didn't mean it.", "label": "neutral"}
{"id": 189790, "s1": "In addition, we outline some changes that the LSC Results Group (a working group of senior LSC professionals plus Ken Smith, an outside consultant, that designed, tested, and is currently evaluating and refining a system for reporting matters services) is considering for improving the reliability of the data obtained for 2002 and 2003.", "s2": "They wanted to improve the system.", "label": "entailment"}
{"id": 114987, "s1": "In 1994, the DNC abandoned its own procedure for vetting contributions for legality.", "s2": "The DNC abandoned it's procedure for vetting contributions due to legal reasons in 1994.", "label": "entailment"}
{"id": 72525, "s1": "well what's your favorite shows", "s2": "Do your favorite shows include any reality shows?", "label": "neutral"}
{"id": 267138, "s1": "i just made my first job hop about eight months ago so uh", "s2": "Around eight months ago I started working at the grocery store.", "label": "neutral"}
{"id": 258744, "s1": "The torrents protect us as they have for centuries.", "s2": "The torrents are magical.", "label": "neutral"}
{"id": 47662, "s1": "Jon waited and watched.", "s2": "Jon was too impatient to wait at all.", "label": "contradiction"}
{"id": 24702, "s1": "The whole mountain was once blanketed in forest and designated as a royal hunting area.", "s2": "The mountain used to be a designated hunting area.", "label": "entailment"}
{"id": 57487, "s1": "And, unfortunately, too many of us did nothing.", "s2": "We were too scared to do anything.", "label": "neutral"}
{"id": 80132, "s1": "The chain wielder drew back and began to swing the chain again in large overhead arcs that made the whole crowd duck.", "s2": "The chain wielder was alone.", "label": "contradiction"}
{"id": 328962, "s1": "Overall, I think the change will be good, said Richard Loza, a San Antonio attorney and the local coordinator for the bargaining unit of the National Organization of Legal Services Workers. ", "s2": "Richard Loza believes the changes will be good.", "label": "entailment"}
{"id": 83876, "s1": "You think I mind saying it, but I don't in the least! ", "s2": "I actually do mind saying it at all.", "label": "contradiction"}
{"id": 356768, "s1": "Adrin found those few more.", "s2": "Only one more was found by Adrin.", "label": "contradiction"}
{"id": 221333, "s1": "Analysis (IPA) of Reston, VA, for more than 2,000 projects from a variety of industries, show a decline in the percentage of major projects designed by owners' inhouse staff from about 30 percent during 19701975 to about 25 percent during 19811985, to less than 10 percent after 1991.", "s2": "There is no decline shown by the analysis of the 2,000 projects in Reston, VA.", "label": "contradiction"}
{"id": 312690, "s1": "According to the Star , Jackson plans to divorce her right after the birth so he can reunite with ex-wife Lisa Marie Presley.", "s2": "Jackson would never divorce his wife, Star is lying.", "label": "contradiction"}
{"id": 33306, "s1": "yeah in some cases where the judge says okay i'll give you you know two to three years and then", "s2": "There are some cases where the judge will give you two or three years.  ", "label": "entailment"}
{"id": 201728, "s1": "i grew up in Dumas and Lubbock and uh every roofing crew was illegal", "s2": "They all came over from Mexico in an attempt to steal our great nation's wealth.", "label": "neutral"}
{"id": 200078, "s1": "Barney Frank, D-Mass., are circulating a letter to colleagues that they will send to the president next week.", "s2": "Barney Frank wanted to pass legislature through to the president. ", "label": "neutral"}
{"id": 312417, "s1": "probably one big thing about them and uh", "s2": "There are no important things about them.", "label": "contradiction"}
{"id": 245392, "s1": "My Dad told me even before we came here--\"", "s2": "My dad told me not to trust you before we came here.", "label": "neutral"}
{"id": 277408, "s1": "oh okay because uh the ones that we use you you know are like Unix base systems and so they don't have a disk drive you know so you can't you you the only way that you can do it is through a modem", "s2": "The systems we use are completely different from the Unix base systems.", "label": "contradiction"}
{"id": 131813, "s1": "He was so seldom vehement about anything. ", "s2": "He was always like this. ", "label": "contradiction"}
{"id": 290049, "s1": "you know if you're if you're just sitting on a nice hot lake", "s2": "I don't think it'd be fun to be by the lake.", "label": "contradiction"}
{"id": 6019, "s1": "In another ten minutes, we were racing down the park and along the high road to Tadminster. ", "s2": "We were walking on the road to Tadminster.", "label": "contradiction"}
{"id": 356664, "s1": "Critics argue that the subsidy is idiotic.", "s2": "Critics argued that the subsidy only provided $7 an hour. ", "label": "neutral"}
{"id": 377865, "s1": "Try a 40, he said.", "s2": "He told them to try a 60.", "label": "contradiction"}
{"id": 60058, "s1": "uh what kind of um besides your besides your salary what's what's the most the thing that you would consider to be most important as a benefit", "s2": "Salary is the most important benefit to you.", "label": "neutral"}
{"id": 357412, "s1": "i can't remember how many it didn't take us but an hour i think or an hour and a half we were all pretty i think we had one man in there that uh wanted to find him guilty because he kept saying he did it then we kept saying he did it but the other guy you know yeah we had to convince him that um you know that yes he did it but he wasn't guilty he didn't need to go to jail for doing it that was you know he did it he admitted it that he bit that guys finger but he did it in self defense so you know we just didn't feel that he needed", "s2": "My jury was unanimous from the start.", "label": "contradiction"}
{"id": 281527, "s1": "Shining, hand-beaten objects in copper and brass can be found in the shops around the Old Bedesten in the Grand Bazaar, and also in Bak??rc??lar Caddesi (Copp?­ersmiths' Street) behind Beyaz??t Square.", "s2": "The shops surrounding the Old Bedesten are the only ones in the Grand Bazaar that sell items made from brass and copper. ", "label": "neutral"}
{"id": 139893, "s1": "The guy who wrote that gets hammered from both ends.", "s2": "The writer is hammered from both ends.", "label": "entailment"}
{"id": 336048, "s1": "If you're eager for a bit of culture after a day in the sun, check out the Orange County Performing Arts Ceter (600 Town Ceter Drive, Costa Mesa), which sponsors frequent symphony, chamber music, and opera performances by visiting international and local groups.", "s2": "Surprisingly, the opera performances are the Orange County Performing Arts Center's most popular event.", "label": "neutral"}
{"id": 178349, "s1": "Many carvings of Hatshepsut at the temple have been defaced.", "s2": "A lot of the carvings in the temple which depict Hatshepsut have been vandalised. ", "label": "entailment"}
{"id": 58485, "s1": "Traditionally, activity was centred four streets up the hill from the seafront.", "s2": "Activity begins four streets up the hill from the seafront.", "label": "entailment"}
{"id": 153878, "s1": "We split the rent right now, but when I get my degree I intend to pay for rent and let her handle the money.", "s2": "I don't intend to pay for rent since she has all the money anyway.", "label": "contradiction"}
{"id": 227942, "s1": "The River Liffey flows from west to east through the center of the city to Dublin Bay.", "s2": "The Liffey river goes through the city of Dublin", "label": "entailment"}
{"id": 82920, "s1": "Since Hong Kong is a duty-free port and charges no sales tax, goods are cheaper here than in the country where they were made.", "s2": "Some people outside of Hong Kong are frustrated that goods are more expensive for them to buy.", "label": "neutral"}
{"id": 237881, "s1": "You can see the results of this construction method in the temple-pillars set on top of one another.", "s2": "This construction method with the temple-pillars stacked is known to be a bit unstable.", "label": "neutral"}
{"id": 1701, "s1": "Of particular interest on the first floor of the Francois I wing is the wood-paneled cabinet (study) of Catherine de M??dicis, conniving queen mother and regent to three kings of France.", "s2": "A lot of tourists visit the study room of Catherine de Medicis.", "label": "neutral"}
{"id": 378584, "s1": "Listen to the infy, he said while an expatriate held forth in the Senior Common Room.", "s2": "The common room was nicely furnished with soft armchairs. ", "label": "neutral"}
{"id": 377319, "s1": " Americans are less guarded in letting facial expressions show what they're feeling.", "s2": "Americans let their facial expressions show their feelings.", "label": "entailment"}
{"id": 138091, "s1": "What on earth does he mean? Lawrence stared at me in quite unaffected astonishment. ", "s2": "Laurence absolutely understood what he said.", "label": "contradiction"}
{"id": 262451, "s1": "A few kilometres (a couple of miles) farther, in the direction of Granada on the N-340, the Museo de la Huerta (Agriculture Museum) at Alcantarilla adjoins a second waterwheel, also of steel.", "s2": "The Museo de la Huerta is at Alcantarilla.", "label": "entailment"}
{"id": 93665, "s1": "However, I am just a little disappointed that there is no representation in your measurement for popular music.", "s2": "There is no representation for popular music and that makes me just a little disappointed. ", "label": "entailment"}
{"id": 266171, "s1": "Long it certainly is, at 1,250 km (776 miles) from snout to tail.", "s2": "At 1,250 km from snout to tail it is certainly long and it is among the longest in the world.", "label": "neutral"}
{"id": 55789, "s1": "On the right, you'll come to the Art Deco Byzantine-style tower of the YMCA, designed by the firm that also planned New York's Empire State Building.", "s2": "The sane firm that planned New York's Empire State Building also designed the Art Deco Byzantine-style tower of the YMCA.", "label": "entailment"}
{"id": 327837, "s1": "People like my legal services friends in Iowa, Ohio, Virginia, Arizona and Kentucky who have devoted years of their lives to the legal services movement.", "s2": "Some people in Florida have dedicated years to provided legal services.", "label": "contradiction"}
{"id": 156471, "s1": "Sounds a little like Wright's Ferberizing experiences to me.", "s2": "It appears to be the same phenomenon.", "label": "entailment"}
{"id": 334993, "s1": "Shall I tell you how it will be? ", "s2": "You'll be terrified if I tell you how it's gonna be.", "label": "neutral"}
{"id": 266161, "s1": "really so is it just women that go there", "s2": "It is not a place for men.", "label": "neutral"}
{"id": 319275, "s1": "Without this wildly curving water tunnel, cut through the bedrock under Jerusalem by frantic teams who worked from both ends to meet in the middle, Judaic monotheism would have been destroyed and the development of Western civilization would have been considerably altered.", "s2": "The water tunnel was constructed in the 11th century. ", "label": "neutral"}
{"id": 104286, "s1": "messing around in your house building things and you know put cabinets up and those kind of things um", "s2": "There's no cabinets in the house, everything is placed on the floor.", "label": "contradiction"}
{"id": 80131, "s1": "like uh truck drivers and things like that i definitely think they should be tested and and i'm not i'm not opposed to any testing i mean", "s2": "I'm opposed to testing, and I don't think truck drivers should be tested.", "label": "contradiction"}
{"id": 196038, "s1": "Mr. Philips, K. ", "s2": "The woman whose name was Sonya.", "label": "contradiction"}
{"id": 84698, "s1": "Grower associations organized to obtain approval to bring in H-2A workers are now appearing in a number of states.", "s2": "Grower associations are performing a service that's helping employers save money.", "label": "neutral"}
{"id": 282789, "s1": "The fact it had to be the right wrist was very important.", "s2": "The left wrist is the correct wrist. ", "label": "contradiction"}
{"id": 278058, "s1": "Nor' Loch was drained (creating land for today's Princes Street Gardens), and the Mound was constructed to provide a second, westerly access between the two settlements.", "s2": "The access between the settlements went around Nor' Loch.", "label": "contradiction"}
{"id": 299, "s1": "The Ottoman Empire surrendered when World War I ended the following year, and, following a declaration by the League of Nations (the forerunner to the United Nations), Britain became rulers of Palestine by mandate.", "s2": "If the Ottoman Empire never surrendered, Palestine wouldn't have been ruled by the British.", "label": "neutral"}
{"id": 314019, "s1": "Certainly.\"", "s2": "Agreed.", "label": "neutral"}
{"id": 169951, "s1": "Thanks to King Hezekiah's hidden water tunnel, the city narrowly escaped destruction.", "s2": "The entire city escaped from the hidden water tunnel.", "label": "neutral"}
{"id": 256170, "s1": "Ah, but, senor , this is a time when the cupboard is, as you would say, bare!", "s2": "Senor, this is the time when the cupboard is full and needs to be rearranged.", "label": "contradiction"}
{"id": 10211, "s1": "have a nice you too", "s2": "Thank you so much.", "label": "neutral"}
{"id": 58650, "s1": "Broder and Waas never explicitly claim that the Spectator money swayed Hale.", "s2": "They just strongly implied the evidence was there.", "label": "neutral"}
{"id": 190306, "s1": "you know we've got people here that really you know need to be working and so that we had just you know it was this way we didn't have to layoff an active person and we'd just let you go and it took me about a year of arguing i said you know you've got to put this in writing to me and because until they put it in writing i couldn't get my insurance benefits and i couldn't get my uh termination benefits either", "s2": "I was reassured that they spelled out my benefits in writing.", "label": "contradiction"}
{"id": 161225, "s1": "Very well, we must arrange a compromise.", "s2": "A compromise must be arranged, if this matter will ever be resolved.", "label": "neutral"}
{"id": 125541, "s1": "it's just the stud fees are so much though it'll cost about three hundred dollars for a stud for her we we want to breed her with a champion so", "s2": "Ideally, we would love to have her bred with a champion if possible.", "label": "entailment"}
{"id": 30369, "s1": "Air and Waste Management Association, Pittsburgh.", "s2": "The Air and Heart Management Association, Charleston.", "label": "contradiction"}
{"id": 126286, "s1": "it's it's it's really a high one of these high drama type you know uh shows that's also true any of those things i like Hall Mark Hall Of Fame and those kind of shows are always so good i like i like to watch those", "s2": "One of my favourite shows to watch is Hallmark Hall of Fame.", "label": "neutral"}
{"id": 297458, "s1": "The Changing Global Role of the Finance Function.", "s2": "The finance function has a changing role.", "label": "entailment"}
{"id": 41291, "s1": "Then he remembered that there was a good supply in Julius's sitting-room.", "s2": "Julius's had a good supply in his sitting-room, if he could recall correctly.", "label": "entailment"}
{"id": 44907, "s1": "yeah hope ours continues to live it's been there about four i guess almost four years now so maybe it's established established enough that it'll go on and survive", "s2": "It takes four years for it to be established.  ", "label": "neutral"}
{"id": 383730, "s1": "At the junction with Rua Mouraria is the Museu Municipal do Funchal (Municipal Museum), yet another 18th-century aristocratic home converted into a museum (entrance on Rua Mouraria).", "s2": "The aristocrats who lived there wished to open the home up after their passing.", "label": "neutral"}
{"id": 254798, "s1": "Ryan just isn't the man she thought she married ...", "s2": "Ryan has changed.", "label": "entailment"}
{"id": 36287, "s1": "yeah yeah but that's yeah i know that's the way some of them work anyway", "s2": "That is the way in which some work.", "label": "entailment"}
{"id": 279291, "s1": "To the north, PCH meets the western terminus of Sunset Boulevard.", "s2": "The northern end of PCH isn't located anywhere near Sunset Boulevard.", "label": "contradiction"}
{"id": 65934, "s1": "and i wouldn't don't know that i would advocate communism but uh the question is can a can you can a can a democracy uh afford the it's like the street people that are starting to show up all over the US is that that's essentially an underclass and when you get enough of them", "s2": "I agree with your statement and believe that street people are considered underclass man, however they are just as educated as people who aren't from the city.", "label": "contradiction"}
{"id": 67314, "s1": "they're pretty brave", "s2": "Some of them are brave.", "label": "neutral"}
{"id": 345899, "s1": "And the line? To be too evasive would invite suspicion.", "s2": "To be overly descriptive would be suspicious. ", "label": "contradiction"}
{"id": 249184, "s1": "You're out.", "s2": "You've been eliminated.", "label": "entailment"}
{"id": 288255, "s1": "With the Matters Reporting System in place, an important tool has been created for use by legal services leaders at the national, state and local levels in describing the full scale and scope of legal services being delivered in communities across the nation.", "s2": "Communities are complaining and protesting the government because they have no means of interpreting which services are available to them.", "label": "contradiction"}
{"id": 86574, "s1": "Springing to her feet, she cried out angrily: \"What do you mean? ", "s2": "She was angry and jumped up.", "label": "entailment"}
{"id": 138966, "s1": "including new vans and so so i guess i've seen it done and i know you can do it you know but you have to drive that old car until you get that money saved up for that new van and that's where Americans don't like to do it and so and we don't want to cut back our services from the government because we're spoiled", "s2": "American don't like to want to save up for a new van because we're spoiled.", "label": "neutral"}
{"id": 276653, "s1": "I thought those were lost, said Ca'daan behind them.", "s2": "Ca'daan was behind the group.", "label": "entailment"}
{"id": 318029, "s1": "However, they had not seen the last of their Muslim foe.", "s2": "They wiped out every single Muslim there. ", "label": "contradiction"}
{"id": 221846, "s1": "oh mother macree no i should say not well i i sincerely hope that you don't have that terrible storm we had", "s2": "I hope the storm reaches you too. ", "label": "contradiction"}
{"id": 111043, "s1": "He would speak to them soon.", "s2": "He'd talk to them again.", "label": "entailment"}
{"id": 282746, "s1": "Another third is said to be devoted to preventing army coups.", "s2": "Prevention of military coups has a third devoted to it. ", "label": "entailment"}
{"id": 382694, "s1": "In the warren of grungy rooms beneath the dance floor--the celebrities' sanctum sanctorum--the coke was consumed by the linear foot, and (according to the author) the odd European contessa could be found handcuffed to a water pipe, getting squired from the rear by one of the pretty shirtless busboys.", "s2": "Hard drugs were being used below the dance floor.", "label": "entailment"}
{"id": 361689, "s1": "He stared at the top of the canvas roof above and reconsidered his decision to come.", "s2": "He looked at the makeshift canvas roof and knew they would have to replace it before winter.", "label": "neutral"}
{"id": 105461, "s1": "By physical terrain we mean the physical proximity of the delivery points and whether they are most advantageously served by a curb, park &amp; loop, or foot route.", "s2": "Delivery points are physical locations that can sometimes be served by curb or foot routes.", "label": "entailment"}
{"id": 373790, "s1": "Studies forecast an ever-increasing shortage of IT professionals, presenting a great challenge for both industry and the federal government.", "s2": "Studies forecast an ever-decreasing short of IT professionals. ", "label": "contradiction"}
{"id": 163429, "s1": "And children.", "s2": "Not with children.", "label": "contradiction"}
{"id": 209186, "s1": "yes yes we do right here at the at the very building they have uh a nurse's office", "s2": "There is a nurse's office at the building.", "label": "entailment"}
{"id": 352157, "s1": "In a market of 10,000 stocks, short-term prices will rise and fall for an infinite variety of reasons, very few of which have anything to do with a company's real productivity or value.", "s2": "In the stock market, short-term prices are determined by a number of factors. ", "label": "entailment"}
{"id": 340723, "s1": "I just thought: Let's give good old Slim a chance.\"  ", "s2": "We shouldn't let Slim have a chance.", "label": "contradiction"}
{"id": 195779, "s1": "Bill Clinton is just so tacky.", "s2": "it is thought that Bill Clinton is not tacky at all.", "label": "contradiction"}
{"id": 229690, "s1": "This would make their E. coli-bearing digestive system less likely to rupture, thus making contamination less likely.", "s2": "Contamination from E. coli never occurs inside anyone's digestive tracts.", "label": "contradiction"}
{"id": 271358, "s1": "uh particularly when you try to i was talking to somebody else who who had a lot of wood paneling and uh they had gotten somebody to come in with an estimate and it seemed like there was it was a good sized den with a lot paneling and the people quoted thirty thousand dollars to paint it or something", "s2": "There were some people with a good sized den full of wood paneling and the quote to paint it was thirty thousand dollars. ", "label": "entailment"}
{"id": 236708, "s1": "Eszterhas is delusional in the sense that he believes that everything he touches is serious, says film critic and historian David Thomson.", "s2": "At least from David Thomson's point of view, Eszterhas has a very clear and balanced perception of the world around him and his relation to it. ", "label": "contradiction"}
{"id": 63441, "s1": "I ain't going to pull you into anything \"", "s2": "Even though you started this mess, I ain't going to drag you into it. ", "label": "neutral"}
{"id": 129973, "s1": "While examining the documents, the staff also was required to verify that the documentation had the necessary administrative approvals.", "s2": "The staff did not examine the documents.", "label": "contradiction"}
{"id": 117806, "s1": "yeah right we don't need to worry about them", "s2": "They used to be a worry but not anymore. ", "label": "neutral"}
{"id": 33568, "s1": "but still i would hate to be on the jury that sentenced someone", "s2": "I wouldn't want to be on a jury that sentenced an innocent man.", "label": "neutral"}
{"id": 177254, "s1": "they have got two log cabin shelters that are basically uh four walls and a roof log cabins with a concrete floor and a picnic table in them and a ceiling fan and screened uh windows", "s2": "Log cabins are fancy and extremely luxurious, aren't they?", "label": "contradiction"}
{"id": 11028, "s1": "The terra-cotta bowls have centuries of tradition behind them; the ashtrays are also attractive, if obviously less authentic.", "s2": "The ashtrays are less traditioal, but still attractive.", "label": "entailment"}
{"id": 308443, "s1": "The facilities are enclosed within a huge retractable roof.", "s2": "The facilities have no roof.", "label": "contradiction"}
{"id": 290414, "s1": "For this reason, the revised circular eliminates a long-standing federal requirement for formal risk assessments.", "s2": "There is no reason to change the requirement.", "label": "contradiction"}
{"id": 120646, "s1": "if they could.", "s2": "They cannot.", "label": "contradiction"}
{"id": 308512, "s1": "He says she will plead innocent to the charges.", "s2": "She will plead guilty. ", "label": "contradiction"}
{"id": 115457, "s1": "This grim news made Gauve's face fall.", "s2": "Gauve's was struck by the grim news about the battle.", "label": "neutral"}
{"id": 3770, "s1": "Menes is dead.", "s2": "Menes is alive and well. ", "label": "contradiction"}
{"id": 37220, "s1": "Designed for a daughter of Louis XIV in 1722, it makes a stately riverside faaade for the 7th arrondissement, with its 18th-century embassies, ministries, and private mansions (hetels particuliers).", "s2": "The 7th arrondissement has more fine 18th century architecture than any other area of Paris. ", "label": "neutral"}
{"id": 371112, "s1": "However, it's also easy to get to Guangzhou by train or ferry.", "s2": "One can also get to Guangzhou by plane.", "label": "neutral"}
{"id": 330879, "s1": "Only in the country during patron saint day festivals or at a folk dance performance are you likely to see rose, a slave woman's washing dance; grage, with dancers mimicking tapioca graters to the beat of goat-skin drums; the haute-taille, an adaptation with accordion and drums of a European quadrille; or the bel-air, an African-Creole version of a three-figure quadrille.", "s2": "The biggest date of celebration, oddly enough, is Columbus Day.", "label": "neutral"}
{"id": 30866, "s1": "This is waitin' to know if we 're goin' to be throwed out!\"", "s2": "This is waiting at the DMV!", "label": "contradiction"}
{"id": 120031, "s1": "Washington, D.C.: International Monetary Fund, September 2000.", "s2": "It contained the September 2000 fund information.", "label": "entailment"}
{"id": 35337, "s1": "but uh still i i question the ability of some of the teachers to uh really do a bang-up job and yet others i know are just wonderful", "s2": "Teaching is a hard job to do well.", "label": "neutral"}
{"id": 16469, "s1": "oh i guess i i just you know i always i have always tried to sew and uh i didn't like the way it looked so i'd never wear anything but now i i really have bought some uh new sewing equipment i bought the Serger machine", "s2": "I tried to sew a dress.", "label": "neutral"}
{"id": 173239, "s1": "You must imagine these as they were originally painted, in brilliant colors.", "s2": "They have always been unpainted.", "label": "contradiction"}
{"id": 37149, "s1": "In Tokyo, the place to go for every electronic and computer item imaginable and plenty that you didn't even know existed is Akihabara, an entire district devoted to specialty stores selling mountains of electronic equipment often at very low prices.", "s2": "The prices in the Akihabara district are very high.", "label": "contradiction"}
{"id": 269565, "s1": "And the sky is cracking and falling, as you have seen for yourself.", "s2": "The sky is breaking and falling.", "label": "entailment"}
{"id": 124782, "s1": "Tellingly, the has-been corner routine is not in the movie.", "s2": "The movie is not encyclopedic on the subject.", "label": "entailment"}
{"id": 146002, "s1": "Furthermore, at GAO, we are using the bully pulpit and speaking out to encourage others to do their part to help restore public trust and confidence and we will continue to do so.", "s2": "The GAO discourages speaking out and any attempt at resisting authority will be futile, you have been warned.", "label": "contradiction"}
{"id": 350737, "s1": "Moore Town and Cornwall Barracks, both inland from Boston Bay, make up the nucleus of the eastern group (the western Maroon area is in Cockpit Country, south of Falmouth).", "s2": "Moore Town and Cornwall Barracks are both inland from Boston Bay,", "label": "entailment"}
{"id": 254496, "s1": "Then, I said, \"what do you deduce?\" To which my friend only made a rather irritating reply, urging me to use my own natural faculties. ", "s2": "What do you introduce?", "label": "contradiction"}
{"id": 112321, "s1": "It was the most awful hour of my life. ", "s2": "That hour was the most terrible of my life.", "label": "entailment"}
{"id": 282713, "s1": "But to accept would give him a slight chance to prove he could do part of the work.", "s2": "He the opportunity to prove he could complete part of the task. ", "label": "entailment"}
{"id": 69369, "s1": "It worked well for a while, until it didn't work at all.", "s2": "It had never worked before and is unable to function now either.", "label": "contradiction"}
{"id": 379245, "s1": "Political parties don't have a vote.", "s2": "Political parties don't always vote. ", "label": "entailment"}
{"id": 299391, "s1": "yeah well we've we've gotten to the point where you know if if if well", "s2": "There's no way right now", "label": "contradiction"}
{"id": 302100, "s1": "Steve Forbes intends to advertise on day trading and investment sites, where people who might vote for him are likely to be found.", "s2": "Steve Forbes' voters are usually on trading and investment sites.", "label": "entailment"}
{"id": 247815, "s1": "Follow the road all the way around the bay for a fine view acrose east to west.", "s2": "If you would like to see a fine view across the east to the west, follow the road all the way around the bay.", "label": "entailment"}
{"id": 127400, "s1": "that's right you know that the exactly and uh i don't know it made me sort of question you know their their techniques for testing the cars it was almost like they were just trying to get to me and uh i know they probably weren't but that's uh", "s2": "I questioned the techniques for testing cars at first, but was later reassured. ", "label": "neutral"}
{"id": 247974, "s1": "No matter how many tunnels and transit systems speed croseharbor traffic, nothing matches the ride on the Star Ferry from Kowloon to the Central District acroseVictoria Harbor.", "s2": "Nothing matches the ride on the Polar Express from Antartica to the Middle District.", "label": "contradiction"}
{"id": 213416, "s1": "With an aging population and a slowly growing workforce, saving more today and increasing the nation's future economic capacity is critical to ensuring retirement security in the 21st century.", "s2": "The nation's future economic capacity and today's saving rate are closely related.", "label": "neutral"}
{"id": 99829, "s1": "There's no sign of an economic boom or increased optimism (whether justified or not) about technology.", "s2": "I don't see signs of an economic boom or increased optimism about technology.", "label": "entailment"}
{"id": 49453, "s1": "! Clarification of definitions.", "s2": "The definitions are clarified.", "label": "entailment"}
{"id": 50819, "s1": "He was impressed by little William.", "s2": "Little William couldn't do a single thing to impress him.", "label": "contradiction"}
{"id": 345496, "s1": "In the 15th century, bloodthirsty mobs raided the synagogue and massacred the Jewish population.", "s2": "The mobs thought that the Jews were responsible for a recent plague.", "label": "neutral"}
{"id": 225994, "s1": "Ca'daan painfully turned and saw a tan skinned man with a thick mustache and braided beard talking to a man in fine cloth and thick boots.", "s2": "He saw the other man with a beard talking to someone.", "label": "entailment"}
{"id": 185753, "s1": "Add to this geographical isolation and the difficulties for most of a harsh agricultural existence (where few have the machinery to help in the tiny terraced fields), and you might forgive the islanders if they seemed less than welcoming.", "s2": "The lack of resources could make angry inhibitors. ", "label": "neutral"}
{"id": 222077, "s1": "How much good the Norplant option would do is debatable.", "s2": "The Norplant option might not have any benefits at all.", "label": "neutral"}
{"id": 215535, "s1": "But will they ever really circulate?", "s2": "They started to circulate.", "label": "neutral"}
{"id": 244855, "s1": "i used to jog somewhat uh-huh well that's good yeah my parents have a treadmill it's when i go visit them uh i'll get on that thing every now and then", "s2": "The treadmill gives me some exercise since I don't jog anymore.", "label": "neutral"}
{"id": 382245, "s1": "We don't work for the Democrats, diGenova says.", "s2": "diGenova says they are affiliated with Democrats.", "label": "contradiction"}
{"id": 28401, "s1": "Stephen D. Oliner and Daniel E. Sichel, The Resurgence of Growth in the Late 1990 Is Information Technology the Story?", "s2": "The Resurgence of Growth was written as a collaboration project.", "label": "entailment"}
{"id": 353036, "s1": "Left behind by the exodus to Pakistan at the 1947 partition, they make up the peasantry in the north.", "s2": "The north is comprised entirely peasants.", "label": "neutral"}
{"id": 342598, "s1": "First is the pseudomoderate's  If both sides are mad at us, we must be doing something right.", "s2": "We have not changed a thing at all.", "label": "contradiction"}
{"id": 338784, "s1": "The CIOs themselves must meet the challenges of building credible organizations, and developing and organizing information management capabilities to meet agency mission needs.", "s2": "The CIOs themselves must meet the challenges of developing and organizing information management capabilities.", "label": "entailment"}
{"id": 51599, "s1": "  A portfolio compiles the century's best cartoons and quotes.", "s2": "The best African-American cartoons of the century have been complied.", "label": "neutral"}
{"id": 31778, "s1": "We saw what happened up in New York and how much critical need there was to establish this, Rehfeld said. ", "s2": "It was critical that we establish this in New York.", "label": "entailment"}
{"id": 211089, "s1": "yeah they had such a super team", "s2": "They had the worst team I've ever seen. ", "label": "contradiction"}
{"id": 381793, "s1": "Arts policy is, unquestionably, a mess.", "s2": "The arts policy is definitely unclear.", "label": "entailment"}
{"id": 177892, "s1": "As a result, more casinos emerged along the Strip.", "s2": "The Strip remained a casino-free zone.", "label": "contradiction"}
{"id": 57288, "s1": "i do know though it's easy to get put in jail for life", "s2": "It is tough to be put in jail for life.", "label": "contradiction"}
{"id": 130367, "s1": "but i'm not real sure how that goes", "s2": "I don't know how that goes.", "label": "entailment"}
{"id": 100448, "s1": "Next to town names derived from England, you'll also find names such as  Wait Awhile  and  Fruitful Vale,  derived from the function and activity of the everyday lives of ordinary Jamaicans.", "s2": "Wait Awhile is a town name in Jamaica.", "label": "entailment"}
{"id": 99724, "s1": "Of course not, the Pentagon responded.", "s2": "In America, the pentagon has a lot of secrets that it keeps from the American people.", "label": "neutral"}
{"id": 281168, "s1": "Flat land is at such a premium in Funchal that even the likes of Reid's and Hotel Savoy can only afford two tennis courts each.", "s2": "Flat land is so expensive in Funchal that some hotels can only afford two tennis courts each.", "label": "entailment"}
{"id": 235202, "s1": "they pay for school a little bit otherwise i would never", "s2": "School is free for them.", "label": "contradiction"}
{"id": 73495, "s1": "LSSM operates like a law firm, but does not charge fees to their clients.", "s2": "There is a high price for clients of LSSM.", "label": "contradiction"}
{"id": 221187, "s1": "A revolt of the comuneros, or townsmen, broke out in a number of Spanish cities, including Madrid.", "s2": "The king sent negotiators to speak with the townsmen of various cities, swaying them away from taking up arms.", "label": "contradiction"}
{"id": 96200, "s1": "A pleasant drive 30 km (19 miles) northeast of Orange along the D975 takes you to the site of one of the most important towns of Roman Provence.", "s2": "The speed limit on the road is high.", "label": "neutral"}
{"id": 146037, "s1": "Great tubes hung down from the ceiling, each one filled with liquid.", "s2": "Great tubes filled with water hung from the ceilings.", "label": "neutral"}
{"id": 242550, "s1": "On these issues, Conley raises difficult, important questions.", "s2": "Conley is too timid to ask difficult questions.", "label": "contradiction"}
{"id": 130970, "s1": "i don't know i really don't know i know that they do equally as well there as they do here i mean doctors still have that same status", "s2": "I'm sure that they do as well there as they do here.", "label": "entailment"}
{"id": 39523, "s1": "uh well load up the program again in this case after you load it up change it hope that's right", "s2": "Restart the program and we'll hope that it is right.", "label": "entailment"}
{"id": 232328, "s1": "Use appropriate facts   Locate sources of company information eee and data from company   Operate selected information systems eee information systems to   Select appropriate data and information eee support accomplishment   Make decisions based on analysis of data eee of business plans   Manage information resources to ensure ready access to information eee", "s2": "You should locate sources of company information.", "label": "entailment"}
{"id": 288528, "s1": "yeah well kids nowadays they want to start out with a", "s2": "Kids these days just want to start from nothing.", "label": "contradiction"}
{"id": 51332, "s1": "they say that if a guy's pitching that that his arm is still developing until he's twenty five and if pitches a whole lot of innings before that it may take its toll later in life", "s2": "There's no danger of overuse for pitchers.", "label": "contradiction"}
{"id": 26522, "s1": "right that does seem to be a problem that even the Poles faced when uh i think they're one of the earliest experimenters in in trying to get a capitalist uh economy going and some of the things that showed up is um i hate the term worth it work ethic but that seems to be the one that's tied to it", "s2": "The Poles were one of the earliest experimenters of capitalism", "label": "entailment"}
{"id": 341911, "s1": "oh yeah it's too nice been too nice of a weekend", "s2": "The weekend was an utter disappointment.", "label": "contradiction"}
{"id": 283423, "s1": "Turn on your brain rather than checking boxes in connection with key accounting, reporting and auditing issues.", "s2": "Emphasize checking boxes rather than critical analysis.", "label": "contradiction"}
{"id": 7737, "s1": "it's nice and dark and quiet so it just kind of depends on the occasion", "s2": "It's very tranquil, nice and dark.", "label": "entailment"}
{"id": 48896, "s1": "Of course the information-technology sector has been wonderfully successful--but that is because it has been in a position to exploit the extraordinary possibilities offered by photolithography, not because of any special virtue in the way it operates.", "s2": "The IT arena is booming thanks to photolithography.", "label": "entailment"}
{"id": 123930, "s1": "Clinton got a fruit basket that contained an orange that was, in Zercher's words, shrivelled and deformed--it looked like a woman's sexual organ.", "s2": "Zercher said that the orange looked like a woman's sexual organ. ", "label": "entailment"}
{"id": 87194, "s1": "Soon the whole cell was filled with a stuffy erotically-physiological atmosphere, and a single, abstract frustration about L.T.", "s2": "The cell felt airy and bright.", "label": "contradiction"}
{"id": 213078, "s1": "Some turned to the radical solutions of the Chinese-led Malayan Communist Party (MCP).", "s2": "The Chinese-led Malayan Communist Party doesn't have any radical solutions.", "label": "contradiction"}
{"id": 254615, "s1": "Note that these estimates, while approximating the full impact of daily pollution levels on daily death counts, do not capture any impacts of long-term exposure to air pollution.", "s2": "The estimates don't include long term air pollution.", "label": "entailment"}
{"id": 252370, "s1": "And the long-distance companies have made only tentative steps toward invading the local residential-telephone market.", "s2": "Long distance companies have made tiny steps to invading the local market. ", "label": "entailment"}
{"id": 112065, "s1": "You can explore the central area of East Jerusalem's modern business district, on Saladin Street, by tracing your steps back to the Old CityWalls and Herod's Gate.", "s2": "It's not possible to enter the central business area in East Jerusalem.", "label": "contradiction"}
{"id": 210260, "s1": "Blast it down.\"", "s2": "Shoot it down.", "label": "entailment"}
{"id": 30741, "s1": "Callers requiring more detailed advice or continuing legal representation may be referred to legal aid programs, pro bono attorneys or private attorneys.", "s2": "The callers can not get any more advice.", "label": "contradiction"}
{"id": 86317, "s1": "but then i have to wait for my tomatoes have to go in here in the next couple of weeks", "s2": "I'm not sure on the exact date that I need to add my tomatoes here.", "label": "neutral"}
{"id": 198691, "s1": "But that's the title of the book.", "s2": "That's not what the book is called.", "label": "contradiction"}
{"id": 1130, "s1": "Tuppence is my girl! ", "s2": "I loathe Tuppence.", "label": "contradiction"}
{"id": 204693, "s1": "Completed in 1972 it has achieved both, but the fertility of Egyptian farming land is now falling as it is cut off from the yearly layer of fresh nutrients brought by the flood.", "s2": "Egyptian farmland is still irrigated with water from the Nile.", "label": "neutral"}
{"id": 139042, "s1": "yeah i i have to do that i want to make some flowerbeds and i'm going to have a seven yard truck come in", "s2": "I desire to create some flowerbeds.", "label": "entailment"}
{"id": 238555, "s1": "electronics industry", "s2": "Fashion and design industry.", "label": "contradiction"}
{"id": 149552, "s1": "It becomes an obstacle only when authors seek publication through outlets whose customers generally ask for brief details.", "s2": "Authors who seek publication from sketchy outlets generally make more money.", "label": "contradiction"}
{"id": 221777, "s1": "The more orthodox Muslims were concerned that Islam was being abandoned, and rebellions sprang up in Bengal, Bihar, and the Punjab.", "s2": "The more orthodox Muslims had few concerns that Islam was being abandoned and celebrated their religion.", "label": "contradiction"}
{"id": 365214, "s1": "Here, we are covering the most important see also the Book of Kells (page 25) and other attractions at Trinity College.", "s2": "Trinity College has one of the best water polo teams in the world.", "label": "neutral"}
{"id": 382995, "s1": "uh generally the most of my information i'll get in the morning with my newspaper", "s2": "I rarely get information from the morning newspaper.", "label": "contradiction"}
{"id": 291382, "s1": "Not as good as those his own men carry old ones maybe, but good enough for Apaches.", "s2": "His own men had the best ones, and none could compare to them.", "label": "neutral"}
{"id": 347011, "s1": "We've managed to get some testosterone from a blond homunculus, he reported.", "s2": "He said that they met a blond homunculus, but failed to get any testosterone from him.", "label": "contradiction"}
{"id": 376652, "s1": "yes we all enjoy camping and they're you know they're in like R As and scouts and stuff like that you know so they get to go camping in those organizations also", "s2": "They go camping with R As and scouts because they know what they're  doing.", "label": "neutral"}
{"id": 255155, "s1": "so within a month i guess or two we'll know", "s2": "We will know everything we need to know within a month.  ", "label": "neutral"}
{"id": 81158, "s1": "You sound too much like White.", "s2": "You are very different from White.", "label": "contradiction"}
{"id": 99561, "s1": "well thank you it's nice talking to you uh-huh bye bye", "s2": "I didn't care for talking to you.", "label": "contradiction"}
{"id": 155560, "s1": "FHWA requires its senior executives to set critical and noncritical performance objectives that are tailored to their responsibilities within their respective offices and aligned with the FHWA Administrator's performance agreement with the Secretary of Transportation.", "s2": "FHWA requires executives to set budgetes.", "label": "contradiction"}
{"id": 114137, "s1": "The tiny village of Watendlath is beautiful a small farming community beside a small tarn, set in a natural bowl surrounded by stark fells, it seems to lie far away from the 20th century.", "s2": "The tiny village of Watendlath still does not have internet.", "label": "neutral"}
{"id": 30662, "s1": "[W]ith regard to enforcement actions at the Presidential level, certifications provided for under section 102(d)(3) [now section 716(d)(1)(C)] are intended to authorize the President and the Director of the Office of Management and Budget to preclude a suit by the Comptroller General against the President and his principal advisers and assistants, and against those units within the Executive Office of the President whose sole function is to advise and assist the President, for information which would not be available under the Freedom of Information Act.", "s2": "Certifications provided are intended to authorize the President and the Director of the Office of Managemen", "label": "entailment"}
{"id": 303657, "s1": "i won't buy a Dodge", "s2": "I will not purchase a Dodge.", "label": "entailment"}
{"id": 385738, "s1": "for thousands of years", "s2": "It has been short-term.", "label": "contradiction"}
{"id": 284266, "s1": "i'm i'm you know i'm in the age group you get out of college and i think a lot of these people have them maxed out", "s2": "I'm in the age group of people fresh out of college, and I think a lot of us have them maxed out.", "label": "entailment"}
{"id": 31959, "s1": "If food and medical care tripled in cost, people would of necessity spend less on other things to pay for the increase or cut down on the food and medical care they purchased.", "s2": "If the cost of food tripled, the 1% probably wouldn't notice.", "label": "neutral"}
{"id": 392154, "s1": "Most of the rest melts away into higher real-estate prices.", "s2": "Towards higher prices of real estate does the rest go increase into.", "label": "entailment"}
{"id": 164419, "s1": "and and i just just knew i was being photographed you know i just  i'm glad i don't have to go through that experience again", "s2": "I felt very scared because I was being photographed.", "label": "neutral"}
{"id": 29971, "s1": "that's good to hear yeah and  i haven't uh well i've been  around a lot of people lately at work at my job that don't have a lot of values", "s2": "I will probably switch jobs, I don't like the people I'm working with", "label": "neutral"}
{"id": 26289, "s1": "(The magazine's own take is more  There will be minor glitches but not wholesale societal collapse.)", "s2": "The magazine predictably isn't too concerned with societal collapse.", "label": "neutral"}
{"id": 306277, "s1": "oh sure sure they do and then they take your old part and sell it to some reconditioning house and make money off of that too", "s2": "The reconditioning houses pay top dollar for the old parts.", "label": "neutral"}
{"id": 249974, "s1": "But then, to gain their support, the Japanese upheld their prestige, restored pensions, and preserved their authority at least in Malay custom and Islamic religion.", "s2": "The Japanese hoped to avoid citizen revolt and reinstated the formed ruling class as an appeasement.", "label": "neutral"}
{"id": 263638, "s1": "Until the highway construction in the modern era, access to the jungle interior had been and in some cases, still is only by river.", "s2": "Every place in the jungle is serviced by highways and large airports. ", "label": "contradiction"}
{"id": 278463, "s1": "but uh i guess the hardwoods are probably the biggest thing we have are our hard maple and hard oak and and the the evergreens", "s2": "We have a lot of green trees and plants.", "label": "entailment"}
{"id": 82540, "s1": "Duke Cosimo had Vasari design it in 1560 as a series of government offices (hence its name), a mint for the city's florin, and workshops for the Medici's craftsmen.", "s2": "Vasari designed a series of buildings for Duke Cosimo in 1560.", "label": "entailment"}
{"id": 29821, "s1": "oh i don't know i guess my husband got a letter at the office i i presume and they must have been asking does your husband work with TI", "s2": "I think they sent a letter to my husband to find out if your husband works for TI.", "label": "entailment"}
{"id": 266248, "s1": "To help the Postal Service resolve its problems, we have long recommended that the Service and its unions and management associations establish a framework agreement to outline common goals.", "s2": "They have long recommended that the Service and its unions and management associations establish a framework agreement to outline common food interests.", "label": "neutral"}
{"id": 42001, "s1": "There is a definite pattern afoot  At first, the new job is wonderful, the people scintillating and fabulous, the work enticing and exciting.", "s2": "The new job is terrible and the people are evil.", "label": "contradiction"}
{"id": 97425, "s1": "Buildings seem to transform themselves depending on the light; Dublin under a lowering sky is a different place from Dublin in sunshine.", "s2": "Dublin in summer is largely the same visually as Dublin in winter.", "label": "neutral"}
{"id": 35924, "s1": "Both unglazed and ceramic styles are available", "s2": "The only available styles are glazed and double glazed.", "label": "contradiction"}
{"id": 311969, "s1": "You know New York better than I do.", "s2": "I don't know NY nearly as well as you.", "label": "neutral"}
{"id": 35631, "s1": "He recalled the 1970s, when many ED procedures were adapted for use in the field by EMS without appropriate evaluation.", "s2": "ED procedures were sometimes adapted for use without proper scrutiny.", "label": "entailment"}
{"id": 354005, "s1": "I missed the era of free love while in grade school and am wondering if we are now in the era of free looks.", "s2": "I was in grade school during the era of free love.", "label": "entailment"}
{"id": 123314, "s1": "We've always gotten along, says Lalley.", "s2": "Lalley believes we have always gotten along.", "label": "entailment"}
{"id": 211694, "s1": "Exempted from Novak's observation might be executives at Reebok, who last year professed to have been unaware of connotations associated with the name they gave to a new women's running  Incubus.", "s2": "Reebok shoe company professed to be unaware that the name Incubus was perhaps an inappropriate name to give to a women's running shoe. ", "label": "entailment"}
{"id": 62855, "s1": "Supposing she is not able to give one?", "s2": "Assuming she runs out?", "label": "neutral"}
{"id": 298673, "s1": "You spoke with her that evening, etc., and she relayed to you a sequence of events that was very dissimilar from what you remembered happening.", "s2": "You did speak with her about the issue of congress.", "label": "neutral"}
{"id": 129087, "s1": "yeah it is well i think we met our time limit", "s2": "I think we met our time limit", "label": "entailment"}
{"id": 303520, "s1": "They are worn very high at present.", "s2": "Presently they're worn low. ", "label": "contradiction"}
{"id": 311699, "s1": "Next time I was able to take a real interest I was lyin' on a bed with about a mountain of quilts on top me, weaker'n a yearlin' what's jus' been dragged outta a bog hole.", "s2": "When I was capable of being interested, I was stuck on a bed with quilts upon quilts on me.", "label": "entailment"}
{"id": 20836, "s1": "no we have six and seven no six and then one is at seven ten or something like that", "s2": "We have never had one at exactly seven before.", "label": "neutral"}
{"id": 324734, "s1": "Marcel Proust spent many summers at its splendid Grand H??tel, where he wrote part of his A la Recherche du Temps Perdu.", "s2": "Marcel Proust is the author of A la Recherche du Temps Perdu.", "label": "entailment"}
{"id": 42982, "s1": "um-hum well you know uh i know American Express i'm now i'm working at American Express now and they", "s2": "I have never heard of American Express.", "label": "contradiction"}
{"id": 219794, "s1": "i think i think we're gonna see a day when schools uh grade schools are gonna be charging tuition just like colleges are uh and it'll only be to those who are having kids going to school that's probably the most fair way but you know uh that way old people don't have to have have money going to the schools because they don't have little kids going to schools but uh i wouldn't be surprised if that happens within the next few years uh that sort of thing happening and uh we'll see what happens", "s2": "Grade schools will need to charge tuition to cover their expenses.", "label": "neutral"}
{"id": 344652, "s1": "However Ayyubid control was weak and power was usurped by their Turkish slaves, called mamelukes, who succeeded in founding a dynasty that lasted from 1251 to 1517.", "s2": "The dynasty lased until 1517 when Tut came in power.", "label": "neutral"}
{"id": 306012, "s1": "and i'm sure rather than try to uh ask someone to take them for them they probably just pitch them you know", "s2": "They are always asking their neighbors if they need this-or-that before they think about throwing something away.", "label": "contradiction"}
{"id": 296341, "s1": "Four kilometers (2 1.2 miles) outside Kos Town are the remains of a medical school founded in the fourth century b.c. , just after the death of Hippocrates.", "s2": "The medical school was built in the fourth century but no longer remains.", "label": "entailment"}
{"id": 274088, "s1": "The aristocrat or court patron lent his prestige to a powerful provincial proprietor, who employed a competent estate-manager to oversee smallholders, who in turn worked their farms with dependent laborers.", "s2": "The court patron never came into contact with a proprietor in all his life.", "label": "contradiction"}
{"id": 165868, "s1": "From the podium, Dunn and Rice, two of the committee's three front women, implored Bush's wife and daughters to endure the campaign's trial by fire.", "s2": "The two women were worried the campaign was killing Bush's wife.", "label": "neutral"}
{"id": 136716, "s1": "Admirable perhaps, but not necessarily the way to win a war.", "s2": "It is the only way to win a war.", "label": "contradiction"}
{"id": 107090, "s1": "I deeply admire Krugman, but if he wants to write about Argentina or any Latin American country, he should dedicate some time to trying to understand what each country is like.", "s2": "Krugman has written about Argentina.", "label": "entailment"}
{"id": 351129, "s1": "oh good deal good deal well you have a good one", "s2": "Terrible deal. Let's keep on talking.", "label": "contradiction"}
{"id": 375490, "s1": "i'm not either", "s2": "I am not interested.", "label": "neutral"}
{"id": 164722, "s1": "GAO conducts its investigations-which involve allegations of serious wrongdoing that may involve potential violations of criminal law-and its testing of the security of agencies' systems, controls, and property in accordance with standards established by the President's Council on Integrity and Efficiency as adapted for GAO's work.", "s2": "The GAO follows the President's Council on Integrity and Efficiency guidelines.", "label": "neutral"}
{"id": 125140, "s1": "Crosethe Rue de Rivoli to the Palais-Royal, built for Car?­di?­nal Richelieu as his Paris residence in 1639, and originally named Palais-Cardinal.", "s2": "Cardinal Richelieu died of a heart attack in 1648.", "label": "neutral"}
{"id": 139258, "s1": "One action was to task a training committee to develop and implement a Training Needs Assessment tool to determine employees' training needs and to schedule training for fiscal year 2002.", "s2": "The committee created a tool to determine training needs for military employees.", "label": "neutral"}
{"id": 207505, "s1": "In addition, GSA officials believe that most of the savings are from the lodging portion of the program rather than from the use of frequent flyer miles.", "s2": "The GSA officials are not telling the truth about savings to the program.", "label": "neutral"}
{"id": 68617, "s1": "Repayment of  except direct loans.", "s2": "Direct loans will not be repayed.", "label": "entailment"}
{"id": 352159, "s1": "and i use my PC constantly not only do i do PC type things like uh using lotus or word processors", "s2": "I really enjoy playing games on my computer whenever I have a chance. ", "label": "neutral"}
{"id": 338428, "s1": "When you see Bradley, you see a naturally diffident man talking about how he would like to run for president and fretting about the distance between his ideal campaign and the real one.", "s2": "Bradley is shy, and talks often about how far apart his ideal campaign for presidency is from his current one; he blames it on the reality of politics today.", "label": "neutral"}
{"id": 157284, "s1": "In terms of government, it is part of the Spanish province of Baleares.", "s2": "The government is a part of the Spanish province of Baleares. ", "label": "entailment"}
{"id": 239717, "s1": "In 2020, total benefits increase to $96 billion, with $93 billion in health benefits and $3 billion in recreational visibility benefits.", "s2": "The health benefits and recreational visibility benefits are equally important despite not receiving the same amount of money.", "label": "neutral"}
{"id": 165767, "s1": "Actor Anthony Sher, as Stanley, is astonishing, as though he were plugged into a power source the rest of the world had yet to discover, says the New York Times ' Ben Brantley.", "s2": "Anthony Sher plays Stanley.", "label": "entailment"}
{"id": 38033, "s1": "It would have been wiser to install a more high-powered model, but that would have meant a trip to some outpost of civilization; lost time; perhaps a lost secret.", "s2": "They didn't want to travel to some far away lost civilization to get a hgih powered model.", "label": "neutral"}
{"id": 4883, "s1": "they have uh twenty seven computers for each of the little labs and each lab serves uh two grades so the first and second graders have their own batch of computers that they've cycled the kids through and", "s2": "The school decided to buy Apple desktop computers for its labs.", "label": "neutral"}
{"id": 240273, "s1": "because i know i certainly wouldn't want to uh you know be endangered by somebody in a company that accidentally dropped something on me or you know because he was on drugs while he was there", "s2": "I think that people on drugs can endanger me on accident.", "label": "entailment"}
{"id": 325666, "s1": "but uh i think they still have a little i think they're still such a a young team i think they still have a little bit to go before they reach the potential that it did when ever Bradshaw was playing", "s2": "They have an old team.", "label": "contradiction"}
{"id": 295170, "s1": "Poirot stepped forward briskly. ", "s2": "After Poirot 's name was called out, he quickly stepped forward.", "label": "neutral"}
{"id": 52418, "s1": "Meetings are also conducted with the National Access to Justice Funders Group (LSC, Open Society, State Justice Institute, National Center for State Courts and the Horowitz Foundation) on building broader justice communities, statewide web sites, follow-up to the Pro Se Collaboration Conference, technology support systems and multi-lingual access.", "s2": "The State Justice Institute is not a member of the National Access to Justice Funders Group.", "label": "contradiction"}
{"id": 38409, "s1": "Tuppence shook her head.", "s2": "Tuppence's head was shaking.", "label": "entailment"}
{"id": 281875, "s1": "and um and that's my favorite way to exercise", "s2": "I enjoy walking in the morning the most.", "label": "neutral"}
{"id": 111754, "s1": "Malcolm Gladwell's exegesis, however, suggests that we are to vote for the most impressive display of empty virtuosity.", "s2": "Gkadwell suggests we must vote for the worst display of true morals. ", "label": "contradiction"}
{"id": 265229, "s1": "but made mother smoke it up just in case,", "s2": "Mother didn't smoke it at all. ", "label": "contradiction"}
{"id": 139041, "s1": "uh-huh yeah yep that's right or you know in a a car accident", "s2": "That is correct, and also maybe in a car crash.", "label": "entailment"}
{"id": 69445, "s1": "Today, the remarkable economic recovery has silenced the old condescension about Italy's technological and managerial talents.", "s2": "Italy has used developments in technology and managerial operations to make a revolutionary economic revival.", "label": "entailment"}
{"id": 182981, "s1": "A huge man, bare chested and covered head to toe in blood, raised a wide blade and beheaded each of the villagers in turn with two or three cuts.", "s2": "The tiny man surprisingly had no blood on him even though he was the one chopping peoples heads off. ", "label": "contradiction"}
{"id": 36066, "s1": "Part of India's legacy after several centuries of bureaucracy (don't just blame the British civil service it began long before) is an inordinate respect for the written document and the rubber stamp.", "s2": "India's bureaucracy existed before the British civil service began to influence the country.", "label": "entailment"}
{"id": 128075, "s1": "The district attorney predicts that an arrest will be made in the next two months.", "s2": "There will not be an arrest in the next two months.", "label": "contradiction"}
{"id": 193738, "s1": "East of El-Aksa is a large open pavement beneath which lie tremendous vaulted chambers called Solomon's Stables (actually the structures hold up the vast artificial platform of the Temple Mount originally built by Herod 2,000 years ago).", "s2": "The upper level of the Temple has been razed, but the vaulted chambers below still remain.", "label": "neutral"}
{"id": 149415, "s1": "Little Herring ? What the hell kind of moniker is that?", "s2": "What kind of messed up name is \"Little Herring\"?", "label": "entailment"}
{"id": 82704, "s1": "He has so much experience and, as shown by the last interview, there are a lot of us out there who could benefit from it.", "s2": "He has a lot of experience teaching students with learning disabilities. ", "label": "neutral"}
{"id": 229734, "s1": "The ornamental gilded clock face has only one hand, for the hours.", "s2": "There is just one hand on the face of the clock. ", "label": "entailment"}
{"id": 284802, "s1": "The sober interior has Byzantine-style frescoes, an 11th-century altar canopy, and a crypt built on Etruscan and ancient Roman pillars.", "s2": "Roman and Etruscan pillars once stood where the crypt is now.", "label": "entailment"}
{"id": 368857, "s1": "Basically the general public cant afford appropriate legal services.", "s2": "The general public is often in need of legal services.", "label": "neutral"}
{"id": 158606, "s1": "If multi-use heritage assets are transferred and some cost was recognized for them on the books of the transferring entity, that cost is recognized as a transfer-out (a negative other financing source) of capitalized assets.", "s2": "A structure is in place for classifying transfer of heritage assets.", "label": "entailment"}
{"id": 320695, "s1": "We knew it wasn't real.", "s2": "It wasn't real.", "label": "entailment"}
{"id": 342871, "s1": "Lunch in the leafy, peaceful, sunny courtyard of this famous institution, a former pasha's palace, is a sheer delight at any time, but the Saturday barbeque (summer only) is something special.", "s2": "The summer barbeques are on Saturdays and Sundays.", "label": "contradiction"}
{"id": 277317, "s1": "fell and cracked cracked her skull open and that was sort of it but just terrible", "s2": "She did not fall but had an injury all the same.", "label": "contradiction"}
{"id": 4101, "s1": "yeah that's right it's kind of nice too to have that fall", "s2": "It's kind of nice in your 20s to have that fall", "label": "neutral"}
{"id": 350152, "s1": "He was killed in a dispute over timber by a Pamunkey Indian from Virginia who would have been considered black in Virginia but escaped prosecution because he was considered white in Mississippi.", "s2": "At the time, every state had its own defining characteristics for what must exist in order to determine what 'race' a person is.", "label": "neutral"}
{"id": 290771, "s1": "yeah i know what big families are like and how they can get together if you if they're really cooperative and wanting the best", "s2": "The man agrees  about how big families are like.", "label": "neutral"}
{"id": 156960, "s1": "Did Clinton learn his lesson?", "s2": "I don't know if Clinton learned his lesson.", "label": "neutral"}
{"id": 347806, "s1": "George W. Bush tried to quash the parody site www.gwbush.com, saying infamously, There ought to be limits to freedom.", "s2": "Feeling hurt, former president Bush wanted to quash the parody site www.gwbush.com while saying that there ought to be limits to freedom.", "label": "neutral"}
{"id": 54309, "s1": "i was up in Arequipa", "s2": "I didn't visit Arequipa.", "label": "contradiction"}
{"id": 70407, "s1": "In 2002, we hosted a Cyber Cafe at both the NLADA Annual Meeting and at the Equal Justice Conference to give Internet access to conference participants, allowing them to check their email.", "s2": "We hosted a Cyber Cafe at the annual meeting in Washington DC.", "label": "neutral"}
{"id": 138656, "s1": "and they went by each one saying guilty or innocent guilty or innocent", "s2": "They didn't say anything because they were not part of the jury.", "label": "contradiction"}
{"id": 60517, "s1": "Unsigned e-mail describing an agency's comments will not be printed in the issued report.", "s2": "The email contained embarassing comments ", "label": "neutral"}
{"id": 56117, "s1": "People who do that, the narrator observes, are at heart storytellers.", "s2": "People who do that are not storytellers at heart according to the narrator.", "label": "contradiction"}
{"id": 389240, "s1": "Potter received inspiration for many more characters from the animals in the village and surrounding farmland.", "s2": "Potter was inspired to create lots of characters for a new novel", "label": "neutral"}
{"id": 290048, "s1": "The grid cells are aggregated to estimate the health impact of the change in air quality across the study region.", "s2": "The change in air quality is aggregated by the grid cells.", "label": "entailment"}
{"id": 81499, "s1": "yeah i love those too they're just so relaxing", "s2": "I love how energizing those are.", "label": "contradiction"}
{"id": 142788, "s1": "Additional risks stem from agency efforts to examine and adjust their computer systems to ensure that they properly recognize the Year 2000.", "s2": "Danger is coming from the agency trying to fix the problems with their digital date system.", "label": "entailment"}
{"id": 147721, "s1": "A new sense of identity enveloped Greek peoples throughout the Aegean, thus commencing a movement to expand Greece and unify the disparate Orthodox populations.", "s2": "Greek peoples felt a new sense of identity so they began a movement to unify the population.", "label": "entailment"}
{"id": 317105, "s1": "If you intend to head out onto the fells, though, you should take the appropriate Ordnance Survey map along they provide the most detailed guides to the terrain.", "s2": "The best guides concerning the terrain can be found in Ordnance Survey maps.", "label": "entailment"}
{"id": 110430, "s1": "Welfare advocates are already complaining that recipients will be pushed into dead-end jobs.", "s2": "Welfare advocates complain about the future of recipients, says the article.", "label": "neutral"}
{"id": 376235, "s1": "most recently at three Treasury agencies, the Department of Energy, Department of", "s2": "The 3 Treasury agencies and other departments as well.", "label": "neutral"}
{"id": 179768, "s1": "What if he was wrong?", "s2": "What if he was wrong about he war?", "label": "neutral"}
{"id": 106743, "s1": "UC Santa Cruz To Make the Grades?", "s2": "Does UC Santa Cruz do well enough?", "label": "entailment"}
{"id": 360446, "s1": "With its economy in disarray, the government introduced a limited number of capitalist measures while maintaining a firm political grip.", "s2": "The government introduced measures when the economy was in disarray.", "label": "entailment"}
{"id": 332523, "s1": "you're right and that's kind of silly", "s2": "you are right, so that makes you seem funny", "label": "neutral"}
{"id": 138403, "s1": "So you will wait, or the agreement shall be broken by you, not by me.", "s2": "You'll get hurt if you don't wait. ", "label": "neutral"}
{"id": 264979, "s1": "Title 7 of GAO's PolicyandProceduresManual,section 7.4.E.", "s2": "The 8th title of GAO's Policy and Procedures Manual.", "label": "contradiction"}
{"id": 256131, "s1": "Horseback-riding is also well organized in the Sinai and the Red Sea, less so along the Nile Valley.", "s2": "Sailing along the Red Sea is safer than across the Nile river.", "label": "neutral"}
{"id": 131659, "s1": "yeah that was i'm sure it was a powerful experience for him it's something he'll remember", "s2": "I'm sure his mother's passing was a powerful experience for him.", "label": "neutral"}
{"id": 26633, "s1": "If we can keep the caves hidden, we can cut into their flank again and again, eating away at them.", "s2": "We have to put the cave out in the open.", "label": "contradiction"}
{"id": 48390, "s1": "and Silence of the Lambs i'm i'm intrigued by it but i'm not sure i want to go see it yet", "s2": "I have heard about the movie but I do not know if it would scare me.", "label": "neutral"}
{"id": 332547, "s1": "A British flotilla, diverted from the Caribbean, sailed up the Mississippi with some 10,000 first-class troops.", "s2": "The British flotilla carrying 10,000 first-class troops wasn't able to sail up the Mississippi river and just landed ashore.", "label": "contradiction"}
{"id": 222075, "s1": "yeah okay i know who your talking about i can't think of her name either yeah that was that was that was i remember that being uh here a few years ago", "s2": "I know her name but I don't remember being here.", "label": "contradiction"}
{"id": 145060, "s1": "yeah uh it is so expensive down here for a child care because we're originally from Missouri Missouri and most and of our family's still there and uh my husband's sisters have their kids in child care and it's a lot less expensive then it is down here", "s2": "It's expensive to pay for daycare in my area because of the high cost of living.", "label": "neutral"}
{"id": 23114, "s1": "You'll also see some of his pasos sculpture in life size or larger, a feature of religious processions, particularly during Holy Week.", "s2": "Pasos sculpture is a feature of religious processions. ", "label": "entailment"}
{"id": 1858, "s1": "In order to insure the highest quality and maximum level of services to potentially eligible clients in each state, and so that the goal of meeting those needs will be realized, LSC has developed the State Justice Communities Planning Initiative Evaluation Instrument.", "s2": "In order to be sure the services are cheap, the LSC has an evaluation instrument.", "label": "contradiction"}
{"id": 174879, "s1": "The austere little church of San Damiano dates to the 11th century.", "s2": "The church of San Damiano was built in the year 2001.", "label": "contradiction"}
{"id": 68587, "s1": "It is not the mandated, nondistortable function of the courts to inquire into all serious questions of statutory validity in all cases.", "s2": "Courts inquire into validity of cases.", "label": "entailment"}
{"id": 334030, "s1": " \"An orderly let out the news that you are here,\" she said.", "s2": "She knew he was here.", "label": "entailment"}
{"id": 137340, "s1": "In desperation, Poland looked to Napoleon Bonaparte and Revolutionary France for assistance against its oppressors.", "s2": "Poland was desperate to find some assistance against its oppressors.", "label": "entailment"}
{"id": 84715, "s1": "First built in a.d. 325 by Constantine, it was remodelled two centuries later by Justinian, and again by the Crusaders in the 12th century.", "s2": "Justinian made extensive changes to the original building that Constantine built.", "label": "neutral"}
{"id": 388618, "s1": "It goes without saying, however, that Spielberg makes the case that soldiers' morals explode like land mines amid the terrors of war.", "s2": "Soldiers lose their identify in the midst of wars.", "label": "neutral"}
{"id": 231649, "s1": "Like many other World's Fair exhibits, the tower was slated for destruction in 1910.", "s2": "The Sparkling Tower and Amazing Science were among many of the exhibits slated for destruction in 1910.", "label": "neutral"}
{"id": 289239, "s1": "5) Upon such a request, the VP for Programs will convene a face-to-face meeting with the authorized representatives of the DSPB.", "s2": "A face to face meeting will be scheduled when such a request is made.", "label": "entailment"}
{"id": 369972, "s1": "Tulsa attorney David Riggs, who heads the drive, is pushing for the community, especially local lawyers, to put it over the top.", "s2": "David Riggs, a Tulsa attorney, has no time for the community.", "label": "contradiction"}
{"id": 224231, "s1": "It is expected that one FGD system requires about 27 months of total effort for planning, engineering, installation and startup.", "s2": "There are no expectations for how long it will take to set up the system.", "label": "contradiction"}
{"id": 294076, "s1": "No justice, no peace, barks out a fierce equivalency, although to the uninitiated it may sound like a list of the two things the crowd is  justice and peace.", "s2": "Chanting no justice, no peace is a deliberate demand.", "label": "entailment"}
{"id": 5069, "s1": "However, sometimes it seems that the city produced artists of this stature by accident, even against its will.", "s2": "Artists and other creative types of people are produced by the city.", "label": "entailment"}
{"id": 58654, "s1": "At least that is what Jon hoped.", "s2": "Jon had no hope.", "label": "contradiction"}
{"id": 39449, "s1": "But I think it helped to support the idea that he knew what he was doing.", "s2": "Him knowing what he was doing supported the idea.", "label": "entailment"}
{"id": 362293, "s1": "But you have probably heard something? ", "s2": "Were you most likely informed?", "label": "entailment"}
{"id": 78147, "s1": "Despite strong opposition from organizations dedicated to the protection of developmental sanctity of unborn children, from groups devoted to the protection of family traditions, and from task forces committed to the preservation of racial purity, the new method (license purchased by the pharmaceutical giant Robots Healthcare) began to gain tremendous popularity, especially since it was introduced onto the market in conjunction with an attractive credit plan, offered by HSBBC.", "s2": "This new method was supported by task forces, groups and organizations that protected the sanctity of unborn children.", "label": "contradiction"}
{"id": 286046, "s1": "'Quite a romance,'  ", "s2": "There were no romantic feelings at all.  ", "label": "contradiction"}
{"id": 18889, "s1": "you know uh we sit there and and we think that they think the way we think", "s2": "We assume that they think in the same way we do.", "label": "entailment"}
{"id": 193575, "s1": "A formless amalgam of wooden shacks and modern apartment buildings, Oriental-style bazaars and shopping-center supermarkets, Pointe Pitre betrays little of its turbulent past.", "s2": "Pointe Pitre has a modern look that makes it hard to understand its past.", "label": "contradiction"}
{"id": 305402, "s1": "The door swung open a crack, a mere fraction, but enough for Tommy to hear what went on.", "s2": "Tommy wasn't able to hear anything because the door was shut.", "label": "contradiction"}
{"id": 289682, "s1": "If she had we'd probably never have traced her.", "s2": "If she did, we most likely would not have been able to track her.", "label": "entailment"}
{"id": 77643, "s1": "Good idea--don't wait!", "s2": "You should take as long as you can.", "label": "contradiction"}
{"id": 225332, "s1": "Stupid, easily impressed yokels... My chest began to tighten.", "s2": "My chest loosened up.", "label": "contradiction"}
{"id": 66818, "s1": "Pitt's Harrer finally returns to Austria, dropping a music box--a gift from the Dalai Lama--in his son's bedroom.", "s2": "The Dalai Lama wanred Harrer's son to have a music box. ", "label": "neutral"}
{"id": 21930, "s1": "Maybe it is my training in the sciences coming to the fore, or maybe it's my belief that the Postal Service is too important to our economy and too intertwined in our everyday lives and livelihood to leave too much to chance.", "s2": "The Postal Service is intertwined into our everyday lives and has been since 1902.", "label": "neutral"}
{"id": 161616, "s1": "The building has filled many roles over the years, from residence to jail to mint, and is now used for exhibitions.", "s2": "The buiding has been a house and then a jail.", "label": "entailment"}
{"id": 191182, "s1": "In this way, it amassed vast fortunes still kept under lock and key.", "s2": "It slipped into first bankruptcy and then utter poverty and ruin.", "label": "contradiction"}
{"id": 20916, "s1": "Parcells vacations little during the off- He can't relax, worrying that his rivals are working harder.", "s2": "Parcell is unable to relax because he is afraid of his rivals.", "label": "neutral"}
{"id": 187595, "s1": "repair this or repair that in your own home i bought that for my husband and or how to how to do something books you know for reference and uh", "s2": "I usually buy my husband some books on how to fix things around the house. ", "label": "entailment"}
{"id": 110140, "s1": "be great it's a great experience really you still there okay i thought that was cut off there but", "s2": "Having a kid is terrible.", "label": "contradiction"}
{"id": 357599, "s1": "As Carlson says, A 'seeker of the truth,' as Tripp refers to herself, might at best need to tape one conversation and hold it in reserve for that dark moment when her veracity was challenged.", "s2": "They wanted the woman to realize she may be wrong in the future.", "label": "neutral"}
{"id": 130825, "s1": "oh you like the Raiders", "s2": "They have been to a Raiders' game.", "label": "neutral"}
{"id": 349665, "s1": "LSC received 98 grant applications for the 2002 TIG funding.", "s2": "LSC got just one application for a grant as part of the 2002 TIG funding.", "label": "contradiction"}
{"id": 53893, "s1": "The two men met Severn in the town square and hiked into the low hills to the salt mines.", "s2": "The guys walked with Severn.", "label": "entailment"}
{"id": 185429, "s1": "Based on its economic impact, the rule was determined by the Office of Management and Budget to be a significant regulatory action within the meaning of Executive Order", "s2": "The economic impact forced the Office of Management and Budget to intervene.", "label": "neutral"}
{"id": 293540, "s1": "I screamed.", "s2": "I kept completely quiet.", "label": "contradiction"}
{"id": 213058, "s1": "Virgin Megastore, on the Champs-Elysees and beneath the Louvre, has the best stock of CDs.", "s2": "The best stock of CDs can be found at the Virgin Megastore.", "label": "neutral"}
{"id": 325405, "s1": "This week's  North Carolina is the new Atlantis.", "s2": "North Carolina is the new Atlantis this week, which has been very good for putting all their small towns on the map.", "label": "neutral"}
{"id": 81030, "s1": "about seventy miles north of London and there was another town called Barry Saint Edmunds about twenty miles away from us and they had a little uh theater company", "s2": "Barry Saint Edmunds is about 70 miles from London so it's best to take the train.", "label": "neutral"}
{"id": 124118, "s1": "But there were some who went further than simply turning a blind eye to me.", "s2": "I was happy to see people pay attention to me. ", "label": "neutral"}
{"id": 85197, "s1": "The king of Leinster invited Richard de Clare, known as  Strongbow,  to come to Ireland to help him reclaim his kingdom (Strongbow's tomb can be seen in Christ Church Cathedral).", "s2": "Richard de Clare was commonly referred to as Strongbow.", "label": "entailment"}
{"id": 92826, "s1": "it's like really weird  coincidence yeah uh um i really don't think they can do it though i mean i i you know i think that things that your talking about like anything that emphasizes the social services", "s2": "It's all by chance.", "label": "entailment"}
{"id": 216161, "s1": "No one would dream the picture had ever been tampered with.", "s2": "They were not aware that the picture had been doctored.", "label": "neutral"}
{"id": 12995, "s1": "right you have to question you have to wonder how much tillable land they have uh being an island", "s2": "I would not mind living on an island to find out.", "label": "neutral"}
{"id": 94036, "s1": "um so there's not i mean doors don't have latches on them people don't tend to knock you just if there's a door closed you open it because it's in your way you people walk in and out and as a as a westerner in India i was often surprised and felt my sense of privacy there was quite invaded", "s2": "I wasn't comfortable in India because the doors don't have latches. ", "label": "neutral"}
{"id": 386171, "s1": "We shall have a thunderstorm. Alas, that these harmonious moments can never endure! ", "s2": "The sun shone with no sign of storm.", "label": "contradiction"}
{"id": 174160, "s1": "yes and that's to me there's something wrong there you know", "s2": "It seems okay to me.  ", "label": "contradiction"}
{"id": 215856, "s1": "you know full cash price for it i mean you know you can't tell what what a company really has to do with it and there's something rather ominous about having", "s2": "We have concerns about paying the complete price in cash because we're unsure what a company has to do with it.", "label": "entailment"}
{"id": 351224, "s1": "Take them to Edinburgh Castle for stories of heroism and great views of the city.", "s2": "Take them to Big Ben if they want stories of heroism and great views of the city.", "label": "contradiction"}
{"id": 385381, "s1": "Once a tea estate, cool, cloud-enshrouded Bukit Larut (Maxwell Hill), 12 km (71.2 miles) northeast from Taipin, was Malaysia's smallest and oldest hill station and the retreat for colonial administrators.", "s2": "Bukit Larut was never a tea estate.", "label": "contradiction"}
{"id": 130111, "s1": "These included indirect foreign investment in C-block and F-block (known as entrepreneur blocks) licensees and disregarding investments in common carrier radio licensees by non-carriers held as publicly traded securities.", "s2": "Investments in common carrier radio licensees were disregarded.", "label": "entailment"}
{"id": 139883, "s1": "yeah but don't don't you like to get away from it all every once in a while and go to a nice quiet restaurant sometime", "s2": "Don't you prefer to go to a nice restaurant sometimes?", "label": "entailment"}
{"id": 83465, "s1": "and eventually they'll have to do something with that we'll pay for it again so why not pay industry this is my feeling why not pay industry a little more and reduce it you know and and not have as much of it", "s2": "We'll always pay for health care.", "label": "neutral"}
{"id": 367671, "s1": "Gods, why? asked Adrin.", "s2": "Adrin asked the Gods why they destroyed the village.", "label": "neutral"}
{"id": 56673, "s1": "Its factories feature the latest generation of industrial robots that don't eat, don't sleep, and never strike.", "s2": "Industrial robots work in its factories.", "label": "entailment"}
{"id": 200562, "s1": "It is also one of the grandest, with its Victorian wrought-iron balconies, marble staircases, and open-cage elevators surrounding a skylit atrium court.", "s2": "The staircases are made from recycled hockey pucks.", "label": "contradiction"}
{"id": 20302, "s1": "um  basically the whole well no i guess the minute marks but the minute marks are done they're like hearts", "s2": "Thr minute marks are like diamonds.", "label": "contradiction"}
{"id": 246777, "s1": "yeah well have you heard anything about Jim Palmer", "s2": "Have you heard something about Jim Palmer?", "label": "entailment"}
{"id": 116619, "s1": "Napoleon himself only ever saw a wood and canvas the arch was completed during the 1830s.", "s2": "The arch had been completed during Napoleon's reign.", "label": "contradiction"}
{"id": 104633, "s1": "Finally, since the final rule is designed to harmonize with the international standards, device manufacturers will not have to maintain two different quality systems to compete both nationally and internationally.", "s2": "The final rule is supposed to make it compatible with international standards.", "label": "entailment"}
{"id": 241331, "s1": "Not far from Sant Josep, just off the highway, is Cova Santa (Holy Cave).", "s2": "The noise from the highway cannot be heard from the Cova Santa.", "label": "neutral"}
{"id": 183321, "s1": "It seemed so simple, but her soup wasn't as clear as Robi's, and besides that, it was inedible.", "s2": "The soup she cooked did not turn out like the recipe.", "label": "entailment"}
{"id": 160007, "s1": "gonna to be expected", "s2": "Cold weather is to be expected.", "label": "neutral"}
{"id": 119325, "s1": "Such hypothesized contamination is a legitimate concern and quite plausibly a sufficient reason to applaud Monsanto's decision.", "s2": "With further study it is possible that no contamination will be found.", "label": "neutral"}
{"id": 116876, "s1": "We anticipate accidents at stock car races.", "s2": "Accidents at stock car races are not anticipated by us.", "label": "contradiction"}
{"id": 12406, "s1": "Nevertheless, a small park on the roadside at Discovery Bay stands as a tribute to his achievement.", "s2": "A little park stands in commemoration of his achievement.", "label": "entailment"}
{"id": 346047, "s1": "A little background information on the major forms of faith may help.", "s2": "There are many forms of faith. ", "label": "neutral"}
{"id": 101255, "s1": "you know once they they have been arrested and if they know beyond a shadow of a doubt these people are guilty that's it we don't take care of them we don't support them", "s2": "The free meal ticket is one of the problems of our justice system.", "label": "neutral"}
{"id": 208910, "s1": "So Klein, of all people, should appreciate the stricter kinds of pleasures.", "s2": "So of all people, Klein should appreciate stricter sorts of pleasures.", "label": "entailment"}
{"id": 172103, "s1": "Just as the Bosphorus separates Asia from Europe, so the inlet called the Golden Horn separates the old Istanbul from the new.", "s2": "The Golden Horn is the same size as the Bosphorus.", "label": "neutral"}
{"id": 146068, "s1": "Her outside interests include skiing, reading and music.", "s2": "Her interests keep her active.", "label": "neutral"}
{"id": 36396, "s1": "That's not what I'm all about.", "s2": "I definitely support that.", "label": "contradiction"}
{"id": 146341, "s1": " The concept of a professional lifeguard is unknown on Ibiza and Formentera alike; some beach bars do keep first-aid supplies.", "s2": "There are no lifeguards at Ibiza or Formentera.", "label": "entailment"}
{"id": 184101, "s1": "It ran the town like a private company for the benefit of a local oligarchy, seeking future prosperity as international financiers for the kings of Spain or France.", "s2": "The town was run to benefit the small group of people in charge.", "label": "entailment"}
{"id": 336321, "s1": "Brunei chiefs traded the metals through Americans in Singapore.", "s2": "The chiefs of Brunei traded with Americans.", "label": "entailment"}
{"id": 267075, "s1": "had to be elevated to a similar stature.", "s2": "The flag had to be lifted to the right stature above the pole.", "label": "neutral"}
{"id": 209546, "s1": "Jane's hand must be a few sizes smaller than mine.", "s2": "Jane's hand is small compared to mine.", "label": "entailment"}
{"id": 356263, "s1": "Because she did not wish to show the letter of the 17th. ", "s2": "This is because it told who her babies real dad was.", "label": "neutral"}
{"id": 281131, "s1": "If no problems were observed, problems in other sites were unlikely.", "s2": "The sites were practically identical.", "label": "neutral"}
{"id": 173617, "s1": "'Desperate times?'", "s2": "Abundant times!", "label": "contradiction"}
{"id": 14470, "s1": "Request the Sportugal Golfing brochure from a Portuguese National Tourist Office (see page 169) or pick up a copy of Algarve Golf Guide, with information on all of the courses and pro playing tips.", "s2": "Course information can be found in the Algarve Golf Guide.", "label": "entailment"}
{"id": 60472, "s1": "Traditional designs abound, including marine themes, Minoan designs, and Classical Greek imagery.", "s2": "There are several different types of traditional designs used here.", "label": "entailment"}
{"id": 136951, "s1": "right that keeps you busy", "s2": "That is something that keeps you busy.", "label": "entailment"}
{"id": 93620, "s1": "He's good stuff, too served in the cavalry.... Kells studied the young man by the mule.", "s2": "He was never a soldier.", "label": "contradiction"}
{"id": 304396, "s1": "You just have to be interesting.", "s2": "Being interesting is not important.", "label": "contradiction"}
{"id": 139180, "s1": "i guess plenty of people do", "s2": "There are lots of people that do.", "label": "entailment"}
{"id": 20057, "s1": "um yep but i love to cook i wish i was a better cook than i was but i i love to cook", "s2": "I love to cook meats", "label": "neutral"}
{"id": 56834, "s1": "and both of them were a mismatch of both American and metric", "s2": "It was a mixture of American and metric.", "label": "entailment"}
{"id": 312775, "s1": "The nonprofit law firm has about 40 employees and an annual budget of $3 million.", "s2": "The budget is being increased each year.", "label": "neutral"}
{"id": 227836, "s1": "Forbes spent his way into second place.", "s2": "Forbes made it to second place due to his own spending.", "label": "entailment"}
{"id": 181239, "s1": "What's being done to him and his conservative allies this week is just as unfair as what they've spent their careers doing to liberals.", "s2": "The conservatives and their allies are being subjected to the same unfair treatment liberals were.", "label": "entailment"}
{"id": 381967, "s1": "Duhame, who today makes her living as a graphic designer and illustrator, calls her book (in French) The Bird of Philosophy . The title was inspired by one of Deleuze's cryptic  Don't you think that philosophy is as pretty as a bird's name?", "s2": "Duhame makes a living off graphic design and illustration.", "label": "entailment"}
{"id": 164457, "s1": "The subject of Jewish gangsterism has been well mined in recent years by both historians and  Albert Fried's The Rise and Fall of the Jewish Gangster in America and Jenna Weissman Joselit's Our  Jewish Crime and the New York Jewish Community--1900-1940 are two recent additions to the nonfiction literature, and films such as Once Upon a Time in America and Bugsy feature Jewish criminality.", "s2": "Both Albert Fried and Jenna Weissmann Joselit wrote about Jewish gangsterism, but everyday many researchers study it for their thesis.", "label": "neutral"}
{"id": 228796, "s1": "Others believe that case studies cannot be used for making the kind of generalizations that probabilistic models are used for, so that little is to be gained and so much is to be lost from increasing the number of sites.", "s2": "Others think the case studies can't be used to make general statements like probabilistic models that give great detail.", "label": "neutral"}
{"id": 317828, "s1": "To say that Grove is a product of the past, then, is to say only that what Grove has done at Intel is more like what Alfred Sloan did at General Motors than what CEOs of Internet companies or Silicon Valley startups think they're doing today.", "s2": "Grove is not a product of the past", "label": "entailment"}
{"id": 268132, "s1": "The official indicated, however, that SBA's policy may change since future certifications will need to be justified more specifically and will be subject to judicial review.", "s2": "The official indicated that there would be no change in the SBA's policy.", "label": "contradiction"}
{"id": 60631, "s1": "she's she's yeah this is her second term i think she's going to going to uh not going to run again after this but", "s2": "She is determined to run for a third term.", "label": "contradiction"}
{"id": 201953, "s1": "Tommy accepted defeat quietly.", "s2": "Tommy decided to quietly concede defeat.", "label": "entailment"}
{"id": 302298, "s1": "yeah now that that sure was a fun Super Bowl to watch this year i mean i wasn't pulling for either team but that was just a good football game", "s2": "I didn't watch the SuperBowl this year, I just wasn't interested.", "label": "contradiction"}
{"id": 99656, "s1": "And the cosmopolitan crowd outside mingling with street performers, artists, and fire-eaters provides hours of free entertainment.", "s2": "The cosmopolitan crowds are comprised mainly of tourists.", "label": "neutral"}
{"id": 133547, "s1": "From the way she had studiously avoided looking at him, and her action with the light, he came to the conclusion that the room was overlooked.", "s2": "She avoided looking at him because his handsomeness was blinding. ", "label": "neutral"}
{"id": 23271, "s1": "He guesses  \" Mrs. Vandemeyer eyed him scornfully.", "s2": "\"He guesses\" Mrs. Vandemeyer looked at him with disgust. ", "label": "entailment"}
{"id": 371607, "s1": "(The city is covered in greater detail in the Berlitz Pocket Guide to Lisbon).", "s2": "There is virtually no information available about the city in the Berlitz Pocket Guide to Lisbon. ", "label": "contradiction"}
{"id": 228619, "s1": "The Mint is situated on the west bank of the Dojima River (opposite Sakuranomiya Park).", "s2": "The Mint is located at Sakuranomiya Park.", "label": "contradiction"}
{"id": 886, "s1": "I think it's worked,' she said about a month later before going out to a club, and her father had a vague impression that there were more or less three zits less on his daughter's face.", "s2": "The father thought his daughter typically had a lot of zits.", "label": "neutral"}
{"id": 272587, "s1": "My new trade allowed me to hear of the whispers and rumors of the land.", "s2": "I knew exactly what was happening in each town because people liked to talk to me.", "label": "neutral"}
{"id": 282303, "s1": "It is worth making a detour on the pedestrianized areas of Henry Street and Moore Street, to see their famous markets and hear the cries of the stallholders .", "s2": "Going to Henry and Moore Street is highly advisable to see their famous markets.", "label": "entailment"}
{"id": 360110, "s1": "uh i mean i was in the same boat when i left high school i my parents wanted me to go straight to college and i didn't you know i was ready i was ready i had wanderlust i wanted to get out and see some things so i joined the Air Force and ended up staying there for thirteen years", "s2": "I am glad I joined the Air Force.", "label": "neutral"}
{"id": 377188, "s1": "The building stands in the heart of a living museum of Malla dynasty architecture.", "s2": "A total of three buildings are a part of the Malla dynasty living museum. ", "label": "neutral"}
{"id": 388995, "s1": "There was no economic infrastructure outside the plantation system, and power remained in the hands of a small minority of white and mixed-race individuals.", "s2": "The plantation system was the only economic infrastructure at the time.", "label": "entailment"}
{"id": 386420, "s1": "We conclude our discussion of the actions taken to address improper payments with observations about key factors necessary for success.", "s2": "We thought about ways to improve upon our incorrect payment system. ", "label": "entailment"}
{"id": 351602, "s1": "but uh i probably do watch more T V because i get home and in between say cooking dinner or something if i can catch a five or six o'clock news", "s2": "I watch tv because I have time to.", "label": "entailment"}
{"id": 103303, "s1": "(3) testing data produced by the system.", "s2": "Testing data is made/produced by the system.", "label": "entailment"}
{"id": 190956, "s1": "The survey also found that although 59 percent of the centers had substance abuse counselors, only 5 percent used screening questionnaires to identify patients with alcohol use problems.", "s2": "Only 5 percent of the centers used questionnaires to find out if its patients abused alcohol.", "label": "entailment"}
{"id": 226124, "s1": "A frequently cited example of overlap and ineffectiveness is the federal food safety system, which took shape under as many as 35 laws and was administered by 12 different agencies yet had not effectively protected the public from major foodborne illnesses.", "s2": "Having many laws and administrations under a system can only be beneficial.", "label": "contradiction"}
{"id": 36686, "s1": "the same patterns of behavior you mean yeah yeah", "s2": "No, it is not the same pattern of behavior.", "label": "contradiction"}
{"id": 348251, "s1": "you guys have a good time keep those printers coming", "s2": "You all have a good night!", "label": "entailment"}
{"id": 173119, "s1": "The size of the mortality risk estimates from these epidemiological studies, the serious nature of the effect itself, and the high monetary value ascribed to prolonging life make mortality risk reduction the most important health endpoint quantified in this analysis.", "s2": "The analysis does not discuss anything about premature mortality.", "label": "contradiction"}
{"id": 326712, "s1": "how do you do it", "s2": "You never manage to do that.", "label": "contradiction"}
{"id": 164582, "s1": "no i yeah i i i i i agree that it would be like people in people that are uh criminals are the ones that are gonna get them and then you have no defense against these people when they do  come into your house or something", "s2": "You have no defense against criminals.", "label": "entailment"}
{"id": 65339, "s1": "This is about 4.6% of the basic volume.", "s2": "It contributes 4.6% of the basic volume.", "label": "entailment"}
{"id": 377358, "s1": "'So I've left all the VR access tabs enabled.'", "s2": "I enabled the VR games.", "label": "neutral"}
{"id": 157455, "s1": "Entire books have been written about the original mosaics on the five domes and the great barrel vaults separating them, dating from the 11th to the 15th centuries.", "s2": "People want to know more about the artists who made the mosaics.", "label": "neutral"}
{"id": 265878, "s1": "The problem is that he was born one week earlier than the blanket says.", "s2": "The blanket says he was born one day, which is right.", "label": "contradiction"}
{"id": 162154, "s1": "hum okay and then what about the smaller election say some of the city elections uh even down to the uh school board type uh elections i guess there are so many", "s2": "What types of elections are there?", "label": "neutral"}
{"id": 349643, "s1": "They had sent the beard, as directed, to \"L. ", "s2": "They held on to the beard, thereby disobeying the direction given to them.", "label": "contradiction"}
{"id": 214115, "s1": "oh i hadn't seen that but i've heard that it's real good", "s2": "I have not seen due to my obligations of state secrecy, thought I know it is real good.", "label": "neutral"}
{"id": 171013, "s1": "been there you know they weren't a state and the only the only way that they had any part in it was after worth as to you know who's going to be going there and i keep telling my husband that and he keeps saying oh no i thought okay", "s2": "My husband was certainly correct.", "label": "neutral"}
{"id": 210973, "s1": "Bullets fly but don't hit anybody.", "s2": "More than one person was killed by the bullets.", "label": "contradiction"}
{"id": 365538, "s1": "You have just said that she is perfectly sane.\"", "s2": "You just said she was crazy.", "label": "contradiction"}
{"id": 155008, "s1": "(OK, that was in the Times the next day, not actually a part of the series, and I may oversimplify.)", "s2": "I am glad that it appeared in the Times.", "label": "neutral"}
{"id": 290671, "s1": "This dinner was better than many I've had in actual Thai restaurants.", "s2": "I've eaten in many actual Thai restaurants, but I liked this dinner more than most of them.", "label": "entailment"}
{"id": 66735, "s1": "If you cover that exotic headdress, you'll see why attributions are difficult to The face could be male or female, Spanish, Greek, or Eastern.", "s2": "The attributions of the exotic headdress are difficult to identify", "label": "entailment"}
{"id": 100579, "s1": "By reputation, Baldwins play the field, sleeping around Hollywood, then settling down with a beautiful woman.", "s2": "Baldwins are wild men.", "label": "entailment"}
{"id": 220434, "s1": "The servants' rooms are reached through the door B. ", "s2": "The doorway marked B will lead to the servants' quarters.", "label": "entailment"}
{"id": 348614, "s1": "there's another place in Mesquite called Monkey Business", "s2": "Monkey Business in Mesquite sells t-shirts.", "label": "neutral"}
{"id": 198781, "s1": "You won't be able to get out of marrying me, so don't you think it.", "s2": "If you have doubts, then we'll call off the wedding.", "label": "contradiction"}
{"id": 355109, "s1": "The quality of the automated systems is to a large extent based on the effectiveness of internal control.", "s2": "The quality of the automated systems is to a large extent based on the effectiveness of internal control.", "label": "entailment"}
{"id": 392237, "s1": "More recently it has been a leader in urban planning, careful to preserve its quiet charm and dignity.", "s2": "It has been blaring on the news about its oncoming failure for weeks.", "label": "contradiction"}
{"id": 91240, "s1": "oh so the aerobics the impact would not be good", "s2": "The impact is good in aerobics.", "label": "contradiction"}
{"id": 322707, "s1": "and so i'm up here you know nights and weekends you know working on the little PC on the PC up here you know typing stuff so i can see where it would be a great advantage to have one at home you know if you were going to school", "s2": "It is impossible to own a PC at home.", "label": "contradiction"}
{"id": 298375, "s1": "I thought you knew no magic.\"  \"I didn't,\" Dave admitted.", "s2": "Dave was unaware that he could perform magic tricks.", "label": "neutral"}
{"id": 157784, "s1": "well i mean that that's what you can infer from it because it it's amazing that it started about two years before the the the run", "s2": "It's astonishing it began 24 months before the run.", "label": "entailment"}
{"id": 212900, "s1": "On the left is the Byzantine church of Haghia Eirene (Divine Peace), rebuilt together with Haghia Sophia after being burnt down in 532 (closed to the public).", "s2": "The Haghia Eirene was not rebuilt at the same time as the Haghia Sophia.  ", "label": "contradiction"}
{"id": 287276, "s1": "First, the item proposed that importers and manufacturers of new telephones for use in the United States be required to stamp the date of manufacture on new telephones.", "s2": "it is proposed that importers and manufacturers of new telephones for use in the United States be required to stamp the date of manufacture on new telephones", "label": "entailment"}
{"id": 212, "s1": "do you like um any rock and roll at all", "s2": "So you don't like rock and roll?", "label": "contradiction"}
{"id": 159317, "s1": "Turn off Nathan and walk down Kansu Street to find the Jade Market (open 10am 3pm; ), with more than 100 stalls spread out in a large tent, just before you reach the overpass.", "s2": "If you walk down Kansu Street, you will be distancing yourself from the Jade Market.", "label": "contradiction"}
{"id": 150425, "s1": "She hardly needs to mention it--the media bring it up anyway--but she invokes it subtly, alluding (as she did on two Sunday talk shows) to women who drive their daughters halfway across the state to shake my hand, a woman they dare to believe in.", "s2": "Oprah is humble but knows how much she means to her fans.", "label": "neutral"}
{"id": 110196, "s1": "you know these were the rich people these were the you know these were i mean just the things that happened we had a bulimic in front of us and she just looked crazy but yet she had money", "s2": "A lot of them were wealthy and it was crazy; for instance there was a really wealthy woman who was bulimic.", "label": "entailment"}
{"id": 225385, "s1": "Therefore, we proudly announce that the entire population of the United States--267,090,705 wonderful Americans as of Thursday evening, according to the Census Bureau's population clock--is on the first annual list of Slate's Most Influential Americans With the Hottest Bods and Biggest CEO Salaries Not to Mention Intriguing Personalities and Best Restaurants Under $25 for the Next Century.", "s2": "There are 3 billion Americans.", "label": "contradiction"}
{"id": 304079, "s1": "And cold is whata larger heart maintains.The owl at dusk and dawn,", "s2": "Larger hearts need more warmth.", "label": "contradiction"}
{"id": 318065, "s1": "Relatively Fewer Workers Will Support More Retirees", "s2": "More retirees will be supported by fewer workers.", "label": "entailment"}
{"id": 343254, "s1": "Albright is on his side.", "s2": "Albright is in his corner.", "label": "entailment"}
{"id": 168951, "s1": "The problem was that British strategists, who were fighting the Ottoman Turks in 1917, had secretly promised the lands to their World War I Arab allies.", "s2": "Ottoman Turks weren't at war with anyone in 1917.", "label": "contradiction"}
{"id": 243787, "s1": "You may want to put your investigative reporter skills to work on this one, Tim.", "s2": "Tim has no idea what investigative reporting is.", "label": "contradiction"}
{"id": 231623, "s1": "uh-huh i've never watched that either", "s2": "I am planning on watching those two this week.", "label": "neutral"}
{"id": 231819, "s1": "Two painted lions mark the entrance.", "s2": "The entrance is marked by two painted lions.", "label": "entailment"}
{"id": 354223, "s1": "I can be very rough if I choose.", "s2": "\"If I choose, I can be very rough and you will not survive.\"", "label": "neutral"}
{"id": 112041, "s1": "This was-and remains-an enormous challenge.", "s2": "This is a very significant difficulty that has not be corrected.", "label": "entailment"}
{"id": 268002, "s1": "'Not getting cold feet, are you?'", "s2": "Don't chicken out.", "label": "entailment"}
{"id": 248085, "s1": "'Oh.' I stood up.", "s2": "When I had stood up, I had finally realized what was going on, and all I could say in my shock and disbelief was \"Oh.\".", "label": "neutral"}
{"id": 385855, "s1": "There is a restaurant and a delightful front terrace.", "s2": "There is a beautiful front terrace.", "label": "entailment"}
{"id": 88967, "s1": "yeah yeah but see they don't get paid for it and um but there is funding that that comes they're supposedly saving up on their own and the church helps them out some", "s2": "They get paid handsomely for it, and it makes them quite happy.", "label": "contradiction"}
{"id": 345427, "s1": "The incentive to a commercial author is to get the application on the shelf so she can derive income from it; if Version 1 happens to have bugs in it, the bug fixes become a selling point for Version 2.", "s2": "Making money is an incentive for authors to get their applications on the shelf.", "label": "entailment"}
{"id": 44457, "s1": "But none can compete with the music of the famed names of the Cete d'Or, which make a wine connoisseur's taste buds Gevrey-Chambertin, Chambolle-Musigny, Vougeot, Vosne-Roman??e, Nuits-Saint-Georges, Pommard, Meursault, Puligny-Montrachet, Santenay.", "s2": "It is very easy to compete with the music of the famed names.", "label": "contradiction"}
{"id": 148785, "s1": "He was good at talking in silence.", "s2": "He was good at talking in silence at night.", "label": "neutral"}
{"id": 270245, "s1": "In the Victorian era, the town expanded northward from its original site (a Roman settlement at Waterhead); the commercial center now lies approximately 1 km (1.2 mile) from the lake.", "s2": "There was no Roman settlement in the area in the Victorian era.", "label": "contradiction"}
{"id": 348050, "s1": "Bloodshed began as soon as the Partition boundaries were set.", "s2": "The partition boundaries got set by the government.", "label": "neutral"}
{"id": 331843, "s1": "Marks and Spencers and C and A have Paris branches, but more typically French is Bon Marche at Savres-Babylone, which has an excellent men's department and a fabulous lingerie section.", "s2": "Even better is the food aisle at Marks and Spencers, selling freshly baked Parisian baguettes.", "label": "neutral"}
{"id": 324671, "s1": "Follow the N-332 a little farther to Vera, then take the road to Garrucha and the coast (the N-340 continues inland until Almeraa).", "s2": "If you go a little farther on N-332 towards Vera, you won't be able to get to the road to Garrucha.", "label": "contradiction"}
{"id": 175735, "s1": "The family dammed the narrow valley and planted many of the lakeside trees.", "s2": "They didn't do anything positive to the natural habitat.", "label": "contradiction"}
{"id": 48961, "s1": "we've been in it six years", "s2": "We have been here for six days.", "label": "contradiction"}
{"id": 123138, "s1": "information to check for trends, to rule out competing", "s2": "Information to find the treasure island, to get rich.", "label": "contradiction"}
{"id": 352738, "s1": "Funchal is less the sum of Ma?­deira, though, than a gateway to the rest of the island, whose real charms begin in the hillsides just a few minutes outside of town.", "s2": "The town is the real wonder of the island, while the hillsides are considered boring.", "label": "contradiction"}
{"id": 162749, "s1": "Asymmetrical compositions and a mystical mood of ecstasy typify his work.", "s2": "His work is typified by his symmetrical compositions.", "label": "contradiction"}
{"id": 117776, "s1": "boy that's for sure i agree there", "s2": "You are absolutely wrong about that. ", "label": "contradiction"}
{"id": 104401, "s1": "we probably you know maybe go out like once a week on the weekend usually with friends or something we kind of go out um not always you know sometimes we cook the meal at home and have people in", "s2": "We never go out.", "label": "contradiction"}
{"id": 77255, "s1": "FSIS did not identify any other statute or executive order imposing procedural requirements relevant to the rule.", "s2": "Previous executive orders have imposed procedural requirements. ", "label": "neutral"}
{"id": 12805, "s1": "well i think  i think my best part actually is chipping or at least it was last year i haven't been out this year it's kind of been uh kind of strange i hadn't been able to get out yet but uh my biggest problem is staying in the fairway", "s2": "Last year my strong suit was chipping, I haven't been able to golf yet this year but hope to soon.", "label": "neutral"}
{"id": 24229, "s1": "Even Epstein seems to recognize we need some when he accepts laws stopping people from selling themselves into slavery or selling a vital organ such as their heart.", "s2": "Epstein agrees that we need some laws.", "label": "entailment"}
{"id": 128368, "s1": "For example, the authors of the aforementioned New England Journal study characterized their finding of a 20 percent mortality reduction as slight.", "s2": "The authors characterized the 20% mortality reduction as very significant. ", "label": "contradiction"}
{"id": 249108, "s1": "I am Chris Whittle, the one true God.", "s2": "I am not a God, I am Chris Whittle.", "label": "contradiction"}
{"id": 320483, "s1": "oh okay i just saw there was an advertisement within TI to sign up for it and i just i just uh signed up for it", "s2": "I just signed up for it, because I saw there was an advertisement within TI to sign up.", "label": "entailment"}
{"id": 38182, "s1": "Renovated in 1999.", "s2": "Given a much better look in 1999.", "label": "neutral"}
{"id": 238769, "s1": "Rebuilt around the site of Alexander's city, it is once again a bustling port and industrial town, but almost no trace remains of its former glory.", "s2": "The town was rebuilt around Tom's city.", "label": "contradiction"}
{"id": 217286, "s1": "These symbolize the 13 states of Malaysia and 5 pillars of Islamic faith.", "s2": "There are 13 states in Malaysia.", "label": "entailment"}
{"id": 330178, "s1": "White frogmarched me forward, pistol jammed into my cheek.", "s2": "The commander was jamming a pistol into my cheek.", "label": "neutral"}
{"id": 301817, "s1": "Strange Bedfellows.", "s2": "Bedfellows are never strange.", "label": "contradiction"}
{"id": 101940, "s1": "I never looked at my records, he admitted about the writing of his classic.", "s2": "He admitted about the writing of his classic.", "label": "entailment"}
{"id": 376620, "s1": "Ira Magaziner told a press briefing that slowing the rate of growth actually benefits beneficiaries considerably because it slows the rate of growth of the premiums they have to pay.", "s2": "Slowing the rate of growth helps beneficiaries because it slows the rate of growth of the premiums they need to pay.", "label": "entailment"}
{"id": 365090, "s1": "At that time, we will send copies to the Chairman, Vice Chairman, and Ranking Minority Member of the Joint Economic Committee.", "s2": "Several members of the Joint Economic Committee will receive copies.", "label": "entailment"}
{"id": 201315, "s1": "so that's what i normally try to do if it's pretty low i try to make a couple payments at a time", "s2": "I'll make more payments if it's low", "label": "entailment"}
{"id": 259196, "s1": "and i i just think that it's kind of i do n't know it's kind of cruel you know they just they just breed these they breed them before they're ready uh and", "s2": "Breeding is very important and moral, regardless of age.", "label": "contradiction"}
{"id": 209533, "s1": "Financial considerations", "s2": "Technological considerations.", "label": "contradiction"}
{"id": 127918, "s1": "yeah yeah one of one of our professors went down to a seminar you guys had uh sometime last year and got the information and brought it back and", "s2": "I don't know anyone that anything to do with you all.", "label": "contradiction"}
{"id": 77369, "s1": "Compared with Charles Bronson's, maybe.", "s2": "Most people's opinion is maybe - if compared with Charles Bronson's. ", "label": "neutral"}
{"id": 343963, "s1": "As an old friend of hers puts it, She would only quit if she could quit in triumph, with everyone acknowledging that it is the best magazine in the world and that she is the best editor and with the magazine in the black.", "s2": "She quits easily when she faces trouble.", "label": "contradiction"}
{"id": 360512, "s1": "Would clear out at once.", "s2": "Would never clear out immediately.", "label": "contradiction"}
{"id": 2907, "s1": "CA'DAAN'S UNCLE KNOWS WHO THEY ARE AND WHY THEY ARE HERE.", "s2": "Ca'daan's uncle knew a lot about the situation.", "label": "entailment"}
{"id": 55882, "s1": "And if Gates didn't edit the anthologies himself, his name nonetheless lent credibility and, therefore, enhanced funding prospects to deserving projects.", "s2": "The works did little to help raise funding for future efforts.", "label": "contradiction"}
{"id": 222899, "s1": "after you can go apply for this gun but it takes like seven days", "s2": "You can apply for and receive the gun immediately.", "label": "contradiction"}
{"id": 114735, "s1": "Wouldn't you say as th' hombre that had it was kinda heavy in th' pocket?\"", "s2": "It was heavy because it was made of metal.", "label": "neutral"}
{"id": 92215, "s1": "But Hall said what's needed is more money.", "s2": "Hall didn't say anything about what was needed.", "label": "contradiction"}
{"id": 364858, "s1": "Affirmative action (even for athletes and preppies) sometimes has a place in this land of second chances, where anyone can grow up to be president.", "s2": "At times, in this land of second opportunities, there is space for affirmative action.", "label": "entailment"}
{"id": 271559, "s1": "Government is not the solution.", "s2": "Government is the only sensible solution.", "label": "contradiction"}
{"id": 243557, "s1": "you know a beef and broccoli or chicken or chicken and broccoli or something like that you know chicken and cashews and she orders um bean curd", "s2": "You don't know the beef and broccoli do you?", "label": "contradiction"}
{"id": 26328, "s1": "Why not come clean and at least admit that you must have plagiarized inadvertently?", "s2": "You at the very least committed plagiarism by accident if you're being honest.", "label": "entailment"}
{"id": 292241, "s1": "yeah the way the the way the voice might have worded it it sounded almost mandatory as opposed to elected and i would obviously i mean not obviously but i would be against anything like that being mandatory", "s2": "It sounds like you have to take the class or you are fined.", "label": "neutral"}
{"id": 130651, "s1": "uh Southeast Asia and lots of uh out of the way places but i don't know if they really had significant effects in the places where they went in teaching the people how to cope with their lives better", "s2": "They were able to help a lot of people immensely with their projects.", "label": "contradiction"}
{"id": 63626, "s1": "It is also the site of Sevilla la Nueva, the original Spanish settlement on Jamaica, founded in 1509, which sits just to the west of the modern town.", "s2": "Spaniards settled brought many modern wonders with them to Jamaica.", "label": "neutral"}
{"id": 239317, "s1": "um machine oil because i always have my oil changed out of the house but", "s2": "I don't get my oil changed in the house.", "label": "entailment"}
{"id": 69908, "s1": "they don't do them real often which is obviously the death penalty", "s2": "Death penalty should be outlawed, in my opinion.", "label": "neutral"}
{"id": 243606, "s1": "okay what is your uh general opinion then of of taxes for the Americans", "s2": "What is you thought on taxes for Russians?", "label": "contradiction"}
{"id": 350002, "s1": "Since the business case in DOD places very little premium on meeting cost and schedule targets, but a very high premium on performance, programs succeed at the point where sunk costs make it difficult-if not prohibitive-for decision makers to cancel them.", "s2": "Meeting schedule targets is something the DOD places a high premium on.", "label": "contradiction"}
{"id": 278466, "s1": "I have an appointment with Mr. Whittington, said Tuppence.", "s2": "Tuppence said that she had an appointment with Mr. Whittington at eleven o'clock in the morning. ", "label": "neutral"}
{"id": 293037, "s1": "Substance abuse counselors typically offered advice and referrals to treatment facilities or self-help programs.", "s2": "Substance Abuse counselors are not meant to help you with getting off drugs, they're meant to tell you that what you're doing is wrong, and that's it.", "label": "contradiction"}
{"id": 312188, "s1": "The atmosphere, abnormally high and thick in the gravitational potential of this world whipped and burned about the ship, but to the very last it looked as though he might bring it under control despite that.", "s2": "He was a good pilot and almost saved the ship.", "label": "neutral"}
{"id": 166355, "s1": "These guidelines, embodied in the LSC Competition Evaluation Guide, cover all aspects of program performance including components of the delivery approach, management, legal work supervision, identifying and establishing the most critical legal needs, coordination within the delivery system, and experience and reputation.", "s2": "There are no LSC guidelines for identifying critical legal needs.", "label": "contradiction"}
{"id": 232035, "s1": "evaluation work relating to this issue area is William Scanlon, Director, Health Financing and Systems Issues.", "s2": "The Director of Health Financing performs evaluation work.", "label": "entailment"}
{"id": 321206, "s1": "yeah we we really haven't didn't get enough rain the other day to uh do much good for uh things growing just a lot of weeds right now  and they'll come up whether we get nice weather or not", "s2": "There was a lot of rain the other day.", "label": "contradiction"}
{"id": 377106, "s1": "We walked up to the great door of Styles, and at once the knowledge came to us that something was wrong. ", "s2": "When he arrived at the great door of Styles, he discovered that something was wrong", "label": "entailment"}
{"id": 264649, "s1": "It wrenched my back so bad that I missed my work at the fish wizards the next morning and never ended up returning.", "s2": "They went to work at the fish wizards, and they had a long career.", "label": "contradiction"}
{"id": 223735, "s1": "If loans to ski resorts, fast-food chains, and the Bolivian government paid a slightly higher return than loans to a local small business or housing complex, then they had to be the more deserving use of capital.", "s2": "Loans to ski resorts have a 25% higher return that small businesses.", "label": "neutral"}
{"id": 287242, "s1": "In recent years there have been unprecedented numbers of immigrants from the Balkans, Eastern Europe, and Africa.", "s2": "More immigrants come from Africa than Eastern Europe.", "label": "neutral"}
{"id": 233787, "s1": "Facing the ferry pier on the Fort-de-France waterfront is an outdoor pavilion where you might try bargaining for straw hats and baskets, conch shells, huge wooden forks, or seashell necklaces.", "s2": "Local goods are sold by the ferry pier.", "label": "entailment"}
{"id": 83444, "s1": "Privatize Marriage by David Boaz disregards the importance of semantics.", "s2": "David Boaz wrote a book called Privatize Marriage.", "label": "entailment"}
{"id": 389889, "s1": "Prepared  Office of Air Quality Planning and Standards, Office of Air and Radiation, April.", "s2": "Office of Air and Radiation and Office of Air Quality have prepared that.", "label": "entailment"}
{"id": 248866, "s1": "8 billion pieces of non-advertising mail", "s2": "Billions of pieces of mail are not ads.", "label": "entailment"}
{"id": 235966, "s1": "Visitors can wander the hillside and wade waist-deep in waters of the Gihon Spring that still flow through the tunnel.", "s2": "The visitors can go around the hillside.", "label": "entailment"}
{"id": 135891, "s1": "Oriental  In the souqs you will find all the favourite wares of the Middle East, such as leather goods, brass and copper, nargilas (hubble-bubble pipes), and of course carpets and kilims.", "s2": "Leather goods, brass and copper and nargilas are not popular wares.", "label": "contradiction"}
{"id": 129624, "s1": "Because the FGD estimate based on availability of resources is much less than the amount of FGD capacity that would be cost effective to build, EPA ran model sensitivities constraining the amount of scrubber capacity that could be installed by 2005 at 10,000 MWe.", "s2": "The estimate on resources is less than the cost effective capacity.", "label": "entailment"}
{"id": 334318, "s1": "The girl stood behind him on his right side.", "s2": "The man quivered behind the strong woman. ", "label": "contradiction"}
{"id": 145391, "s1": "The woman's eyes looked weary and she feared Jon when she saw him.", "s2": "The woman could not stop crying because she knew Jon had killed her husband. ", "label": "neutral"}
{"id": 273311, "s1": "At its worst, it's become a new refuge for the untalented musician, a fact that Ryan Adams from the band Whiskeytown owns up to in the song Faithless Street: I had started this damn country band/ 'cause punk rock was too hard to sing.", "s2": "Country music tends to only attract the most talented musicians.", "label": "contradiction"}
{"id": 254068, "s1": "Always make sure that young skin is adequately protected'even when children are playing in the water.", "s2": "Children's skin needs to be protected when they are outside. ", "label": "entailment"}
{"id": 328596, "s1": "Mount up.", "s2": "Get on the horse.", "label": "entailment"}
{"id": 125433, "s1": "Yet events were allowed to proceed to that end.\"  ", "s2": "It could have been stopped before it got to the end, but it wasn't.", "label": "neutral"}
{"id": 143968, "s1": "Tens of millions of humans, as we know, willingly partake of marijuana, and these differences between rat and human behavior should discourage us from using two rat studies to assert that a) marijuana is addictive in the same way as harder drugs are and b) marijuana primes humans for addiction to harder drugs.", "s2": "Millions of people take the marijuana drug.", "label": "entailment"}
{"id": 230619, "s1": "oh yeah they nonsmoker at least down here in Texas they have nonsmoker nonsmoker they call them discounts", "s2": "They have nonsmoker discounts. ", "label": "entailment"}
{"id": 40623, "s1": "The first adaptation was a shift of the specification of study question from the principal investigator during the period of study performance to the persons who commissioned the study in advance of data collection.", "s2": "The specification of study question shifted from the principle investigator to the persons who commissioned the study.", "label": "entailment"}
{"id": 374103, "s1": "exactly right right well and uh you know one thing my wife and i've talked about it are uh private schools", "s2": "My wife and I have discussed private schools.", "label": "entailment"}
{"id": 149803, "s1": "As people live longer and have fewer children, there will be relatively fewer workers supporting each retiree unless retirement patterns change.", "s2": "There is no problems foreseen with the drop in workers.", "label": "contradiction"}
{"id": 122942, "s1": "Mr. Carter's warning recurred to her mind.", "s2": "She ignored Mr. Carter's warning.", "label": "contradiction"}
{"id": 142456, "s1": "yeah yeah my kids were involved in sports", "s2": "Yes, my children played sports.", "label": "entailment"}
{"id": 176080, "s1": "The Commissioner has certified that the interim final rule will not have a significant economic impact on a substantial number of small entities since the rule only affects individuals.", "s2": "The Commissioner has reported that a number of small businesses will need to rework their budget because of incoming taxes.", "label": "contradiction"}
{"id": 167619, "s1": "To ring in the new year in 1997, he reportedly blew up a Cadillac.", "s2": "He blew up a Ford to bring in the new year.", "label": "contradiction"}
{"id": 283195, "s1": "Vaporetto number 1 takes you to the historic center of town, Piazza San Marco.", "s2": "You can board a water bus in Venice that will take you to historical Piazza San Marco.", "label": "neutral"}
{"id": 42245, "s1": "The Alliance's English-educated elite seemed to imagine that multiracial integration would come about through education and employment.", "s2": "The idea that racial integration would come through education and employment turned out to be false.", "label": "neutral"}
{"id": 72547, "s1": "The progress indicator can show all elements of design, coding, testing, and integrating, or it may treat them as separate indicators.", "s2": "A progress indicator is not used.", "label": "contradiction"}
{"id": 79078, "s1": "It seemed to protest at the unbalanced weight of the sky piece.", "s2": "The dog seemed upset by the unbalanced weight.", "label": "neutral"}
{"id": 121247, "s1": "DOT had the most extensive docket system-an electronic, imagebased database covering every agency and every rulemaking action within the department.", "s2": "The most extensive Target system is possessed by DOT.", "label": "entailment"}
{"id": 200820, "s1": "'I am Dr. Hall, and this, as you doubtless know, is my private nursing home.'  ", "s2": "I am a medical doctor that owns this nursing home.  ", "label": "neutral"}
{"id": 363829, "s1": "So, Sharon is using Kosovo to butter up Russia.", "s2": "Sharon is buttering up Russia by using Kosovo and it is working.", "label": "neutral"}
{"id": 80113, "s1": "To name just one example, Hollings uses Thurmond's silence on the Lewinsky scandal to excuse his own silence.", "s2": "There was a scandal that involved Lewinsky.", "label": "entailment"}
{"id": 370367, "s1": "I was pleased with my hiding-place.", "s2": "I didn't like the place where I hid.", "label": "contradiction"}
{"id": 112172, "s1": "It will be sufficient to say that in the early days of 1915 a certain document came into being.", "s2": "Documentation didn't exist back in 1915.", "label": "contradiction"}
{"id": 33674, "s1": "oh that's that's what my husband says he says just send the Israeli's in to to pick off Saddam they'll they'd love it i mean", "s2": "My husband said that Saddam is in Israel.", "label": "contradiction"}
{"id": 217510, "s1": "The Validity of Qualitative Research.", "s2": "The Invalidity of Quantitative Research.", "label": "contradiction"}
{"id": 213699, "s1": "The amounts are earned by sales in the market and therefore are exchange revenue.", "s2": "Cash sales are considered exchange revenue.", "label": "neutral"}
{"id": 173477, "s1": "no not by a long shot well well you know we're not sending back as many i mean people think we're sending back a lot we're not sending back that many yet there's still a lot of them over there a lot of them a lot of airplanes a lot of ground forces", "s2": "We are sending them back by the thousands.", "label": "contradiction"}
{"id": 284484, "s1": "This fortified town perched high on its hill works a sober charm among the buff-stone 13th-century edifices of its Piazza dei Priori and adjacent Piazza San Giovanni.", "s2": "The town is fortified and in a hill.", "label": "entailment"}
{"id": 244278, "s1": "uh-huh well that turned out to be a good game", "s2": "They ended up being the worst team.", "label": "contradiction"}
{"id": 217985, "s1": "They seem to have got some fool idea about Tuppence.\"", "s2": "Their idea about Tuppence seems to be stupid.", "label": "entailment"}
{"id": 32645, "s1": "Barry surmised that grant proposals to look at more than one health behavior at a time had already been submitted, but she did not know if they had been funded.", "s2": "They needed funding to do further research. ", "label": "neutral"}
{"id": 108440, "s1": "You can also download all 26 existing chapters as a Microsoft Word or an Adobe Acrobat file.", "s2": "Downloading the chapters is really easy, just click on \"Download\".", "label": "neutral"}
{"id": 220276, "s1": "The moats and turrets ' though Gothic in style ' are purely decorative, and the staircase is noted for its innovative straight flights and landings rather than the old spiral form that was designed to fend off invaders.", "s2": "The design is more welcoming than what would be common to see in older days. ", "label": "entailment"}
{"id": 204198, "s1": "The resort towns offer excellent opportunities for relaxation and sports on longer stays, but for short visits you'll get a better idea of the lake aboard a boat cruise (3 4 hours, with a meal on board, from Stresa, Baveno, or Pallanza) than by road.", "s2": "Boat cruises last 3 to 4 hours, but can only carry a maximum of 20 people.", "label": "neutral"}
{"id": 306225, "s1": "However, with very short notice, it is sometimes difficult to move the manpower to the site in the short time desired.", "s2": "With notice weeks prior, moving the manpower to the site is easy. ", "label": "neutral"}
{"id": 364654, "s1": "is for the peacekeeping mission to extend its mandate beyond the deadline by which U.S. forces are supposed to pull out.", "s2": "Peacekeeping forces successful in extending the mandate and will stay past US pull out date.", "label": "neutral"}
{"id": 10240, "s1": "He turned to his wife.", "s2": "He turned to his wife.", "label": "entailment"}
{"id": 301827, "s1": "6189, February 16, 1996, the FCC sought comments on proposals for expanding permitted offerings of fixed wireless services by Commercial Mobile Radio Service (CMRS) providers, as well as comments in connection with the regulatory treatment for such services.", "s2": "They were not allowed to comment on the matter.", "label": "contradiction"}
{"id": 199429, "s1": "but you know uh i i i don't know about if you if they was like capital murder and then if they were married then what would you do", "s2": "if they were not married, you wouldn't do anything?", "label": "contradiction"}
{"id": 250074, "s1": "Scott Shuger's OK (Today's Papers) but kinda warmed over and unsatisfying.", "s2": "Scott Shuger's Papers were unsatisfying due to their length. ", "label": "neutral"}
{"id": 3091, "s1": "Fifteen passed and the rest, feeling the confidence of unmatched hostilities, rushed forward.", "s2": "they did not expect to meet up with anyone more powerful than themselves.", "label": "neutral"}
{"id": 184422, "s1": "Pat Moynihan, D-N.Y., argue that economic progress made possible the end of world wars.", "s2": "Pat believes that economic progress increased at the end of the world wars.", "label": "entailment"}
{"id": 156559, "s1": "The government worries that foreign investors, anxious to unload their rubles, will force a devaluation of the currency.", "s2": "The rubies are very strong and will have no chance of being devalued.", "label": "contradiction"}
{"id": 204465, "s1": "We also reviewed the management studies of 23 large federal departments and agencies that we did during the last decade as well as a broad array of our other management and program work.", "s2": "We reviewed the management studies from 23 federal departments and agencies. ", "label": "entailment"}
{"id": 219687, "s1": "Looking at Saturday's line-up, it's clear the networks are betting that, in your post-holiday stupor, you won't notice the stunning array of box-office bowsers they're  Rudy (Fox, 8 PM), Richie Rich (NBC, 8 PM), Medicine Man (TBS, 8: 05), Poison Ivy (UPN, 8 PM), Corrina, Corrina (TNT, 8 PM), Dunston Checks In (Family Channel, 8 PM).", "s2": "The network is showing a lot of bad movies.", "label": "entailment"}
{"id": 282182, "s1": "As you enter the temple site you'll see a small room housing several mummified crocodiles worshipped at the site, though they do have a moth-eaten appearance.", "s2": "Moths have eaten the mummified crocodiles.", "label": "neutral"}
{"id": 391913, "s1": "In this climate popular hostility was trained against powerful private interests and gave new life to anti-Masonry as a political movement.", "s2": "Public interests gave new life to anti-masonry.", "label": "contradiction"}
{"id": 385159, "s1": "Look for the graffiti of Napoleon's French soldiers on the stone of the towers; they spent some time garrisoned at the mosque and made sure they left their marks for posterity.", "s2": "French soldiers carved graffiti into the towers of the mosque.", "label": "entailment"}
{"id": 286330, "s1": "Making this case won't be easy, but it's unavoidable.", "s2": "It will be easy to make this case.", "label": "contradiction"}
{"id": 316278, "s1": "Compliance with the Acid Rain Program began in 1995 and is now in its seventh year.", "s2": "The acid rain program is brand new ", "label": "contradiction"}
{"id": 115625, "s1": "Still, the fervour of his words went towards the appeasing of my just displeasure. ", "s2": "He may not have been guilty, but he made no attempt to deny guilt in between his blubbering.", "label": "neutral"}
{"id": 255972, "s1": "because i have never i have never let me reword that i think i have gone home maybe once or twice slightly sore but that's because of my physical condition and nothing to do what they did", "s2": "I think I have gone home sore just one day, so I don't think she's a good trainer.", "label": "neutral"}
{"id": 115040, "s1": "well isn't isn't Sleeping with the Enemy isn't that a is is it is it a terror movie or is it just suspenseful", "s2": "Sleeping with the enemy will give you nightmares", "label": "neutral"}
{"id": 143096, "s1": "A piece profiles Manhattan's real-estate barons.", "s2": "A piece has several pictures of Manhattan's real-estate owners.", "label": "neutral"}
{"id": 228503, "s1": "and now we got to the point where the junkyards you've got to pay them to take something there so things have really changed a lot i think the uh the other part about uh America's decline i think has to do with", "s2": "American businesses are suffering so much that  junkyards are paying for your junk so they can make a profit.", "label": "contradiction"}
{"id": 254616, "s1": "Wagon train's comin'! he cried as he ran out.", "s2": "He ran out, crying that the wagon train was arriving.", "label": "entailment"}
{"id": 15217, "s1": "some people do i know", "s2": "I don't know anything about what some people", "label": "contradiction"}
{"id": 203873, "s1": "you know well i mean there's like when when you realize  teachers one of my teachers got this computer and it was like voice synthesis and stuff", "s2": "The teacher bought the equipment with the classroom funds. ", "label": "neutral"}
{"id": 176228, "s1": "Despite the inclusion of canvases by Salvador Dali, Max Beckmann, Marc Chagall, Fernand Leger, and Piet Mondrian, the art is said to be unexceptional, since only Beckmann and Mondrian did their best work in exile.", "s2": "The Dali canvas was included in the art show.", "label": "neutral"}
{"id": 350682, "s1": "yeah just just ever so often you know a real a real good one like that one and", "s2": "Sometimes it's a bad one.", "label": "contradiction"}
{"id": 356065, "s1": "Behind that disarmingly youthful façade was another person altogether.", "s2": "The youthful facade he had on his face made him look like himself.", "label": "contradiction"}
{"id": 211978, "s1": "The past is itself ever subject to revision and new interpretation.", "s2": "The past can be revised by people talking about it.", "label": "entailment"}
{"id": 379679, "s1": "The due diligence that GAO has expended to develop its strategic plan in concert with the Congress has identified a number of complex issues that are not easily solved.", "s2": "The GAO partnered with Congress to develop a plan that identified a number of complex issues.", "label": "entailment"}
{"id": 86530, "s1": "For information on how to access GAO reports on the INTERNET, send an e-mail message with info in the body ", "s2": "The GAO reports are not released to the internet.", "label": "contradiction"}
{"id": 245047, "s1": "However, we previously reported that progress in implementing PDD 63, including the establishment of information-sharing relationships, has been slow.", "s2": "Progress in implementing PDD 63 has been coming along swiftly. ", "label": "contradiction"}
{"id": 66913, "s1": "The real thing! ", "s2": "I thought it was fake, but it is authentic.", "label": "neutral"}
{"id": 326241, "s1": "So I thought, having asked for an A.B.C.", "s2": "I talked to the man next to me who got an A.B.C.", "label": "contradiction"}
{"id": 280034, "s1": "The man's ankle folded over around the knob of the club.", "s2": "The man was uninjured.", "label": "contradiction"}
{"id": 14138, "s1": "On these occasions, you might find it hard to compete with the many thousands of Japanese visitors who come to pay their respects.", "s2": "There is hardly any competition around at all.", "label": "contradiction"}
{"id": 206580, "s1": "In the second study, RAPS and AUDIT were more sensitive than TWEAK and CAGE, identifying 79 percent and 78 percent compared with 72 percent and 71 percent, respectively, of patients with an ICD-10 or DSM-IV diagnosis of alcohol dependence, harmful drinking, or abuse.", "s2": "it was in the second study that AUDIT was more sensitive than TWEAK.", "label": "entailment"}
{"id": 310322, "s1": "The real market for filters isn't Mom and Dad--it's Dilbert's boss.", "s2": "The filter market was more for their boss than their parents.", "label": "entailment"}
{"id": 295903, "s1": "When an employee is on temporary assignment to another agency, the agency to which the employee is detailed must record T and A data for the employee in accordance with these requirements.", "s2": "When an employee is temporarily on assignment to another agency, records must be kept before they can be paid.", "label": "neutral"}
{"id": 347602, "s1": "i didn't make it i sort of washed out", "s2": "I made it from my own two hands.", "label": "contradiction"}
{"id": 14209, "s1": "so they put they they want you know they want the best and they don't think they think what the best is is reputation for for research and that's a one standard but it's not relevant to what they need", "s2": "They think research is the best but its not necessary.", "label": "entailment"}
{"id": 44012, "s1": "But the real hope for ending the AIDS epidemic is not expensive drug therapies.", "s2": "Drug therapies are not affordable for poorer AIDS victims.", "label": "neutral"}
{"id": 336985, "s1": "In the East, 12 th -seeded Southwest Missouri State held fifth-seeded Wisconsin to 32 points--the lowest NCAA tournament score since the inception of the shot clock--and then trounced fourth-seeded Tennessee.", "s2": "Missouri, Wisconsin, and Tennessee participate in the NCAA tournament.", "label": "entailment"}
{"id": 224716, "s1": "Delaying reform until Social Security's insolvency is imminent would necessitate drastic changes over a shorter period.", "s2": "No reforms to Social Security are required at all.", "label": "contradiction"}
{"id": 71145, "s1": "In biotechnology, as in telecommunications, intellectual-property law remains at an embryonic stage.", "s2": "In biotechnology intellectual-property law remains at an embryonic stage.", "label": "entailment"}
{"id": 242062, "s1": "have to be headed in that direction", "s2": "Please do not head in that direction.", "label": "contradiction"}
{"id": 95278, "s1": "This temple is of Moghul inspiration and, unusual for Nepal, is constructed entirely of stone.", "s2": "The majority of temples in Nepal are made of hardened clay and timber.", "label": "neutral"}
{"id": 26363, "s1": "But no national standard of debt forgiveness is even near at hand, and the help that now exists does not mean that young poverty lawyers do not worry about what they owe.", "s2": "The help that currently exists is not enough to stop young poverty lawyers from worrying.", "label": "entailment"}
{"id": 136396, "s1": "Each specialty operates within its own domain, with little integration of services across specialities, and they do not publish in common journals.", "s2": "They prefer to have their own area of operation.", "label": "neutral"}
{"id": 198759, "s1": "Across the street from the moat entrance to the Cityel is Christ Church, the first Anglican church built in the Middle East (1849).", "s2": "Christ Church was started by someone who moved to the Middle East.", "label": "neutral"}
{"id": 171627, "s1": "Crowds flock here to take in the bright yet delicate hues of cherry blossoms in spring or the blaze of red and gold maple leaves in autumn, with special night-time illuminations (check at any tourist office for dates and times).", "s2": "The spring cherry blossoms are usually pink.", "label": "neutral"}
{"id": 110970, "s1": " Don Cazar inspected the black closely.", "s2": "Don Cazar carefully looked over the black.", "label": "entailment"}
{"id": 238393, "s1": "They are well observed, well written, and remote, and no more than a handful, if that, will last.", "s2": "They are well observed and well written.", "label": "entailment"}
{"id": 171361, "s1": "Italy joins Nazi Germany in World War II", "s2": "Italy didn't join Germany.", "label": "contradiction"}
{"id": 176947, "s1": "it's been kind of nice and i surprisingly enough after four years i'm not tired of the car at all and um", "s2": "it's been pretty rubbish and I'm really tired of the car", "label": "contradiction"}
{"id": 198771, "s1": "The Legal Services Act was adopted to provide full and effective legal representation to low income persons.", "s2": "The Legal Services Act provides legal representation to wealthy people.", "label": "contradiction"}
{"id": 145886, "s1": "The last time it is said to not have liquified was 1980, the year of the great earthquake.", "s2": "It did not liquify in 1980.", "label": "entailment"}
{"id": 221021, "s1": "Fitz Park itself is a fine example of the philanthropic attitude of the Victorians, who created green spaces in almost every town for the people to enjoy.", "s2": "Victorians were the first people who understood the necessity of green space.", "label": "neutral"}
{"id": 132262, "s1": "um i think one of the facets of living in a small town is that often times you are uh sitting in on a jury trial where you might be acquainted with at least maybe not that person but part of their family", "s2": "In a small town you might know or know of the accused.", "label": "entailment"}
{"id": 42942, "s1": "United game, a section called the Barra Brava is jammed with Salvadorans and Bolivians wielding noisemakers.", "s2": "Since so many Bolivians and Salvadorans are making noise in Barra Brava, it is hard to think.", "label": "neutral"}
{"id": 246576, "s1": "For some organizations, design review was limited to reviewing a consultantprepared schematic design to ensure that it met the owner organization's functional requirements for floor area, functional adjacencies and connections, and budget.", "s2": "Every organization was required to follow this rule.", "label": "contradiction"}
{"id": 10162, "s1": "Instead of walking away from China, American Christians should be rushing in.", "s2": "American Christians are walking away from China.", "label": "entailment"}
{"id": 282810, "s1": "States will also be freed from the hodgepodge of regulations that currently cause gaps in coverage as mothers move among home, training, and work.", "s2": "States have to deal with a mess of red tape.", "label": "entailment"}
{"id": 27307, "s1": "Aren't you the one I saw dead on his back right next to me this morning?  \"Probably.", "s2": "Didn't I see you dead on your back this morning?", "label": "entailment"}
{"id": 183480, "s1": "Slate 's archives, or to update your member profile info.", "s2": "You created a membership profile, and added some information to it.", "label": "entailment"}
{"id": 117556, "s1": "The movie is better than you've heard, although that's not saying a lot.", "s2": "Overall, it's still not a movie worth seeing.", "label": "neutral"}
{"id": 340862, "s1": "i think it's justified", "s2": "It's definitely justified.", "label": "entailment"}
{"id": 35975, "s1": "His arm was around Susan.", "s2": "He refused to touch Susan.", "label": "contradiction"}
{"id": 341707, "s1": "uh yeah yeah in fact i just started her a friend a friend of ours turned me on to that i always i always looked at spy novels and i went eh military stuff just never really did anything to me unless it was history", "s2": "I always looked at spy novels but never considered reading them.", "label": "neutral"}
{"id": 21106, "s1": "Back down by the Seine, but heading east, stroll past the Jussieu University complex that stands on the site of the Halles aux Vins (wine market).", "s2": "The Jussieu University complex is ten miles away from the Halles aux Vins.", "label": "contradiction"}
{"id": 16268, "s1": "224 \"By the way, Julius,\" she remarked demurely, \"I haven't given you my answer yet.\"", "s2": "She reconsidered Julius' proposal, and was ready to accept it.", "label": "neutral"}
{"id": 129647, "s1": "Our study participants said that their organizations rarely experienced a violation of trust because members did not want to jeopardize their ability to participate and, thus, lose the benefits of membership.", "s2": "Study participants said they rarely had a violation of trust because members wanted to lose their memberships.", "label": "contradiction"}
{"id": 104522, "s1": "The man sat down abruptly on the pavement.", "s2": "The man walked across the pavement.", "label": "contradiction"}
{"id": 10684, "s1": "There were several rents and slits in the ancient material which afforded him a good view.", "s2": "He was able to see inside the material due to the slits.", "label": "entailment"}
{"id": 325758, "s1": "so you know you never know", "s2": "You won't know until you do it.", "label": "neutral"}
{"id": 79892, "s1": "But these are impressive in themselves and Cluny's excellent young guides (English-speaking in summer) help us conceive the rest.", "s2": "Guides speak English in the summer and help people understand Cluny.", "label": "entailment"}
{"id": 125066, "s1": "To make the preliminary assessment of the sufficiency of the data reliability for the engagement, you should consider all factors related to aspects of the engagement, as well as assessment work performed to this point.", "s2": "They did not want to start the assessments til after everything was finished.", "label": "contradiction"}
{"id": 66176, "s1": "Give poor Bill a break.", "s2": "Please do not give Bill a break.", "label": "contradiction"}
{"id": 248282, "s1": "To accomplish this, a strategy would need to focus on crime and schools.", "s2": "To be able to do this, a strategy should not mention crime or schools.", "label": "contradiction"}
{"id": 350989, "s1": "We did it with the help of the Board and the other staff at LSC.", "s2": "The Board did not assist us in any way.", "label": "contradiction"}
{"id": 59973, "s1": "The whole field of biology has rested precariously on a single data point--life on Earth.", "s2": "Biology is about one point- life on Mars.", "label": "contradiction"}
{"id": 295682, "s1": "oh okay oh we um we use it's an IBM PS two also", "s2": "We don't use anything by IBM.", "label": "contradiction"}
{"id": 114276, "s1": "For the multiple installation of three absorber modules at one plant (six boiler units), an additional four months may be needed to schedule the outage for the FGD hookup outside of the high electricity demand months.", "s2": "Service outages should be scheduled for times of peak demand.", "label": "contradiction"}
{"id": 243811, "s1": "In the 1930s, extreme right-wing groups such as Action Fran?­caise and Croix-de-Feu (Cross of Fire) provided a strong anti?­democratic undercurrent to the political turmoil of financial scandal and parliamentary corruption.", "s2": "In the 1930s there was a clash between extreme right-wing groups and other political groups.", "label": "entailment"}
{"id": 366721, "s1": "um well it's a it's uh cross stitch and it's a picture and it's a wildlife it has deer and trees and it's really beautiful but it's going to be a lot of work and you know i've i have worked on it quite a bit but not as much as i'd like to you know it's just so hard", "s2": "I haven't had as much time as I'd like to work on my wildlife cross stitch project and it's a lot of work.", "label": "entailment"}
{"id": 134345, "s1": "He read the parable of the talents from St. Matthew's Gospel, with its praise for those who get a good return on their investments.", "s2": "He read the gospel of Matthew, but didn't derive anything from its words.", "label": "contradiction"}
{"id": 193407, "s1": "At the same time, flexibility may be just as important as resources.", "s2": "There need to be more resources.", "label": "neutral"}
{"id": 87969, "s1": "Domestic violence victims needing legal help can get it through a program launched by Central Southwest Mississippi Legal Services Corp.", "s2": "Central Southwest Mississippi Legal Services Corp helps domestic violence victims by filing their cases for free.", "label": "neutral"}
{"id": 317662, "s1": "Finally, the Commission's interpretation of the presence requirement is fully consistent with the overarching purpose of the relevant congressional statutes.", "s2": "The commission's interpretation was the same as the congressional statutes.", "label": "entailment"}
{"id": 318372, "s1": "The surviving pirates took to the sea once again.", "s2": "Some pirates survived and set sail once more.", "label": "entailment"}
{"id": 392128, "s1": "Made from a mixture of red wine, lemon and orange juice and peel, brandy, and mineral water with ice, it may strike you as too heavy to be consumed with a meal.", "s2": "The drink is light and used to wash down food during meals usually.", "label": "contradiction"}
{"id": 376626, "s1": "Not even a cover rave in Time for Eyes Wide Shut --a Warner Bros. release--could turn that plodding movie into a hit.", "s2": "Eyes Wide Shut was considered a hit.", "label": "contradiction"}
{"id": 60048, "s1": "Similarly, he said, LSNY will exercise control over the local corporations by being designated as the sole member in each corporation, empowered to choose or discharge board members.", "s2": "Somebody said that the LSNY will have control over the board members. ", "label": "entailment"}
{"id": 85860, "s1": "The building cost much more than the budget allocated for it at the time but is, as a result, a truly spectacular monument.", "s2": "The building is in the center of the city.", "label": "neutral"}
{"id": 163073, "s1": "Kyoto is surprisingly large.", "s2": "Kyoto has over a million people.", "label": "neutral"}
{"id": 56674, "s1": "Swimming conditions vary enormously on all the islands.", "s2": "When you've swam on one island, you've swam on them all.", "label": "contradiction"}
{"id": 303397, "s1": "In the Virginia Steele Scott Gallery you can view American paintings from the 1730s to 1930s, while the Arabella Huntington Collection features Renaissance paintings and 18th-century French decorative arts.", "s2": "The Arabella Huntington Collection does not have any paintings on display.", "label": "contradiction"}
{"id": 13462, "s1": "Guided boat tours depart from the landing stage (Embarcadyre Vedettes) of the vast Esplanade des Quinconces.", "s2": "There are boat tours from the landing stage of the island.", "label": "entailment"}
{"id": 163555, "s1": "The parched landscape grows ever more desolate as you approach Cap Berber?­a, and the road deteriorates until it's no more than a dusty track.", "s2": "It hardly ever rains on Cap Berbera as it's a desert.", "label": "neutral"}
{"id": 301883, "s1": "year you know the people have a right to know except about what it about what concerns them", "s2": "You never know what will happen.", "label": "contradiction"}
{"id": 355125, "s1": "but it's like three fairways over", "s2": "It is on the other side of these freeways.", "label": "neutral"}
{"id": 196768, "s1": "they can go ahead and use it then or they can just wait the full year and then have two", "s2": "If you don't use it before the end of the year it's gone.", "label": "contradiction"}
{"id": 207961, "s1": "they do and they're anxious for us to be able to hold it but i these just aren't going to be as tame as the book i got a book first", "s2": "They're anxious to release the book. ", "label": "entailment"}
{"id": 374873, "s1": "Influenced by Elkins, Moynihan suggested that slavery--and the barriers to male employment imposed by Jim Crow--had instilled in African-American culture such recurring features as broken families and illegitimacy.", "s2": "Moynihan thinks slavery has nothing to do with current African American issues.", "label": "contradiction"}
{"id": 103981, "s1": "So was its 2001 request.", "s2": "It requested it for the third time in 2001.", "label": "neutral"}
{"id": 39844, "s1": "No hesitations, Miss Tuppence.", "s2": "Without delay, Miss Tuppence", "label": "entailment"}
{"id": 310429, "s1": "The city was now under the more tolerant rule of the Persians, but rebuilding was slow work.", "s2": "The city was ruled by the Persians who were calmer.", "label": "neutral"}
{"id": 362080, "s1": "they can ask questions", "s2": "If they have questions, they won't be able to ask.", "label": "contradiction"}
{"id": 328855, "s1": "Cashmere is the one thing the Kashmiris are touchy about.", "s2": "All Kashmiris are a bit touchy regarding the subject of Cashmere. ", "label": "neutral"}
{"id": 127323, "s1": "I tried not to catch the implied threat.", "s2": "I tried not to hear the threat directed towards me.", "label": "entailment"}
{"id": 53425, "s1": "He slowed, drifting along the perimeter of the group of men, and still nobody paid him any attention.", "s2": "He was ducked low against the ground as he moved around the perimeter. ", "label": "neutral"}
{"id": 365529, "s1": "so you know you don't have to be an expert in any aspect of it at all", "s2": "You don't have to be highly skilled in any aspect of it.", "label": "entailment"}
{"id": 158116, "s1": "Since the 1970s, preferential tax treatment has been granted to Individual Retirement Accounts (IRAs) and employer-sponsored 401(k) pension plans.", "s2": "Since the 1940s, preferential tax treatment has been granted to Individual Retirement Accounts", "label": "contradiction"}
{"id": 358748, "s1": "i guess i can bare the cold it's just when it does the wind hits", "s2": "I can bear the cold until the wind goes above 10 miles per hour. ", "label": "neutral"}
{"id": 314788, "s1": "On the brink of the cockpit, I found the link between carriage and train; the vulnerable joint that Lincoln's men had already half burned through.", "s2": "Lincoln and I were on a boat together.", "label": "contradiction"}
{"id": 63467, "s1": "And astrologer Jeane Dixon died of a heart attack.", "s2": "Jeane Dixon is an astrologer.", "label": "entailment"}
{"id": 296711, "s1": "Gilbert Casellas is currently the President and Chief Operating Officer of the Swarthmore Group, an Investment and Financial Advisory firm located in West Chester, Pennsylvania.", "s2": "Gilbert Casellas works for the Swathmore Group.", "label": "entailment"}
{"id": 21532, "s1": "--A negative subsidy means that the direct loans or loan guarantees are estimated to make a profit, apart from administrative costs (which are excluded from the subsidy calculation by law).", "s2": "If a direct loan is estimated to make a profit and it is called a negative subsidy.", "label": "entailment"}
{"id": 182034, "s1": "But in these stories, especially the later ones, he seems to have been unable to get beyond his own commonplace fantasies about prostitutes and 1960s miniskirts.", "s2": "He cannot get past his fantasies about hookers and 1960s miniskirts in his works. ", "label": "entailment"}
{"id": 279311, "s1": "Students at the Rhode Island School of Design have unveiled the kitchen of the future.", "s2": "Students at Rhode Island School of Design created a kitchen design.", "label": "entailment"}
{"id": 224593, "s1": "But an increasingly ugly race to the tape suggests the intangibles might make the difference.", "s2": "The battling corporations are running slander campaigns on television.", "label": "neutral"}
{"id": 346827, "s1": "I thought you knew no magic.\"  \"I didn't,\" Dave admitted.", "s2": "Dave admitted that he knew a great deal about magic.", "label": "contradiction"}
{"id": 194285, "s1": "How about that?", "s2": "I don't care if that works for you or not.", "label": "contradiction"}
{"id": 36153, "s1": "um-hum which which seems so awful", "s2": "It is really the worst", "label": "neutral"}
{"id": 265269, "s1": "okay Karen uh you know it always has amazed me and in fact i think i wrote a paper on this in college uh that the national elections uh just have so few people voting in them you know uh maybe uh fifty percent or less of the electorate have you ever thought much about it", "s2": "It has always amazed me, how many people vote in elections. ", "label": "entailment"}
{"id": 339499, "s1": "The old building with its splendid Salle de Travail (reading room, 1863) is being transformed into a research library of specialist collections for scholars.", "s2": "The old building has been changed into a research library.", "label": "entailment"}
{"id": 178903, "s1": "something small that she can watch but won't take too much care", "s2": "Something large that can watch after her and won't take a lot to care for.", "label": "contradiction"}
{"id": 6633, "s1": "It originally contained the palace bakery, the armoury, and the mint.", "s2": "It also contained stables next to the armory.", "label": "neutral"}
{"id": 220231, "s1": "Versailles was truly the shining star of Europe by its architectural splendor, and most of all by the sheer hypnotic power of Louis XIV's cult of self-glorification.", "s2": "Versailles was disliked in European history.", "label": "contradiction"}
{"id": 257006, "s1": "Both programs are recipients of partnership grants to run projects to help Spanish-speaking pro per clients in their respective county courthouses.", "s2": "Most of the clients they get speak spanish.", "label": "neutral"}
{"id": 55332, "s1": "There are also beautiful big cats and a large Plains of Africa exhibit, where herds of antelope and zebra graze peacefully in the Scottish sunshine.", "s2": "There are beautiful big cats on the exhibit.", "label": "entailment"}
{"id": 227291, "s1": "The MacAlpin Kings", "s2": "The MacAlpin rulers", "label": "entailment"}
{"id": 189890, "s1": "My jaw dropped involuntarily, and he said at once: \"No, mon ami, I am not in my second childhood! ", "s2": "I was not surprised at all.", "label": "contradiction"}
{"id": 333229, "s1": "Shanghai fell and Nanking was threatened.", "s2": "When Shanghai fell Nanking was threatened.", "label": "entailment"}
{"id": 241035, "s1": "Morgan died in 1588 before his task was complete, but nature finished what he had  Jamaica suffered a powerful earthquake in 1692, and Port Royal sank into the sea, taking with it many of the treasures stolen from the Spanish.", "s2": "He died before completing his task.", "label": "entailment"}
{"id": 370833, "s1": "by auditors in order to identify policy and related control deficiencies.", "s2": "Auditors always neglect policy and related control deficiencies.", "label": "contradiction"}
{"id": 80211, "s1": "never breaks down um the Styrofoam", "s2": "Always breaks down the Styrofoam.", "label": "contradiction"}
{"id": 228320, "s1": "how do you prove someone has eaten French fries", "s2": "How do you prove someone has eaten a pepper?", "label": "contradiction"}
{"id": 92346, "s1": "And I think ...", "s2": "I think it, but I'm not completely sure.", "label": "neutral"}
{"id": 384720, "s1": "So is Clarence Thomas right?", "s2": "Clarence Thomas is wrong.", "label": "neutral"}
{"id": 273545, "s1": "The grounds are now home to a 9-hole golf course, a small zoo, and an old Government Rest House (now a hotel) combining Neo-Classical Doric columns with a slightly curving Minangkagau roof ideal for shedding the heavy rains.", "s2": "The hotel is always vacant.", "label": "neutral"}
{"id": 341027, "s1": "um you know simple things from the amount of medicine they should take to how fast they can drive and you know how far away something is and", "s2": "The complicated things like speed, distance and amounts of medicine.", "label": "contradiction"}
{"id": 141600, "s1": "Corrupt himself, he believed implicitly in the power of money.", "s2": "He believed that money makes everyone powerful. ", "label": "neutral"}
{"id": 322915, "s1": "At the end of the day  is a phrase that drove several Slate readers bonkers this year.", "s2": "To claim hat all slate readers like the phrase, 'at the end of the day', is not correct because some were bothered by it.", "label": "contradiction"}
{"id": 282157, "s1": "right uh-huh that makes it kind of easier then you remember you know", "s2": "It is easy to forget without a reminder.", "label": "neutral"}
{"id": 253491, "s1": "It was all stars and the sky was just getting sort of almost gray.", "s2": "There were no stars in the blue sky.", "label": "contradiction"}
{"id": 243727, "s1": "1.4, formerly methodology transfer paper 4. Using Structured Interviewing Techniques.", "s2": "Structured interviewing techniques were used by researchers.", "label": "neutral"}
{"id": 228366, "s1": "they get lighter sentences and some of those people they don't deserve to be let loose", "s2": "Everyone deserves to be free. ", "label": "contradiction"}
{"id": 383268, "s1": "The equally reputed Norton Simon Museum (at 411 West Colorado Boulevard) is considered to have one of the world's finest European art collections, with masterpieces by Rembrandt, Goya, Picasso, and the Impressionists.", "s2": "Picasso would have been very proud to have his paintings featured in a museum such as that of Norton Simon.", "label": "neutral"}
{"id": 310627, "s1": "And how glibly you can describe feats that are easy to a race in its youth.", "s2": "You are so quick to talk about things that are easy when a race is young.", "label": "entailment"}
{"id": 140716, "s1": "'You bring something for me?'", "s2": "It looks like you brought something for me.", "label": "entailment"}
{"id": 168980, "s1": "Beneath the weary manner of the one and the professional reserve of the other, lay the same quality of mind, keen-edged like a rapier.", "s2": "They had different personalities but were both very smart.", "label": "entailment"}
{"id": 128710, "s1": "yes there's too many people", "s2": "There are too few people.", "label": "contradiction"}
{"id": 45436, "s1": "This is based on the city delivery carrier total cost of $33.", "s2": "The total cost for city delivery carriers is $53.", "label": "contradiction"}
{"id": 146238, "s1": "I knew that that would be a bad question to answer.", "s2": "I knew it was best to answer what she asked.", "label": "contradiction"}
{"id": 236350, "s1": "5 Users often equate a clean audit opinion with a seal of approval that fraud does not exist and annual reports are both complete and accurate.", "s2": "Seal of approval does not bring any meaning to reports.", "label": "contradiction"}
{"id": 127854, "s1": "A gesture clearly suited to football's warlike nature, the Salute is named for Denver's Mile High Stadium.", "s2": "The Salute is an appropriate gesture, given football's violent nature.", "label": "entailment"}
{"id": 243641, "s1": "yeah yeah really i mean Switzerland is so clean", "s2": "I didn't have to deal with any waste or litter in Switzerland. ", "label": "neutral"}
{"id": 298765, "s1": "we sat there my brother-in-law cooked chicken bless and he was don't know how in heck he managed to do it but he did he stood out there and cooked that and we had something hot to eat", "s2": "My brother in law made us dinner because we were starving.", "label": "neutral"}
{"id": 319989, "s1": "yeah well i know my mom from a family of at least sixteen i've lost count uh and my grandmother just died sometime last well about two years ago", "s2": "I know my mom had a lot of siblings.", "label": "entailment"}
{"id": 350323, "s1": "I can suggest having the ropes made to order.", "s2": "He and a peer suggest having the ropes made to order.", "label": "neutral"}
{"id": 198699, "s1": "He dismissed the matter from his mind.", "s2": "Hethought of the matter.", "label": "contradiction"}
{"id": 176368, "s1": "While Monica may not be what Shakespeare had in mind when he wrote of his dark lady, he does offer some commentary on Monica's awaited literary endeavor in Sonnet 80 :", "s2": "Shakespeard wrote Sonnet 80 about a woman.", "label": "neutral"}
{"id": 15047, "s1": "The Evolving Structure of Postal and Delivery Industries June 11-14, 1997, Helsinger, Denmark", "s2": "The postal delivery system is evolving.", "label": "entailment"}
{"id": 259158, "s1": "Ca'daan bowed to the man.", "s2": "Ca'daan stood before the man, refusing to bow and confer respect.", "label": "contradiction"}
{"id": 170401, "s1": "Since they have let you in and have not kicked you out, it appears that you have not violated any of those rules.", "s2": "You were asked to leave which means you broke all the rules.", "label": "contradiction"}
{"id": 95336, "s1": "Its Hospital de la Virgen de la Caridad (Convent of the Virgin of Charity), has five El Grecos hanging in its church.", "s2": "Five El Grecos can be found in Convent of the Virgin of Charity.", "label": "entailment"}
{"id": 255616, "s1": "all taken up yeah", "s2": "There are still some left.", "label": "contradiction"}
{"id": 111211, "s1": "I don't listen to much, either, and most of it's poppy stuff I hear on the drive to work.", "s2": "I listen to music all the time.", "label": "contradiction"}
{"id": 186030, "s1": "In response, several said they offered higher salaries and special benefits to attract and keep expert staff.", "s2": "Expert staff might be attracted with higher salaries.", "label": "entailment"}
{"id": 135451, "s1": "Then this here war was over, an' I was loose.", "s2": "He was free after the war because he used to be a prisoner.", "label": "neutral"}
{"id": 178435, "s1": "That will teach them not to work resonance magic inside a protective ring; the egg knows how we could have got through otherwise.", "s2": "You should do resonance magic inside a protective ring.", "label": "entailment"}
{"id": 146621, "s1": "Try to book one on the terrace.", "s2": "The rooms on the terrace are terrible.", "label": "contradiction"}
{"id": 312556, "s1": "Are you ready for this magnificent experience experienced so far by only...' the captain consulted his notes, 'two hundred eighty eight commercial passengers?'", "s2": "The captain described the event as a magnificent experience.", "label": "entailment"}
{"id": 367622, "s1": "The winner's curse can therefore be said not to exist for products that we buy, enjoy, and resell without using up their inherent value.", "s2": "You can not buy these products and expect to sell them at other price than the inherent value.", "label": "contradiction"}
{"id": 144844, "s1": "you know one of these days when i get a new car maybe i guess all of them probably will have CDs players by then but uh i'm not planning on doing that for a while i just got mine paid off so i'm going to stick with the cassettes and and uh you know until", "s2": "I will get a new car with a CD player.", "label": "entailment"}
{"id": 291394, "s1": "3 These definitions largely agree for dependence, but not for abuse.", "s2": "They find people that are dependent on alcohol and are abusing it.", "label": "contradiction"}
{"id": 5322, "s1": "yeah but i don't know if they if  they if uh the death penalty", "s2": "I don't know if your state uses the death penalty. ", "label": "neutral"}
{"id": 270861, "s1": "No clear decision.", "s2": "There is no clear decision.", "label": "entailment"}
{"id": 100168, "s1": "You get used to it.", "s2": "You will always be annoyed by it.", "label": "contradiction"}
{"id": 44885, "s1": "Though initially settled in the mid 1800s, Las Vegas struggled as a Mormon outpost for much of its early existence.", "s2": "Las Vegas does not have a Mormon history.", "label": "contradiction"}
{"id": 126540, "s1": "Many of the Balearic Islands are strewn with rocks and boulders, and these early peoples built simple stone houses and cleared fields by piling the stones into dividing walls.", "s2": "Sod homes were typically built on the Balearic islands.", "label": "contradiction"}
{"id": 377526, "s1": "The following year, Poland's Home Army initiated a surprise attack against the occupying Nazis in Warsaw, and awaited assistance from the Soviet Red Army, perched on the outskirts of the capital.", "s2": "Poland's army was going to get assistance from the Russian army.", "label": "entailment"}
{"id": 213085, "s1": "Day Trips from Dublin", "s2": "Trips far from Dublin.", "label": "contradiction"}
{"id": 256155, "s1": "you know you you're talking to probably one of the the sixties late sixties and early seventies original hippies  now living in suburbia raising kids um", "s2": "You might be speaking to a hippie from the late sixties.", "label": "entailment"}
{"id": 291072, "s1": "But the young state was soon engaged in another crisis with an Arab neighbour.", "s2": "Israel had peace for 400 years.", "label": "contradiction"}
{"id": 125998, "s1": " \"Mars!\" he croaked.", "s2": "\"Mars!\" he croaked, as he looked at the spaceship's dashboard. ", "label": "neutral"}
{"id": 362078, "s1": "yeah yeah yeah see mine are up and bloomed already", "s2": "I have a flowering plant.", "label": "entailment"}
{"id": 249609, "s1": "Suddenly he caught my wrist, and began twisting it.", "s2": "He twisted my wrist. ", "label": "entailment"}
{"id": 338639, "s1": "Our use of REIMS II data as a proxy for this distribution was necessary, but not realistic.", "s2": "REIMS II data is used as a proxy for distributing postal services.", "label": "neutral"}
{"id": 373210, "s1": "okay yeah okay well if you're ever in uh DC can look up Wayne Sherman you'll say oh yeah talked to that guy okay", "s2": "You can look up Wayne Sherman when you're in DC. ", "label": "entailment"}
{"id": 257331, "s1": "Among the most significant achievements resulting from these phases of the planning process were the ", "s2": "There was progress made during the planning process.", "label": "entailment"}
{"id": 234972, "s1": "There is a discussion of the current costs of transplantation and the analysis concludes that the final rule will not substantially raise the costs.", "s2": "It is believed that the final rule will not raise costs.", "label": "entailment"}
{"id": 9040, "s1": "it's usually the eighty basic eighty twenty", "s2": "The typical one is eighty twenty. ", "label": "entailment"}
{"id": 48786, "s1": "That's so, agreed Julius.", "s2": "Julius agreed with the young woman, \"So it is.\"", "label": "neutral"}
{"id": 154264, "s1": "Not that she was a bad sort really, old Mother Greenbank! ", "s2": "Mother Greenbank is a man.", "label": "contradiction"}
{"id": 116180, "s1": "I know, said the pistoleer.", "s2": "The pistoleer knew about the girl who was hiding behind the counter. ", "label": "neutral"}
{"id": 212022, "s1": "Palaces let animated avatars--characters Netizens create for themselves--interact in a graphic environment.", "s2": "Palaces forbid letting virtual characters netizens create for themselves interact in a virtual environment.", "label": "contradiction"}
{"id": 362695, "s1": "Concepts for Reconciling Budgetary and Financial Accounting 9/30/97 8 -Supplementary Stewardship Reporting 9/30/97", "s2": "Supplementary Stewardship Reporting was published in 1997.", "label": "entailment"}
{"id": 127561, "s1": " Senor, you have spoiled my day.", "s2": "Senor, you have spoiled my day when you told me it's raining.", "label": "neutral"}
{"id": 160540, "s1": "Profoundly shaken, he left his wife and small son and became a wandering beggar, searching for the meaning of existence.", "s2": "This experience did nt effect him and he stayed with his family.", "label": "contradiction"}
{"id": 348106, "s1": "If Time magazine were half the trend-spotter it thinks it is, that's the banner it would run to mark the triumph of Reaganism, transforming the United States into the kind of South American nation we used to deride.", "s2": "Time magazine has realized the trend of Reaganism being popular.", "label": "contradiction"}
{"id": 304902, "s1": "The French attention to detail is found in all walks of life ' from the way a scarf is tied to the planning of the summer flow?­er displays found in small villages (national prizes for the prettiest village are hotly contested).", "s2": "The French are known specifically for their attention to detail.", "label": "entailment"}
{"id": 193472, "s1": "Despite this looming financial problem, pressure is mounting to update Medicare's outdated benefit design.", "s2": "Medicare is universally considered to be without any problems.", "label": "contradiction"}
{"id": 248124, "s1": "To the east of the Accademia along the Grand Canal, a breath of the 20th century awaits you at the Peggy Guggenheim Collection of modern art in the Palazzo Venier dei Leoni.", "s2": "The Peggy Guggenheim Collection showcases 21st century art.", "label": "contradiction"}
{"id": 290179, "s1": "We're your followers.'", "s2": "We follow your teachings and beliefs.", "label": "neutral"}
{"id": 278355, "s1": "At the same time it would teach today's youth about the real-life value of the Second Amendment.", "s2": "Youth shouldn't learn any of the amendments. ", "label": "contradiction"}
{"id": 180227, "s1": "Since they have let you in and have not kicked you out, it appears that you have not violated any of those rules.", "s2": "You are still here, which means you have not done anything wrong but they are on their way over to talk with you.", "label": "neutral"}
{"id": 223086, "s1": "With respect to the methodological issues, we must balance rigorous follow-through and long-term studies with studies that are germane to emergency departments.", "s2": "Methodological issues are of primary concern.", "label": "neutral"}
{"id": 391084, "s1": "All right, then, if you thought I was dead, what are you doing here, Nema?  \"I felt the compulsion begin even before I returned to the city.", "s2": "If you thought I had not survived, how come you're here?", "label": "entailment"}
{"id": 288562, "s1": "Originally, these provisos permitted the use of LSC funds for legal assistance to an alien if the alien was a resident of the United States and fell within one of the permissible alien categories, all of which required that an alien was in lawful status.", "s2": "The original provisions let LSC use funds to help an alien if they meet the proper standards. ", "label": "entailment"}
{"id": 173429, "s1": "It's still a great place to shop.", "s2": "Prices may be expensive, but it is a nice place to shop.", "label": "neutral"}
{"id": 184450, "s1": "To ensure its ability to support the Congress in its decisionmaking, GAO will focus significant resources on the following important strategic ", "s2": "The GAO focuses significant resources in helping Congress in its decisionmaking.", "label": "entailment"}
{"id": 368498, "s1": "Bauerstein!\" I whispered. ", "s2": "I whispered Bauerstein's name.", "label": "entailment"}
{"id": 237893, "s1": "The gardens, once a favorite spot for aristocratic duels, now serve as a pleasant children's playground.", "s2": "They added slides and a merry go round for kids.", "label": "neutral"}
{"id": 142038, "s1": "and they said there is no way you can get this car for that price especially if we add on the equalizer and the and the cruise control he said you're going to get a car that's got flood damage or hail damage and they just laughed at me", "s2": "They said that I would have to add five thousand dollars to my asking price.", "label": "neutral"}
{"id": 160758, "s1": "Longer hikes follow well-marked trails across the fields.", "s2": "The trails in the fields are well-marked.", "label": "entailment"}
{"id": 131807, "s1": "The chief pleasure of the south, or Mezzogiorno, is the people, who are warm-hearted, outgoing, and gregarious.", "s2": "The Mezzogiorno are very kind and sociable people.", "label": "entailment"}
{"id": 120868, "s1": "Currently, managers are focused more on the annual exercise of obtaining funding needed to keep their programs viable and alive.", "s2": "Managers are more concerned with fundraising to keep their programs running.", "label": "entailment"}
{"id": 63258, "s1": "Safe and healthy work environment   Provide a safe, healthy work environment.", "s2": "The health and safety of a work environment is overrated. ", "label": "contradiction"}
{"id": 378160, "s1": "He survived these, and lived to be about 50.", "s2": "He died at 40 years old.", "label": "contradiction"}
{"id": 100969, "s1": "and i said no you've got to be kidding because i i just moved them and i told him what i did and he got his little gauge out and said well these don't pass", "s2": "He had passed them before.", "label": "neutral"}
{"id": 165438, "s1": "but uh i it's it's interesting though people that do we've had noticed we had been in Malaysia during one election year and the Philippines in another that there seems to be a higher percent of the expatriate population i mean well over fifty percent that do bother to register with the embassy and go vote you'd almost think that you think you're more important when you're out of the country and you're exposed to some things", "s2": "Almost all people eligible to vote register with the foreign embassy.", "label": "contradiction"}
{"id": 62681, "s1": "Then the Serbs, in defiance of a cease-fire and NATO and U.S. warnings, shelled the area around the massacre site.", "s2": "The Serbs defy the cease-fire around the massacre site in Iran", "label": "neutral"}
{"id": 389483, "s1": "He prepares no defence ”no shadow of an alibi, yet he knows the chemist's assistant must necessarily come forward with the facts. ", "s2": "The assistant shouldn't speak at all.", "label": "contradiction"}
{"id": 280947, "s1": "To perform a data reliability assessment, you need to decide on the timing-when to perform the assessment-and how to document it.", "s2": "Documentation is done manually by hand, rather than by computer.", "label": "neutral"}
{"id": 361844, "s1": "Ferguson, echoing a charge made by Washington Post columnist Michael Kelly, says that Pinker wants us to see [infanticide] not as a moral horror but as a genetically encoded evolutionary adaptation, as unavoidable as depth perception or opposable thumbs.", "s2": "He says that infanticide should be legal because it is evolutionarily natural. ", "label": "neutral"}
{"id": 97071, "s1": "Not that I know of.", "s2": "Not that I am aware of.", "label": "entailment"}
{"id": 100422, "s1": "OPM's regulations recognize that senior executives in public sector organizations face the challenging task of balancing the needs of multiple customers, who at times may have differing or ever competing expectations.", "s2": "Senior executives in public sector organizations face challenging tasks, because they are experts.", "label": "neutral"}
{"id": 113447, "s1": "They started a brawl.", "s2": "A brawl started because of the insults they had been hurling around. ", "label": "neutral"}
{"id": 387241, "s1": "We didn't see them for most of the day.", "s2": "For most of the day, we didn't see them as it was really foggy.", "label": "neutral"}
{"id": 253859, "s1": "In return for this flexibility, sources were to provide a full accounting of their emissions through continuous monitoring and reporting, and there would be consequences for failing to comply.", "s2": "The sources had to give half the information about their emissions..", "label": "contradiction"}
{"id": 144965, "s1": "Built in 1885, these days the prison carries out most of the executions of Malaysia's drug offenders.", "s2": "Only Malaysia executes drug offenders and criminals.", "label": "neutral"}
{"id": 379891, "s1": "Mitchell, what happened here? Muller turned to the man at his far right.", "s2": "Muller and Mitchell are in the same place.", "label": "entailment"}
{"id": 309113, "s1": "yes i i think they can probably come up with some ways to insure that uh you know people would get a fair trial and not have to go through this process", "s2": "They can probably make sure people get a fair trial.", "label": "entailment"}
{"id": 275060, "s1": "A Show About  Inside Washington ians spend the final minutes of the discussion on the moral character of Seinfeld . Occasional poor taste is partly redeemed by great wit, says Evan Thomas.", "s2": "Seinfeld is a show about inside Washington.", "label": "contradiction"}
{"id": 312890, "s1": "Near the village of Agaa Deka named after ten saints who were martyred here and widely scattered in farmland, are the remains of Gertis (Gortyn), capital of the island during the Roman era (from 65 b.c.) and also an important city in Minoan times.", "s2": "The village of Agaa Deka's original name has been lost to time.", "label": "neutral"}
{"id": 148372, "s1": "Yes, I can't help doing that. ", "s2": "Yes, I don't have a choice as I can't prevent myself from doing it.", "label": "neutral"}
{"id": 52704, "s1": "Amidst all this, Jack Lord and his hair died.", "s2": "Jack survived through it.", "label": "contradiction"}
{"id": 101773, "s1": "This document, the LSC Special Report to Congress - State Planning and Reconfiguration, was prepared in response to a request made by the U.S.", "s2": "The U.S. wanted to find out more information about it.", "label": "neutral"}
{"id": 155318, "s1": "In addition, EPA will be conducting modeling that will predict where emissions reductions will occur.", "s2": "The modeling will help better associate cleanup costs.", "label": "neutral"}
{"id": 119266, "s1": "Tommy, don't you see, if they are scared enough to run away like this, it shows that there must be a lot in this Jane Finn business! ", "s2": "I think they are running away because they are scared.", "label": "entailment"}
{"id": 189205, "s1": "yeah and all the trees and plants are coming out thank goodness and grass", "s2": "All the trees and plants are coming out", "label": "entailment"}
{"id": 94079, "s1": "um-hum yeah i'm sure that that's uh it's not uh cheap either", "s2": "I wanted to save money not spend it.", "label": "neutral"}
{"id": 158475, "s1": "The most picturesque street in the old town, across the railway tracks north of the Fort (an area once known as Black Town ), is Armenian Street.", "s2": "Music and dance are fixtures on Armenian Street.", "label": "neutral"}
{"id": 7417, "s1": "A trade unionist member of the Hong Kong government's labor affairs committee has proposed a minimum hourly wage in the territory of $35 HK.", "s2": "They wanted to raise the current hourly wage in their country.", "label": "neutral"}
{"id": 371205, "s1": "as is you know as is needed and because my husband had had for a long time was out of the country", "s2": "I am fortunate to have my husband with me to help take care of the kids.", "label": "contradiction"}
{"id": 280040, "s1": "Family businesses often guarantee generations of good craftsmanship and personalized service.", "s2": "Family businesses often offer extended warranties with their services and products. ", "label": "neutral"}
{"id": 66365, "s1": "you know it it gives you some strokes there that you may not get otherwise because i'm cooped up in the house all day", "s2": "I am stuck in the house all day.  ", "label": "entailment"}
{"id": 143818, "s1": "I am delighted to make your acquaintance, Mr. Beresford.", "s2": "It's nice to meet you Mr. Beresford.", "label": "entailment"}
{"id": 23863, "s1": "Excellent vegetarian meals from appetizers to desserts, prepared to perfection with the addition of fresh fish daily.", "s2": "They only serve meat.", "label": "contradiction"}
{"id": 28587, "s1": "The king cannot visit this shrine, as to look upon what is considered to be an image of himself, an incarnation of Vishnu, would be a forecast of death.", "s2": "The king is considered to be an incarnation of Vishnu.", "label": "entailment"}
{"id": 290119, "s1": "(Imagine me snapping my fingers, but in an attractive Italian suit and a better apartment.)", "s2": "Think of me in a better apartment with an attractive Italian suit on, snapping my fingers.", "label": "entailment"}
{"id": 153163, "s1": "sounds like it", "s2": "Seems so. ", "label": "entailment"}
{"id": 365647, "s1": "Thus, the most likely scenario for application of ACI is in a configuration with ESP or FF.", "s2": "Whenever ACI is applied, ESP or FF cannot be involved.", "label": "contradiction"}
{"id": 66206, "s1": "uh number one is i i'm i'm kind of i know this sounds like a slogan for the government but i you know we are in a war against  drugs i mean", "s2": "I want you to know that we are in a war on drugs. ", "label": "entailment"}
{"id": 334427, "s1": "(The others are the sword, which resides at the Atsuta Shrine in Nagoya, and the jewel, kept in the Imperial Palace in Tokyo. )", "s2": "The jewel resides in a Shinto temple in Osaka.", "label": "contradiction"}
{"id": 257361, "s1": "Port Antonio Yacht Club can also be found in the harbor.", "s2": "The harbor also contains the Port Antonio Yacht Club.", "label": "entailment"}
{"id": 53785, "s1": "I call your bluff, that's all.", "s2": "I think you're telling the truth, that's all.", "label": "contradiction"}
{"id": 6430, "s1": "Every time a witness lies, that witness chips a stone from the foundation of our entire legal system, Schippers intoned.", "s2": "Every time a witness lies, the witness adds a brick to the foundation of our legal system, Schippers said.", "label": "contradiction"}
{"id": 300974, "s1": "Board independence does not require the elimination of all inside directors but it would seem to call for ensuring that a super-majority of board members are truly independent both in fact and appearance.", "s2": "It is common for there to be a majority of inside directors on independent boards.", "label": "contradiction"}
{"id": 149075, "s1": "There it was, in the cracked porcelain tub; covered in tubes, being scurried over by creepy cybernetic rats.", "s2": "It was covered in cybernetic rats as it laid in the tub.", "label": "entailment"}
{"id": 246099, "s1": "Deposed by the Russians in 1736, Stanislas had the good fortune to be Louis XV's father-in-law and was given the Duchy of Lorraine as compensation.", "s2": "Louis XV was father-in-law to Stanislas, who was deposed by the Russians in 1736. ", "label": "entailment"}
{"id": 250984, "s1": "kids have to have so much i mean i even get caught up in it with our kids even though i buy most of the things at garage sales for their Christmas i mean", "s2": "Kids do not have a lot of material possessions. ", "label": "contradiction"}
{"id": 230932, "s1": "TUMORS AND IS A TERMINAL ILLNESS.", "s2": "The disease is fatal.", "label": "entailment"}
{"id": 178628, "s1": "half the time though i don't um jump half as much as i mean i'm like i'm real tall and you know i'm i'm not heavy but when you go easy a hundred seventy at my height um i'm five eleven", "s2": "I weight two hundred and my height is five seven.", "label": "contradiction"}
{"id": 96659, "s1": "As Ca'daan walked towards Vrenna and the dark-skinned man, they ceased their conversation.", "s2": "Vrenna continued to chat with the man.", "label": "contradiction"}
{"id": 26936, "s1": "In fact, on June 29th, he had been staying away, in Wales. ", "s2": "He was staying here for all of June.", "label": "contradiction"}
{"id": 132371, "s1": "While no more nor less significant than other countries' national symbols and icons, the Shinto identity embodied in the shrines of Ise is quite distinct from Japan's other man-made institutions.", "s2": "The Shinto is one of the country's national symbols.", "label": "entailment"}
{"id": 250467, "s1": "so at least that's uh some way that they're you know i i guess the best part about it you can't just drop off all scholarship scholarships because it does i would imagine at least in it's intentions help a lot of people who couldn't afford to go to school", "s2": "Scholarships should only be awarded to those who have no other financial means of going to school. ", "label": "neutral"}
{"id": 59814, "s1": "It was here in 95 a.d. that one resident received divine inspiration in the form of an apocalyptic vision while he sat in his small cave high above the harbor.", "s2": "An apocalyptic vision was seen by a man in the 15th century.", "label": "contradiction"}
{"id": 34258, "s1": "is really kind of bad and", "s2": "It's really kind of great.", "label": "contradiction"}
{"id": 210086, "s1": "I know these ducal suites and I want this one plumb empty except for you and me.", "s2": "The ducal suites are among the best the hotel has to offer.", "label": "neutral"}
{"id": 257816, "s1": "Arawak paintings, though fading, can still be seen on the walls of the caves.", "s2": "These are the only examples of Arawak cave paintings.", "label": "neutral"}
{"id": 38840, "s1": "The restaurant and gift shop complex at Shoreline Village is an attractive remake of a typical New England harbor town.", "s2": "Shoreline Village draws thousands of tourists every year.", "label": "neutral"}
{"id": 302525, "s1": "The Edgemar complex, located in the 2400 block, exhibits the work of L.A.'s favorite postmodern architect, Frank Gehry (a Santa Monica resident).", "s2": "The Edgemar complex, located in the 2400 block, exhibits the work of L.A.'s favorite postmodern architect, Frank Gehry (who is a Santa Monica resident).", "label": "entailment"}
{"id": 330010, "s1": "The focus of the study will be to determine what changes need to be made in the existing structure to allow the Center to effectively meet its mission or, alternatively, to recommend a new structure.", "s2": " The secondary purpose of the study will be to determine what changes need to be made.", "label": "contradiction"}
{"id": 359898, "s1": "That's final.", "s2": "That's final because I've made up my mind.", "label": "neutral"}
{"id": 28106, "s1": "But after that, you're on your own.", "s2": "You're on your own.", "label": "entailment"}
{"id": 79548, "s1": "You've been hiring Rebs again!\"Once before Drew had seen explosive anger curbed visibly by a man who knew the folly of losing control over his emotions.", "s2": "Drew has seen many angry men because he worked with a lot of them.", "label": "neutral"}
{"id": 78222, "s1": "That mask of aloofness was wiped away as if he were ten years younger and twenty years less responsible than he had been only seconds earlier.", "s2": "He was still aloof and seemed old and worn out.  ", "label": "contradiction"}
{"id": 295090, "s1": "yeah well uh i don't know the uh uh the uh Wal-Mart that's where all of our bills are for the credit card", "s2": "All our credit card bills are through wal-mart. ", "label": "entailment"}
{"id": 159297, "s1": "Dismal images of Russia unraveling after communism collapsed make an unintended  At least there was something to unravel, unlike in so much of the rest of the world.", "s2": "The images of Russia after the collapse of communism are in black-and-white.", "label": "neutral"}
{"id": 44659, "s1": "as well as the shape of the person's legs", "s2": "The person's legs have a thick shape.", "label": "neutral"}
{"id": 130123, "s1": "He was still half delirious, but he could see men working frantically to build a net of something around his bed, while a wet, thick thing flopped and drooled beyond the door, apparently immune to the attacks of the hospital staff.", "s2": "Men were working to build a net of sorts around his bed.", "label": "entailment"}
{"id": 62102, "s1": "If you thought that Dick Morris, now back in Bill Clinton's crisis cabinet, was going to make things smoother at the White House, you don't know Dick.", "s2": "Dick Morris is highly respected by all parts of the government.", "label": "contradiction"}
{"id": 292590, "s1": "Hi Henry!\" The small boy came obediently.", "s2": "The small boy walked over obediently.", "label": "entailment"}
{"id": 218195, "s1": "Finally, lest their opponents' weakness not suffice to produce a landslide, both incumbents got further help from a third-party  Nixon from George Wallace, who drained white Southern support from the Democrats, and Clinton from Ross Perot, who likely will drain white suburbanites from Dole.", "s2": "Wallace lost white Southern support to the liberals.", "label": "contradiction"}
{"id": 317885, "s1": "Multiple systems normally are installed in sequence and overlapping to maintain a high level of activity at the site.", "s2": "The high level activity on multiple systems is strenuous. ", "label": "neutral"}
