{"id": 335243, "s1": "How do I crack JEE in a month?", "s2": "How do I crack JEE in 4-5 months?", "label": "not duplicate"}
{"id": 58369, "s1": "Who are the greatest people in the world?", "s2": "Can you name some people who have really saved the world?", "label": "not duplicate"}
{"id": 13112, "s1": "What is inside a Camel Crush cigarette?", "s2": "Are Camel Crush cigarettes designed to attract teen smokers?", "label": "not duplicate"}
{"id": 144194, "s1": "How can I be patient while saving for a MacBook?", "s2": "How can we improve our patience?", "label": "not duplicate"}
{"id": 128393, "s1": "Has Ancient Persia been scientifically tested?", "s2": "Has the Ancient Khmer Empire been scientifically tested?", "label": "duplicate"}
{"id": 117026, "s1": "Why do Indian relatives force young people (20+ age) to marry as soon as possible?", "s2": "Why do most people feel pressured to get married at a relatively young age?", "label": "not duplicate"}
{"id": 73158, "s1": "Can Udacity students get jobs irrespective of their college major and college itself?", "s2": "Can I get an engineering job with a biology major? How do I set myself in college for a high paying job after undergrad?", "label": "not duplicate"}
{"id": 53736, "s1": "What is the step by step procedure to upload an image in your answer on Quora?", "s2": "How do I post an image in Quora?", "label": "duplicate"}
{"id": 354785, "s1": "How can I get good marks on my exam?", "s2": "How should I study to get good marks?", "label": "not duplicate"}
{"id": 285929, "s1": "I have been with my partner for 8 years Last year we broke up for a bit and I got with someone else and ended up marrying them. Now I want my ex back?", "s2": "I split up with my wife two years ago. Officially we're still married. I discovered that she now has a baby with someone else. Am I in any way legally responsible for that child?", "label": "not duplicate"}
{"id": 45580, "s1": "How can I calculate the speed of light?", "s2": "How do you calculate the speed?", "label": "not duplicate"}
{"id": 309588, "s1": "Which exam should I prefer for doing MS in Canada GRE or IELTS?", "s2": "What exams should I prepare for pursuing MS in automobile engineering from abroad and which are the preferable countries?", "label": "not duplicate"}
{"id": 221208, "s1": "What were the costliest questions ever asked?", "s2": "What are the most annoying types of questions on Quora?", "label": "not duplicate"}
{"id": 16663, "s1": "Do Diet Coke and Coke Zero really have zero calories?", "s2": "Will Coke Zero or Coke Light make me put on weight?", "label": "not duplicate"}
{"id": 15622, "s1": "I want to buy a bike pulsar 150 or unicorn…which one good suggest me?", "s2": "Is an Uber driver in California liable if passengers are not wearing seat belts and there is a crash and they are injured/killed?", "label": "not duplicate"}
{"id": 49123, "s1": "How can you invest other people's money legally?", "s2": "How do I legally invest other peoples money?", "label": "duplicate"}
{"id": 114629, "s1": "Why do Quorans ask simple factual questions that can be answered with a single search on Google?", "s2": "Why do some people ask questions on Quora that could be asked directly to a search engine ?", "label": "duplicate"}
{"id": 121981, "s1": "What happens if you miss GCSE results day?", "s2": "What happens if you sit down all day every day? (not including night time where you would be sleeping)", "label": "not duplicate"}
{"id": 264951, "s1": "What was one of your life changing experiences?", "s2": "What one decision changed your life drastically?", "label": "duplicate"}
{"id": 315631, "s1": "How can carrots make you orange?", "s2": "Why are carrots orange?", "label": "not duplicate"}
{"id": 13912, "s1": "What kind of website would you build?", "s2": "What kind of website should I build?", "label": "not duplicate"}
{"id": 294254, "s1": "When will India be a developed country?", "s2": "How long will India be a developing country?", "label": "duplicate"}
{"id": 104248, "s1": "How do I study properly?", "s2": "What are some tricks to study effectively?", "label": "duplicate"}
{"id": 340726, "s1": "What is the best keylogger to use?", "s2": "What is the best keylogging software?", "label": "duplicate"}
{"id": 285706, "s1": "What is the best joke you can come up with?", "s2": "What is a good joke you can come up with?", "label": "duplicate"}
{"id": 219949, "s1": "What happened to the Nazis after WWII ended?", "s2": "How did Germans deal with antisemitism after WWII ended?", "label": "not duplicate"}
{"id": 115574, "s1": "If you live in Finland, what Amazon site do you shop at?", "s2": "If you live in Sweden, what Amazon site do you shop at?", "label": "not duplicate"}
{"id": 235514, "s1": "Will HTC desire 828 dual sim get marshmallow update?", "s2": "Will HTC update the Desire X to Sense 5.0?", "label": "not duplicate"}
{"id": 308944, "s1": "Why didn't battleships in WW2 use black smoke screens as means to fool aircraft?", "s2": "How many aircraft carriers did the USA build during World War 2?", "label": "not duplicate"}
{"id": 145852, "s1": "Are people leaving America because of Trump’s win?", "s2": "Will people leave America due to Trump winning?", "label": "duplicate"}
{"id": 3407, "s1": "Would you vote for Trump or Sanders, and why?", "s2": "Would you vote for Trump and why?", "label": "duplicate"}
{"id": 83707, "s1": "Is Purdue good for Tourism?", "s2": "How do people divide India based on language and culture?", "label": "not duplicate"}
{"id": 221571, "s1": "How does gameloft make games?", "s2": "What makes a game be a good game?", "label": "not duplicate"}
{"id": 178389, "s1": "What happens when rahu in Virgo 1th and ketu& jupiter in pisces in 7th, capricorn moon 5th taurus venus 9th,Mars in Gemini 10th Saturn in taurus 9th?", "s2": "What happens with Rahu in Virgo 1th, Ketu and Jupiter in Pisces in 7th, moon in Capricorn 5th, Venus in Taurus 9th house and Mars in Gemini 10th?", "label": "not duplicate"}
{"id": 145684, "s1": "How and where can I buy Made Easy handwritten notes for the electrical GATE?", "s2": "I have three cat steaks and four hungry boys, how do I portion correctly?", "label": "not duplicate"}
{"id": 81516, "s1": "Is Trump really all that bad?", "s2": "Why would Trump not be a good president?", "label": "duplicate"}
{"id": 112886, "s1": "How do you improve the quality of answers on Quora?", "s2": "How can I improve my answers?", "label": "not duplicate"}
{"id": 176472, "s1": "Any experience with green light laser prostate surgery?", "s2": "For how long do I have to aim a laser at the moon to see a dot?", "label": "not duplicate"}
{"id": 53587, "s1": "Is there any financial benefit for someone whose uploaded video on YouTube was viewed by a high number of users?", "s2": "Why is my YouTube video not uploaded?", "label": "not duplicate"}
{"id": 48625, "s1": "If the harry potter was made into a Bollywood series, what could have been the ideal cast?", "s2": "If it would have been made in Bollywood, what would be the cast of Harry Potter?", "label": "duplicate"}
{"id": 199191, "s1": "Which is the safest city in India for women? What are the things that they are doing right which New Delhi is doing wrong?", "s2": "What are some off-beat things to do in Delhi?", "label": "not duplicate"}
{"id": 50707, "s1": "How is Boston University's econophysics?", "s2": "How is Boston University?", "label": "not duplicate"}
{"id": 188208, "s1": "How electronic configuration is being done?", "s2": "How do I find the electron configuration for silicon?", "label": "not duplicate"}
{"id": 180331, "s1": "Why is Thumbtack better than Redbeacon? Does any of them have a sales team?", "s2": "How does the lead score help the sales teams?", "label": "not duplicate"}
{"id": 316526, "s1": "What is the right time to do a pregnancy test, and why?", "s2": "What is the right time to do a pregnancy test?", "label": "duplicate"}
{"id": 138685, "s1": "How should you introduce yourself in an interview?", "s2": "How should you not introduce yourself?", "label": "not duplicate"}
{"id": 22780, "s1": "How much is a bazillion?", "s2": "Has any major donors asked Donald Trump how he can win, without support from the Hispanic or African Americans?", "label": "not duplicate"}
{"id": 240870, "s1": "How do I start up a new cafe?", "s2": "What's the best strategy to start up a cafe?", "label": "duplicate"}
{"id": 281137, "s1": "How do I invest $40,000?", "s2": "What are the best ways to invest money?", "label": "not duplicate"}
{"id": 65444, "s1": "How does a free app make money from a subscriber?", "s2": "How do developers make money from free apps?", "label": "not duplicate"}
{"id": 198461, "s1": "Should I have the right to end my own life?", "s2": "Should people have the right to take their own life?", "label": "duplicate"}
{"id": 41313, "s1": "Was Gandhi really that good?", "s2": "Was 'Mahatma' Gandhi really that great?", "label": "duplicate"}
{"id": 289428, "s1": "What is line voltage and phase voltage?", "s2": "What is phase voltage and what is line voltage?", "label": "not duplicate"}
{"id": 153709, "s1": "What are some animals that live in deserts?", "s2": "What are some examples of animals that live in the desert?", "label": "duplicate"}
{"id": 329588, "s1": "What is the difference between constitutional review and judicial review?", "s2": "What is the difference between judicial and constitutional review?", "label": "duplicate"}
{"id": 324282, "s1": "What are the most notable accomplishments that Barack Obama has achieved during his presidency?", "s2": "What were Barack Obama's most significant achievements during his first and second term?", "label": "duplicate"}
{"id": 189600, "s1": "What TV shows should I start watching next?", "s2": "What are some recommendations for a good TV series?", "label": "not duplicate"}
{"id": 302698, "s1": "Is it stealing if you're stealing from a thief?", "s2": "Is it stealing if you steal from another thief?", "label": "duplicate"}
{"id": 100814, "s1": "What's the difference between zoo Phil I a and bestiality?", "s2": "Why does a billionaire own an average of 19 cars?", "label": "not duplicate"}
{"id": 36466, "s1": "What are some tips on making it through the job interview process at RSP Permian?", "s2": "How can I give tip?", "label": "not duplicate"}
{"id": 24025, "s1": "Is Emile Durkheim's theory relevant in contemporary times?", "s2": "Are Durkheim's theories still relevant today?", "label": "duplicate"}
{"id": 346692, "s1": "Is pathological lying hereditary?", "s2": "Is pathological lying curable?", "label": "not duplicate"}
{"id": 119484, "s1": "What are things that Indians happy?", "s2": "What are the things that made India happy?", "label": "duplicate"}
{"id": 151722, "s1": "Is praying for death of oneself to Allah forbidden in Islam?", "s2": "Is wanting to die a sin?", "label": "not duplicate"}
{"id": 41833, "s1": "Why did Trump win?", "s2": "How did trump win the presidential election?", "label": "duplicate"}
{"id": 122049, "s1": "Is Avenged Sevenfold's new album progressive?", "s2": "Is Wisp making a new album?", "label": "not duplicate"}
{"id": 52953, "s1": "What are the best ways to keep in touch with friends?", "s2": "How do I keep in touch with maths?", "label": "not duplicate"}
{"id": 199295, "s1": "Who would win, the whole of Star Wars or the whole of Star Trek?", "s2": "Who would win in a war between Star Wars, Star Trek and Stargate?", "label": "not duplicate"}
{"id": 145738, "s1": "Why do Indian Muslims hate Modi?", "s2": "Why does many Muslims hate Modi?", "label": "duplicate"}
{"id": 237717, "s1": "What would be the first thing you would do if you were made the president of USA?", "s2": "If you were a president, what is the first thing you would do?", "label": "duplicate"}
{"id": 333281, "s1": "What birth order are the Kardashians?", "s2": "What are some books on the effects of birth order?", "label": "not duplicate"}
{"id": 191277, "s1": "What's it like to study A-levels at home?", "s2": "What does studying A-level do?", "label": "not duplicate"}
{"id": 85277, "s1": "What is the advantage of body-on-frame construction vs. unibody?", "s2": "What is the best material to construct a bicycle frame out of for the most comfortable riding experience?", "label": "not duplicate"}
{"id": 194081, "s1": "What would be a good way to promote a small hotel?", "s2": "What are some inexpensive ways to increase business for a small hotel in a tourist town?", "label": "not duplicate"}
{"id": 186264, "s1": "Need complete information about Apache Spark RDD, how it gets partitions, memory for it,any default size is there and all?", "s2": "Is Sausage Party the best comedy of the year?", "label": "not duplicate"}
{"id": 109842, "s1": "What are some of the best Disney Movies for a family?", "s2": "What is the best Disney movie?", "label": "not duplicate"}
{"id": 351364, "s1": "Which is the best way to learn coding?", "s2": "What are best resources to learn programming for a beginner?", "label": "duplicate"}
{"id": 139973, "s1": "How do I add money in Paytm wallet? Is Paytm safe?", "s2": "How do I add money in Paytm Wallet?", "label": "duplicate"}
{"id": 358375, "s1": "How much or what is the percentage of DEHP ethylhexyl phthalate allowed for leather (patent fabric, PVC fabric and vinyl fabric) in the United States?", "s2": "In the United States, for leather (patent fabric, PVC fabric and vinyl fabric) how much or what percent of DEHP ethylhexyl phthalate is allowed?", "label": "not duplicate"}
{"id": 339757, "s1": "What will be the impact on Indian people if the GST bill gets passed?", "s2": "What is the effect of GST bill on a common man?", "label": "duplicate"}
{"id": 37435, "s1": "English language in indiamp3?", "s2": "I m moving frm Bangalore 2 Pune, my office will be in commerzone IT Park Yerwada. How much apprx rent and dposit will b requird 4 fully furnishd 1bhk?", "label": "not duplicate"}
{"id": 319360, "s1": "What is the Sahara, and how do the average temperatures there compare to the ones in the Atacama Desert?", "s2": "What is the Sahara, and how do the average temperatures there compare to the ones in the Namib Desert?", "label": "duplicate"}
{"id": 332911, "s1": "What topics should I follow on Quora? Why?", "s2": "How do I change what topics I follow on Quora?", "label": "not duplicate"}
{"id": 89725, "s1": "What are the safety precautions on handling shotguns proposed by the NRA in the entire U.S. including it’s territories and possessions? 2", "s2": "What are the safety precautions on handling shotguns proposed by the NRA in Wisconsin?", "label": "duplicate"}
{"id": 280043, "s1": "Which will help me more, doing the ib diploma or preparing for iit jee?", "s2": "What percentage of prisoners in England are Muslim?", "label": "not duplicate"}
{"id": 128351, "s1": "Why is Snapchat worth over $20 billion?", "s2": "How is Snapchat worth over $20 billion?", "label": "duplicate"}
{"id": 85669, "s1": "What is good food for weight gain?", "s2": "What are the best foods for weight gain?", "label": "duplicate"}
{"id": 242357, "s1": "I would like to hire a girl escort for a night of sex. Where can I get one?", "s2": "How can I have casual sex in Mumbai?", "label": "not duplicate"}
{"id": 198943, "s1": "What's the happiest moment you've ever experienced?", "s2": "What's the happiest moment of your life?", "label": "duplicate"}
{"id": 141530, "s1": "What are the differences between: U, M, QM, MQ, and HQ processors of Intel?", "s2": "What is the comparison between an Intel Core 2 Duo and an i7 processor?", "label": "not duplicate"}
{"id": 335544, "s1": "Who do you think will win the 2016 presidential election?", "s2": "Who will win the 2016 U.S. presidential election and why?", "label": "duplicate"}
{"id": 360795, "s1": "What is a poll tax?", "s2": "What was the poll tax? Why was it unpopular?", "label": "duplicate"}
{"id": 292002, "s1": "How do high-end retail salespeople know whether a customer is serious?", "s2": "What question do you ask customers in a retail setting?", "label": "not duplicate"}
{"id": 115141, "s1": "When did nose piercings become popular?", "s2": "How long does it take for your nose piercing to heal?", "label": "not duplicate"}
{"id": 358935, "s1": "How much was Rajnikanth paid for Kabali movie?", "s2": "Is kabali a logic less movie?", "label": "not duplicate"}
{"id": 170017, "s1": "How was the 1st ruler made?", "s2": "Where did the rulers of Hong Kong come from?", "label": "not duplicate"}
{"id": 29327, "s1": "What are the three daily practices to stay young?", "s2": "How are your daily piano practice routines?", "label": "not duplicate"}
{"id": 120087, "s1": "What are the good sides and the bad sides of GST (goods and services tax)?", "s2": "Is gentrification a good or bad thing? Why?", "label": "not duplicate"}
{"id": 16829, "s1": "What is the origin of the pantomime? Does it have a history in other countries besides the UK?", "s2": "What is the origin and history of the Doctrine of Progress?", "label": "not duplicate"}
{"id": 165388, "s1": "How do I cut off from a friend without hurting him?", "s2": "How can I cut off from all my friends without hurting him?", "label": "duplicate"}
{"id": 210325, "s1": "Why is Poison Reverse necessary?", "s2": "What is the use of cyber ghost VPN?", "label": "not duplicate"}
{"id": 140373, "s1": "Can you suggest some recent topics for M tech project in structural engineering?", "s2": "Can you suggest me some M.Tech thesis topic in structural engineering?", "label": "duplicate"}
{"id": 34701, "s1": "What are some good python open source projects, and how do you get involved with them?", "s2": "What are some good open source projects for a beginner to get involved in?", "label": "not duplicate"}
{"id": 110615, "s1": "Where can I found best technology for envelope printing in Sydney?", "s2": "Where can I found best quality business envelopes in Sydney?", "label": "not duplicate"}
{"id": 297365, "s1": "When is the best time to travel Singapore?", "s2": "When is the best time to visit Singapore?", "label": "duplicate"}
{"id": 164981, "s1": "I am not able to solve this physics questions can anyone please help?", "s2": "I am not able to solve this physics question. Will somebody help me and solve it?", "label": "not duplicate"}
{"id": 111477, "s1": "What are the most efficient ways to master C++?", "s2": "My teacher said mastering C++, data structures and algorithms is the best way to get a job in large tech companies, is he right?", "label": "not duplicate"}
{"id": 343638, "s1": "What are examples of social forces in society?", "s2": "When changing the social norms, are there any dangers that the society could go into the opposite extreme of that norm? Any examples?", "label": "not duplicate"}
{"id": 261740, "s1": "What is the difference between community reserves and conservation reserves?", "s2": "Is reservation important in India?", "label": "not duplicate"}
{"id": 207425, "s1": "Which are the most profitable business in Kolkata?", "s2": "Why do I enjoy ironic memes so much?", "label": "not duplicate"}
{"id": 337039, "s1": "How can I have long and heavy hair?", "s2": "What should I do to have a heavy and long hair?", "label": "duplicate"}
{"id": 240570, "s1": "Should President Obama Pardon Hillary Clinton Before the Election?", "s2": "[pre-election] Will President Obama pardon Hillary Clinton before leaving office?", "label": "not duplicate"}
{"id": 74905, "s1": "What are some mind-blowing Car tools that exist that most people don't know about?", "s2": "What are some mind-blowing vehicles tools that exist that most people don't know about?", "label": "duplicate"}
{"id": 138873, "s1": "Why are black women so vocally angry and loud compared to women of other race?", "s2": "Why do some women get angry at other women when their husbands are lying and behaving single, instead of just holding the husband accountable for his behavior?", "label": "not duplicate"}
{"id": 73206, "s1": "What can we learn in ten minutes?", "s2": "What can I learn now in just ten minutes?", "label": "duplicate"}
{"id": 129303, "s1": "Why is Kim Kardashian famous for being famous?", "s2": "Why is Kim Kardashian famous?", "label": "not duplicate"}
{"id": 294318, "s1": "What is the best social networking software?", "s2": "What is best social networking software?", "label": "duplicate"}
{"id": 282579, "s1": "Why do we always wake up in the 'climax' of a dream?", "s2": "How can I wake up from a dream?", "label": "not duplicate"}
{"id": 137752, "s1": "What is the best laptop I could buy under 20k?", "s2": "What is the best laptop I could buy under 50000?", "label": "not duplicate"}
{"id": 306491, "s1": "What are the best features the online SEO tools like WebCEO, SEOmoz, Raven SEO, Hubspot, etc. have?", "s2": "Which tool is best for SEO, IBP 11, and Web SEO? Is the usage of any tool good or bad?", "label": "not duplicate"}
{"id": 224622, "s1": "What is a blind spot? Why is it not seen?", "s2": "What if we didn't have a blind spot?", "label": "not duplicate"}
{"id": 305939, "s1": "\"How would you answer the question \"\"Why should we hire you”?\"", "s2": "\"What are the best answers to \"\"why should I hire you\"\" in bank interview?\"", "label": "duplicate"}
{"id": 209400, "s1": "Is iOS supposed to clear out your music library when you cross national borders?", "s2": "Why does Apple choose to delete random songs from your music library when you update iOS?", "label": "not duplicate"}
{"id": 189790, "s1": "Why doesn't Modi take action against Kejriwal for constant accusations and abuses?", "s2": "Why does Arvind Kejriwal always abuse Modi?", "label": "not duplicate"}
{"id": 114987, "s1": "Does Quora allow external links in answers?", "s2": "Is it OK to post link of external blog on Quora answers?", "label": "duplicate"}
{"id": 72525, "s1": "How can I calculate my prescription for computer glasses?", "s2": "How often should I wear glasses? My prescription is -1.75 and -1.5", "label": "not duplicate"}
{"id": 267138, "s1": "What vegetables grows like weeds? Or what is the easiest vegetable to grow that requires no weeding, watering or care?", "s2": "Why can't I play with the dog we own without being called sickening?", "label": "not duplicate"}
{"id": 258744, "s1": "What formula is used for making a rocket?", "s2": "What is the used formula for making rockets?", "label": "duplicate"}
{"id": 47662, "s1": "What are the best things to do in life?", "s2": "What is the best thing to do to improve life?", "label": "duplicate"}
{"id": 24702, "s1": "What is the square root of 96 in radical form?", "s2": "What is the square root of 12 in radical form?", "label": "not duplicate"}
{"id": 57487, "s1": "Why were all of Jesus' 12 apostles men?", "s2": "Is it just a coincidence that there are 12 tribes of Israel, 12 apostles of Jesus, and the 12 Imams in Islam?", "label": "not duplicate"}
{"id": 80132, "s1": "What is the best traditional/neo-trad tattoo artist in Sofia, Bulgaria?", "s2": "Who is the best tattoo artist in Orlando?", "label": "not duplicate"}
{"id": 328962, "s1": "Is there anywhere to watch SpongeBob episodes for free?", "s2": "How do I watch free episodes of Fairy Tail in dubbed English?", "label": "not duplicate"}
{"id": 83876, "s1": "Why do people read Chetan Bhagat?", "s2": "Why should Indians read Chetan Bhagat books?", "label": "duplicate"}
{"id": 356768, "s1": "How did you join Quora?", "s2": "Why did you join Quora?", "label": "not duplicate"}
{"id": 221333, "s1": "Can I get cash back with a credit card? If so, how?", "s2": "How can you get cash back on a credit card?", "label": "duplicate"}
{"id": 312690, "s1": "How do implement object localization algorithm in FPGA?", "s2": "How do I implement an algorithm on FPGA?", "label": "not duplicate"}
{"id": 33306, "s1": "What is Amazon's return policy for textbooks?", "s2": "What is Amazon's return policy on video games?", "label": "not duplicate"}
{"id": 201728, "s1": "How does banning 500 and 1000 rupee notes help to control black money?", "s2": "How banning 500 and 1000 rupee can affect black money?", "label": "duplicate"}
{"id": 200078, "s1": "Can a killer whale eat a stingray?", "s2": "What do killer whales eat?", "label": "not duplicate"}
{"id": 312417, "s1": "Why all the National parties are lacking National perspective?", "s2": "Why can't the Indian National Congress party be free from the Nehru family's influence?", "label": "not duplicate"}
{"id": 245392, "s1": "Don't you think Modi will repeal decision to ban 500 and 1000 notes as it will cause high inconvenience?", "s2": "What is Balaji Viswanathan's take on 500 & 1000 rupees currency notes ban in India?", "label": "duplicate"}
{"id": 277408, "s1": "What is the salary of PeopleSoft Administrators in Canada?", "s2": "What is the average salary for accountant in Canada?", "label": "not duplicate"}
{"id": 131813, "s1": "What are your favorite mind-soothing English songs?", "s2": "What's your favorite soothing English songs?", "label": "duplicate"}
{"id": 290049, "s1": "Why is fast food generally considered bad for health?", "s2": "Why is fast food unhealthy?", "label": "duplicate"}
{"id": 6019, "s1": "How is satire used in 'Pygmalion' by George Bernard Shaw?", "s2": "Is Charlie Hebdo a good satire?", "label": "not duplicate"}
{"id": 356664, "s1": "How do I get a job as a film and TV critic?", "s2": "What are the qualifications to become a film critic?", "label": "duplicate"}
{"id": 60058, "s1": "What is the difference between SketchUp and other design softwares?", "s2": "What is the difference between SketchUp and 3Dmax?", "label": "not duplicate"}
{"id": 357412, "s1": "What did Ptolemy know?", "s2": "Who was Ptolemy?", "label": "not duplicate"}
{"id": 281527, "s1": "When will YouTube Red come to Canada?", "s2": "When will YouTube Red be available in Canada?", "label": "duplicate"}
{"id": 139893, "s1": "Why is ionisation energy of tin less than that of lead?", "s2": "H2s is less acidic than h2te?", "label": "not duplicate"}
{"id": 336048, "s1": "Can cats eat corn? If so, what benefits does it provide?", "s2": "Can cats eat nuts? If so, what benefits does it provide?", "label": "not duplicate"}
{"id": 178349, "s1": "How do I find a suitable job for myself?", "s2": "How can I find which is the most suitable job for me?", "label": "duplicate"}
{"id": 58485, "s1": "Should animals be used for testing drugs and medicines?", "s2": "Should animals be used for testing medicines and drugs?", "label": "duplicate"}
{"id": 153878, "s1": "What are the most iconic movie lines/scenes of all time?", "s2": "What are the most inspirational movie scenes of all time?", "label": "not duplicate"}
{"id": 227942, "s1": "Why don't I get drunk when I consume alcohol?", "s2": "Have you ever said/done something while drunk you don't regret?", "label": "not duplicate"}
{"id": 82920, "s1": "How does one overcome depression and anxiety?", "s2": "How do you cope with anxiety?", "label": "not duplicate"}
{"id": 237881, "s1": "Can 2 cups of drinking green tea after a binge be helpful in not gaining weight?", "s2": "Is green tea a fat burner? Does it help with weight loss? how much should I drink? which time to drink ?", "label": "not duplicate"}
{"id": 1701, "s1": "Is 6 foot 4 too tall as an ideal height for a man?", "s2": "My height is 5'6 and I'm 14 year old boy, my mom is 5'4 and my dad is 5'7. How tall will I be?", "label": "not duplicate"}
{"id": 138091, "s1": "How do you install an air conditioner without a window?", "s2": "What are the best window air conditioner models for small windows?", "label": "not duplicate"}
{"id": 262451, "s1": "Why do we always have to blame others rather than changing ourselves?", "s2": "Why we should not blame god for happening bad in life?", "label": "not duplicate"}
{"id": 93665, "s1": "Why should the government have a zero unemployment rate as a top priority?", "s2": "Why do governments not declare the full time unemployment rates?", "label": "not duplicate"}
{"id": 266171, "s1": "Which is the best movie from 2016?", "s2": "What movie from 2016 should I watch?", "label": "duplicate"}
{"id": 55789, "s1": "Is the Ebola virus a living or non-living thing?", "s2": "Are viruses living or non-living organisms?", "label": "not duplicate"}
{"id": 327837, "s1": "How do I expose Spark Mllib as a REST service?", "s2": "What is the cost of staying healthy in India?", "label": "not duplicate"}
{"id": 156471, "s1": "Where can you find out what needs to be improved if your question was marked for needing revision?", "s2": "What makes a question on Quora needing improvement?", "label": "duplicate"}
{"id": 334993, "s1": "Do egg whites or egg yolks contain the dead chick?", "s2": "What happens to all the egg yolks?", "label": "not duplicate"}
{"id": 266161, "s1": "How could Michael Scofield have survived for him to return in season 5 of Prison Break in 2016?", "s2": "Who is the most hated character in 'Prison Break'?", "label": "not duplicate"}
{"id": 319275, "s1": "Is it normal to feel down after a first date when you realise you're not as attracted to the person as you'd hoped?", "s2": "What does it feel like going on a date with someone you're attracted to?", "label": "not duplicate"}
{"id": 104286, "s1": "Which came first matter or energy?", "s2": "Which came first, mass or energy?", "label": "not duplicate"}
{"id": 80131, "s1": "How do I start IAS preparation along with BE engineering?", "s2": "How do I start preparation for IAS?", "label": "duplicate"}
{"id": 196038, "s1": "I'm 16. I have a medical condition (personal). I'm going to die in 7 days (give or take 1-2 days). How should I spend them?", "s2": "Will I die if I smoke 2 cigarettes per day?", "label": "not duplicate"}
{"id": 84698, "s1": "When will Pokémon GO be released in Pakistan?", "s2": "When will Pokémon GO be released?", "label": "not duplicate"}
{"id": 282789, "s1": "What is the University of Kaiserslautern like for an MS in CS?", "s2": "Is temple university good for ms in cs?", "label": "not duplicate"}
{"id": 278058, "s1": "How can you compare and contrast egg rolls and spring rolls?", "s2": "How do you make an egg roll?", "label": "not duplicate"}
{"id": 299, "s1": "What do you do to make your baby laugh?", "s2": "What is a sure way to make your baby laugh?", "label": "duplicate"}
{"id": 314019, "s1": "What are various food industry jobs in India?", "s2": "Indian Cuisine and Food: What are the various egg dishes made in India?", "label": "not duplicate"}
{"id": 169951, "s1": "Daniel Ek: When an we expect Spotify in India?", "s2": "Why hasn't Daniel Ek brought Spotify to India?", "label": "duplicate"}
{"id": 256170, "s1": "I see roads on the Pokémon GO map that glow faintly and are lighter, almost white. What is that?", "s2": "Why do I not see Pokémon where the leaves are in Pokémon GO?", "label": "not duplicate"}
{"id": 10211, "s1": "What is the biggest ocean on the earth?", "s2": "What's the biggest ocean on Earth?", "label": "duplicate"}
{"id": 58650, "s1": "What career choice do I have after completing a B.Tech in mechanical engineering if I am interested in space research?", "s2": "What are career opportunities in companies after an M.Tech in production engineering with a B.Tech in mechanical engineering?", "label": "duplicate"}
{"id": 190306, "s1": "What are some good romantic slow songs (Bollywood Hindi songs)?", "s2": "Which song is the best romantic song of Bollywood? And what is unique about this song?", "label": "not duplicate"}
{"id": 161225, "s1": "Can I become a pro boxer?", "s2": "How can I become a pro boxer?", "label": "not duplicate"}
{"id": 125541, "s1": "What is the meaning of GNWL 241/201 on train ticket waitlists? How does it vary from other quotas?", "s2": "If we do ticket from any station but we are capturing the train from any other station then is there any possibility of cancellation of ticket?", "label": "not duplicate"}
{"id": 30369, "s1": "1=5,2=25,3=125,4=625,5=? What is the answer?", "s2": "I think answer is 90 there are many answers which one is correct 2=6 3=12 4=20 5=30 6=42 9=?", "label": "not duplicate"}
{"id": 126286, "s1": "Why doesn't honey spoil?", "s2": "Does honey go off/spoil?", "label": "duplicate"}
{"id": 297458, "s1": "Can someone give me proper piano notes for Laag Ja gale. the one on net is not proper?", "s2": "Why do we or why is Remembrance Day acknowledged?", "label": "not duplicate"}
{"id": 41291, "s1": "What were the major contributions of the president after Lyndon B. Johnson?", "s2": "Who were the first 10 presidents in the U.S.A.? What were their major contributions?", "label": "not duplicate"}
{"id": 44907, "s1": "What is magento dedicated server hosting?", "s2": "What are the benefits of managed dedicated server hosting?", "label": "not duplicate"}
{"id": 254798, "s1": "What is the most efficient way to make money?", "s2": "How can I start making money? What are the best ways to make money?", "label": "duplicate"}
{"id": 36287, "s1": "How do I crack tspsc group 2 exam in 2 months?", "s2": "How do I crack group 2 tspsc in 3 months?", "label": "not duplicate"}
{"id": 279291, "s1": "How do you get over someone from your past?", "s2": "How do I get over the past?", "label": "not duplicate"}
{"id": 65934, "s1": "What's a good proofreading service for academic articles?", "s2": "Does proofreading include editing?", "label": "not duplicate"}
{"id": 67314, "s1": "Why are only Muslims allowed into Mecca and Medina?", "s2": "Why are non Muslims not allowed to enter Mecca and Medina?", "label": "duplicate"}
{"id": 345899, "s1": "Should pedophilia be crime?", "s2": "Is pedophilia crime?", "label": "not duplicate"}
{"id": 249184, "s1": "What can cause the rupture of a vein?", "s2": "How can the rupture of a vein be treated?", "label": "not duplicate"}
{"id": 288255, "s1": "How does Fairy Tail Official differ from Fairy Tail?", "s2": "How does Fairy Tail differ from Fairy Tail 2 ? Is Fairy Tail 2 the sequel of Fairy Tail?", "label": "not duplicate"}
{"id": 86574, "s1": "Will banning Rs.500 and Rs.1000 notes help to solve black money and corruption?", "s2": "Would banning notes of denominations 500 and 1000 help to curb the black money in system?", "label": "duplicate"}
{"id": 138966, "s1": "Is Taiwan part of or separate from China?", "s2": "Is Taiwan part of China?", "label": "duplicate"}
{"id": 276653, "s1": "What famous rappers are bloods and crips?", "s2": "Who is the best rapper in the world?", "label": "not duplicate"}
{"id": 318029, "s1": "Is insider trading illegal in India?", "s2": "What type of insider trading is illegal in India?", "label": "not duplicate"}
{"id": 221846, "s1": "What is the tips to become a successful freelancer?", "s2": "How can one become a successful freelancer?", "label": "duplicate"}
{"id": 111043, "s1": "How was your interview experience at IIM - B and C?", "s2": "How was your IIM Trichy interview experience?", "label": "not duplicate"}
{"id": 282746, "s1": "What are some healthcare tech organizations, events, interest groups, meetup groups, organisations, professional societies, and professional bodies in India?", "s2": "What are some healthcare tech organizations, events, interest groups, meetup groups, organisations, professional societies and professional bodies in China?", "label": "not duplicate"}
{"id": 361689, "s1": "In One Piece, why is Sabo still alive after being shot?", "s2": "How is Sabo alive in One Piece?", "label": "duplicate"}
{"id": 105461, "s1": "What's better a Wild boar silencer or Red rooster silencer for Royal Enfield Classic 350?", "s2": "Which is the best loud thump (dug-dug) sound producing silencer for royal enfied classic 350?", "label": "not duplicate"}
{"id": 163429, "s1": "Should I major in philosophy or psychology (assuming I can't major in both)?", "s2": "What is it like to major in philosophy?", "label": "not duplicate"}
{"id": 209186, "s1": "How would indelible ink be helpful to stop repeated exchange of notes announced by government?", "s2": "Are there any 2-4 week programmes in different countries related to law/debate?", "label": "not duplicate"}
{"id": 352157, "s1": "Why do we care for others?", "s2": "Why do we care about others?", "label": "duplicate"}
{"id": 340723, "s1": "I scored 65 percentile in cat 2016 with just one day preparation being a non engineering is it good or bad?", "s2": "I scored 65 percentile in cat 2016 with just one day preparation being a non engineer is it good or bad?", "label": "duplicate"}
{"id": 195779, "s1": "How do I apply and receive pan card in 48 hours with new facilities?", "s2": "How do I apply online for a PAN card free of cost?", "label": "duplicate"}
{"id": 229690, "s1": "How can you remove water from your ear?", "s2": "What is the best technique to remove water from one's ear?", "label": "duplicate"}
{"id": 271358, "s1": "Whether tahsildar has legal powers of first class judicial magistrate?", "s2": "What are the capabilities of a fanless mini computer?", "label": "not duplicate"}
{"id": 236708, "s1": "Female ejaculation?", "s2": "What is female ejaculation exactly?", "label": "duplicate"}
{"id": 63441, "s1": "Operating principles of alternator?", "s2": "What is the difference b/w Provision and Reserves?", "label": "not duplicate"}
{"id": 129973, "s1": "Which is better, Redmi Note or Redmi Note 4G? Why?", "s2": "Does Redmi note 4 1 LTE supports 4G?", "label": "not duplicate"}
{"id": 117806, "s1": "What is the law about being seperated since long time with partner?", "s2": "What should I talk about when I meet a girl for the first time in person after being friends with her online for a long time?", "label": "not duplicate"}
{"id": 33568, "s1": "How much my things are safe at MGCL, IIT Roorkee?", "s2": "How does a Chamaeleonidae change its color?", "label": "not duplicate"}
{"id": 177254, "s1": "\"Is \"\"Now, the physics pf time\"\" a book that I could be able to read?, If I am a person with average knowledge of physics.\"", "s2": "Could a person that has been raised only knowing big words be able to communicate with the average person effectively?", "label": "not duplicate"}
{"id": 11028, "s1": "What should your profile look like to get into NUS?", "s2": "What are mandatory certificates to get admission in NUS?", "label": "not duplicate"}
{"id": 308443, "s1": "My crush knows I like him but would he notice if I don't anymore if I ignore him? What would he think?", "s2": "My boyfriend says he loves me but he is distant, doesn't express much, and at times I feel very annoyed with him. What should I do?", "label": "not duplicate"}
{"id": 290414, "s1": "What are the safety precautions on handling shotguns proposed by the NRA in Florida?", "s2": "What are the safety precautions on handling shotguns proposed by the NRA in Idaho?", "label": "duplicate"}
{"id": 120646, "s1": "Where can I buy electronic components in Ahmedabad?", "s2": "Where can I buy electronics components online?", "label": "not duplicate"}
{"id": 308512, "s1": "What is the best, easisest and free method of learning app development?", "s2": "What are the best method of learning fast, effciently and fully understanding what I have learned?", "label": "not duplicate"}
{"id": 115457, "s1": "Is there proof of alien life form?", "s2": "Is there any proof or evidence of alien / extraterrestrial life existence?", "label": "duplicate"}
{"id": 3770, "s1": "Can my TV watch me like a hidden camera?", "s2": "What can I do if I suspect a hidden camera in my room?", "label": "not duplicate"}
{"id": 37220, "s1": "What kinds of stress and pressures do young people associate with the online world?", "s2": "Have you ever disagreed with your boss? How do you handle it?", "label": "not duplicate"}
{"id": 330879, "s1": "Why should Karnataka give Cauvery water to Tamil Nadu?", "s2": "Why should Karnataka give Cauvery (Kaveri) water to Tamil Nadu?", "label": "duplicate"}
{"id": 30866, "s1": "What are some of the things that you can do in the US but not in India?", "s2": "What are some things that you can do in India but not in the US?", "label": "not duplicate"}
{"id": 120031, "s1": "Why did Indiana develop here?", "s2": "Why did individualism develop more in the developed countries?", "label": "not duplicate"}
{"id": 35337, "s1": "Who is the current education minister of India in 2016?", "s2": "Who is the current education Minister of India 2016?", "label": "duplicate"}
{"id": 16469, "s1": "Someone blocked me on Instagram. How do I unblock myself from their account?", "s2": "If someone blocks me on WhatsApp, how can I unblock?", "label": "not duplicate"}
{"id": 173239, "s1": "How do top programmers programm?", "s2": "How do top programmers work?", "label": "duplicate"}
{"id": 37149, "s1": "What does it mean when you press on someone's name on instagram and it says user is not found?", "s2": "How do I know why I was blocked from Instagram?", "label": "not duplicate"}
{"id": 269565, "s1": "What would you need 64GB of RAM for?", "s2": "Why do we need ROM and RAM?", "label": "not duplicate"}
{"id": 124782, "s1": "Who is Stewie on Family Guy?", "s2": "Who is the voice of Stewie on Family Guy?", "label": "duplicate"}
{"id": 146002, "s1": "How do I fit into a friend group?", "s2": "Does god listen our requests?", "label": "not duplicate"}
{"id": 350737, "s1": "Why does oxygen become negative when it forms less than two bonds, and positive when it forms more than two, but carbon with three bonds can be positive or negative?", "s2": "Why carbon not form covalent bond with by sharing all four electron with other carbon?", "label": "not duplicate"}
{"id": 254496, "s1": "How do I increase traffic on my site?", "s2": "How can I increase the traffic on my website? Jeenkart.com", "label": "duplicate"}
{"id": 112321, "s1": "Should I block third-party cookies?", "s2": "Is it a good idea to block all third party cookies?", "label": "duplicate"}
{"id": 282713, "s1": "Who are the Impractical Jokers?", "s2": "How is Impractical Jokers legal?", "label": "not duplicate"}
{"id": 69369, "s1": "What TV shows are similar to Neon Genesis Evangelion?", "s2": "Can someone explain as to why Neon Genesis Evangelion is so popular?", "label": "not duplicate"}
{"id": 299391, "s1": "If war happen between India and Pakistan, then what could be the impact on Indian economy and stock market?", "s2": "If war occurs between India and Pakistan what will be its effect on the rest of country?", "label": "duplicate"}
{"id": 302100, "s1": "What are remedies to get rid of belly fat?", "s2": "How can I tighten my body and get rid of tummy/belly fat?", "label": "duplicate"}
{"id": 247815, "s1": "What is best career plan after completing graduation in b.tech (mechanical engineering)?", "s2": "What opportunities exist after completing a B.Tech in mechanical engineering?", "label": "duplicate"}
{"id": 127400, "s1": "Will a future colonist of Mars see the same constellations in the planet's night sky as those seen from earth? What will a Pluto explorer see?", "s2": "Why haven't the constellations, that we can see in the night sky, changed between now and the time they were first recorded?", "label": "not duplicate"}
{"id": 247974, "s1": "Why is Quora so obviously and may I add unfairly Liberal?", "s2": "Why do people think Quora is so liberal?", "label": "duplicate"}
{"id": 213416, "s1": "Do you care what other people think of you?", "s2": "How much should you care about what other people think of you?", "label": "not duplicate"}
{"id": 99829, "s1": "What is it like to live in Lausanne, Switzerland as an expat?", "s2": "What is it like to live in Switzerland as an American expat?", "label": "not duplicate"}
{"id": 49453, "s1": "What are the types of microcomputers? What are their differences?", "s2": "What are the different types of microcomputers? What are some features of each?", "label": "duplicate"}
{"id": 50819, "s1": "How long do you think the hype of Pokémon GO will last?", "s2": "How long will Pokémon GO's popularity last?", "label": "duplicate"}
{"id": 345496, "s1": "What is your New Year Resolution for 2017?", "s2": "Do you have any New Years resolutions for 2017?", "label": "duplicate"}
{"id": 225994, "s1": "What are sad songs in English?", "s2": "What are some sad songs in English?", "label": "duplicate"}
{"id": 185753, "s1": "I don't know if I am bisexual or gay. What should I do?", "s2": "I am gay. What should I do?", "label": "not duplicate"}
{"id": 222077, "s1": "I think I have ADD/ADHD but I can't seem to get any help from a physician. I'm 21 and need advice to get help?", "s2": "I am a computer science major, stuck in a non-technical job, wasting away my IQ and skills. I have been passionate about astronomy and astrophysics and I think I should re-pursue it but I don't know where to start. Can anyone help? From scratch, was there anything that helped you get back on track?", "label": "not duplicate"}
{"id": 215535, "s1": "How do I clear cat?", "s2": "What are some tips for clearing CAT?", "label": "duplicate"}
{"id": 244855, "s1": "What is your favourite web programming language?", "s2": "Web development, What is your programming language and why you chose that to make your life better?", "label": "duplicate"}
{"id": 28401, "s1": "What are some good songs to lyric prank your boyfriend?", "s2": "What are some good Hindi songs with good lyrics, which are not romantic?", "label": "not duplicate"}
{"id": 353036, "s1": "Did men ready land on the moon?", "s2": "Did man really land on the moon?", "label": "duplicate"}
{"id": 342598, "s1": "What is acetone?", "s2": "Is acetone polar?", "label": "not duplicate"}
{"id": 338784, "s1": "How can we generate 1.21 Gigawatts in real life, now that we're 20 years ahead of Doc Brown?", "s2": "How can I get ahead for AP Physics 1 over summer?", "label": "not duplicate"}
{"id": 51599, "s1": "Why don't I like performing cunnilingus?", "s2": "Why don't some men enjoy performing cunnilingus?", "label": "duplicate"}
{"id": 31778, "s1": "What are the most interesting fields ML is being used in today?", "s2": "What are the most interesting applications of ML today?", "label": "duplicate"}
{"id": 211089, "s1": "What will be Hillary Clinton's immigration policies be like?", "s2": "What would be Hillary Clinton's views of changing the immigration laws?", "label": "duplicate"}
{"id": 177892, "s1": "How knowing Foreign language helps an engineer to get a job?", "s2": "If I know foreign languages, what kind of work/job can I do in foreign countries to make money?", "label": "not duplicate"}
{"id": 57288, "s1": "What are my chances to get a call from IIM?", "s2": "What is your chance to get call from IIMs?", "label": "not duplicate"}
{"id": 130367, "s1": "Which is more common, a conservative Democrat or a liberal Republican? Why so?", "s2": "Why is the Democratic Party becoming more conservative while the Republican Party is becoming more liberal?", "label": "not duplicate"}
{"id": 100448, "s1": "Which book is the best for the SSC JE exam?", "s2": "Which book should be the best for JE AE exam preparation for electrical engineering students?", "label": "not duplicate"}
{"id": 99724, "s1": "\"All of my questions are marked \"\"needs improvement.\"\" Why?\"", "s2": "\"Why does Quora mark questions as \"\"Needs Improvement\"\", even if the questions are complete?\"", "label": "duplicate"}
{"id": 281168, "s1": "What are the major differences between Chinese and Western cultures?", "s2": "What are the major differences between Chinese and Western culture?", "label": "duplicate"}
{"id": 235202, "s1": "Did Trump land the DC post office project by fair/impartial/blind competitive bidding, or did he get access to the property by some other process?", "s2": "Did Steve Jobs retain a title, equity, or any other connection to Apple immediately after he was forced out by the company's board?", "label": "not duplicate"}
{"id": 73495, "s1": "Should I learn Portuguese and Spanish together?", "s2": "If given the choice between learning Portuguese or Spanish, what factors should people consider in selecting a language?", "label": "not duplicate"}
{"id": 221187, "s1": "How can I join Indian Air Force after be in mechanical engineering?", "s2": "How can i join Indian Armed Forces?", "label": "duplicate"}
{"id": 96200, "s1": "What will be a good 2-day itinerary for Pondicherry?", "s2": "If you had only 3 days in Dubai, what would you do?", "label": "not duplicate"}
{"id": 146037, "s1": "Which is the best camera phone under Rs 25,000?", "s2": "Which is the best camera smartphone under 25k?", "label": "duplicate"}
{"id": 242550, "s1": "Why studios are still using CRT monitors in video editing?", "s2": "Why does Indian Railways still use CRT monitors and age old computers with MS-DOS?", "label": "not duplicate"}
{"id": 130970, "s1": "Are sakaldiwipi brahmins from Egypt?", "s2": "How did the Brahmins get to the top of the caste hierarchy when they are considered to be one of the weakest castes, physically?", "label": "not duplicate"}
{"id": 39523, "s1": "What workout clothes did guys wear in the summer back in the year 1990?", "s2": "What is the best outfit a guy would wear for working out in the summer like it's the year 1990?", "label": "duplicate"}
{"id": 232328, "s1": "What is the difference between drama and play?", "s2": "What option should I choose between family drama and my career?", "label": "not duplicate"}
{"id": 288528, "s1": "Is it likely to get pregnant during day 3 of my period with unprotected sex?", "s2": "Can I get pregnant 14 days after my period started?", "label": "duplicate"}
{"id": 51332, "s1": "How can I prepare for JEE Advanced in 15 days?", "s2": "I have scored 279 out of 360 (appx. AIR 500) in JEE Main. How do I revise for JEE Advanced (IITJEE) in these last few days?", "label": "not duplicate"}
{"id": 26522, "s1": "What is the syllabus for GATE ME?", "s2": "What is the syllabus of the GATE?", "label": "not duplicate"}
{"id": 341911, "s1": "How do I tell the difference between infatuation and love?", "s2": "What is the difference between love and infatuation?", "label": "duplicate"}
{"id": 283423, "s1": "\"What are some examples of sentences using the word \"\"voluble\"\"?\"", "s2": "\"What are some examples of sentences using the word \"\"overt\"\"?\"", "label": "not duplicate"}
{"id": 7737, "s1": "Why did Quora switch fonts?", "s2": "Why has the font of Quora changed?", "label": "duplicate"}
{"id": 48896, "s1": "How can the chemical equation for protein be determined?", "s2": "How is the chemical equation for starch determined?", "label": "not duplicate"}
{"id": 123930, "s1": "Is it safe to apply aloe vera gel on the face overnight?", "s2": "Can we use aloe vera gel that comes in a bottle?", "label": "not duplicate"}
{"id": 87194, "s1": "How do you deal with anger and frustration?", "s2": "What's the most productive way to deal with anger?", "label": "not duplicate"}
{"id": 213078, "s1": "How do people die in their sleep?", "s2": "I talk in my sleep, is this normal?", "label": "not duplicate"}
{"id": 254615, "s1": "What is the best way to deal with impossible people?", "s2": "How do you deal with impossible people?", "label": "duplicate"}
{"id": 252370, "s1": "What about the job of psychiatrist?", "s2": "What is the job of a psychiatrist?", "label": "duplicate"}
{"id": 112065, "s1": "How did the universe look like before the Big Bang?", "s2": "What actually existed before the Big Bang?", "label": "duplicate"}
{"id": 210260, "s1": "Which anime has the best ending?", "s2": "Which animes have the best endings?", "label": "duplicate"}
{"id": 30741, "s1": "Why is sunlight from the sun to the moon can't be seen from earth?", "s2": "\"What does \"\"tempered by reality' mean and is it cliché?\"", "label": "not duplicate"}
{"id": 86317, "s1": "How do I get my PF account number? If company refuse to give my PF number?", "s2": "How do I know my pf number?", "label": "not duplicate"}
{"id": 198691, "s1": "What's the difference between a 3D and a 4D movie?", "s2": "What is the difference between 2D, 3D, and 4D movies?", "label": "not duplicate"}
{"id": 1130, "s1": "Is it possible to do CA without articleship?", "s2": "Which is the best custom rom for the Huawei Honor 3c 4G?", "label": "not duplicate"}
{"id": 204693, "s1": "If you are forced to enter a video game but you will never get out of it and you can only take 2 people with you. Who would you take and what game?", "s2": "Video Games: What determines the amount of disk space that a video game takes up?", "label": "not duplicate"}
{"id": 139042, "s1": "What do all Indians commonly doing wrong?", "s2": "What is that one thing Indians are doing completely wrong?", "label": "duplicate"}
{"id": 238555, "s1": "How do I make money from home?", "s2": "What is an easy way make money online?", "label": "duplicate"}
{"id": 149552, "s1": "How do I get free Musical.ly followers fast?", "s2": "How do I get lot of Musical.ly followers for free?", "label": "duplicate"}
{"id": 221777, "s1": "What language do people from Haiti speak?", "s2": "Do people from non-English speaking countries feel more surprised when foreigners speak their native languages?", "label": "not duplicate"}
{"id": 291382, "s1": "How can I be a good chess player?", "s2": "How do you become a better chess player?", "label": "not duplicate"}
{"id": 347011, "s1": "Which is the best phone under 15000 Rs.?", "s2": "Which is the best phone under ₹15000?", "label": "duplicate"}
{"id": 255155, "s1": "\"How does \"\"Andy English Bot\"\" Facebook page send personalized messages?\"", "s2": "What does it mean on a persons profile picture on Facebook when you can't send a message using the grey message icon?", "label": "not duplicate"}
{"id": 81158, "s1": "What are personal attributes? What is their importance?", "s2": "Why are personal attributes important?", "label": "duplicate"}
{"id": 99561, "s1": "What should I do to be as good as Richard Feynman in physics and mathematics?", "s2": "How good was Richard Feynman in mathematical physics?", "label": "not duplicate"}
{"id": 155560, "s1": "Why there is a conception that Rafis best songs was far better than Kishore's best song and Kishore 's avg songs was far better than Rafi's avg songs?", "s2": "What is U2's best song?", "label": "not duplicate"}
{"id": 114137, "s1": "What does haja mean in arabic?", "s2": "What does this mean in Arabic?", "label": "not duplicate"}
{"id": 30662, "s1": "What is the function of cornea?", "s2": "How can you treat a bruised cornea?", "label": "not duplicate"}
{"id": 303657, "s1": "Why is black lives matter movement important?", "s2": "What exactly is Black Lives Matter's goal?", "label": "duplicate"}
{"id": 284266, "s1": "Chartered Accountants (CA): Is the passing percentage low for the CA in India due to students tending to give up during the exam period, or trying for the next attempt?", "s2": "Is the low pass percentage in ca exams due to its difficulty or the quality of students attempting it?", "label": "duplicate"}
{"id": 31959, "s1": "What happens in our brain while we are sleeping?", "s2": "What happens to our brains when we are sleeping?", "label": "duplicate"}
{"id": 164419, "s1": "How could you identify your talent?", "s2": "How do you discover talent and identify it?", "label": "duplicate"}
{"id": 29971, "s1": "What are some mind blowing electric scooters that most people should have?", "s2": "What are some mind blowing electric scooters that most people don't know 2016?", "label": "not duplicate"}
{"id": 26289, "s1": "Is it too late to go to medical school at 24?", "s2": "Am I too old to get into medical school?", "label": "duplicate"}
{"id": 306277, "s1": "Which is the best mixer grinder within the range of Rs. 2000-5000?", "s2": "Which is the current best mixer grinder running with 750w in India?", "label": "not duplicate"}
{"id": 249974, "s1": "What is the Relationship between gravity and time..?", "s2": "What is the Relationship between gravity and time?", "label": "duplicate"}
{"id": 263638, "s1": "What are the symptoms of a tcm (transmission control module) problem?", "s2": "What are symptoms of a bad transmission control module?", "label": "duplicate"}
{"id": 278463, "s1": "What are some amazing Hindi soulful songs you would recommend?", "s2": "What hindi songs should I learn?", "label": "not duplicate"}
{"id": 82540, "s1": "Which is a suitable inpatient drug and alcohol rehab center near Mineral County CO?", "s2": "Which is a suitable inpatient drug and alcohol rehab center near Lincoln County CO?", "label": "not duplicate"}
{"id": 29821, "s1": "What are the advantages of a welfare state?", "s2": "What would happen if the United States cancelled all social welfare?", "label": "not duplicate"}
{"id": 266248, "s1": "Was cutting of the right hand thumb of Ekalavya by Dronacharya ethical?", "s2": "Mahabharata (Hindu epic): How do you justify Dronacharya asking Ekalavya to cut his thumb off?", "label": "duplicate"}
{"id": 42001, "s1": "What are the best books to read for an aspiring scientist?", "s2": "What are the best books for an aspiring theoretical physicist?", "label": "not duplicate"}
{"id": 97425, "s1": "How can I permanently delete my question from Quora? Can deleting the profile help?", "s2": "How do I delete my own question from Quora?", "label": "duplicate"}
{"id": 35924, "s1": "Men of Quora, what is favorite 'type' of cleavage? noramal, side boob, or under boob?", "s2": "How were Crampons invented?", "label": "not duplicate"}
{"id": 311969, "s1": "What's your favorite anime character?", "s2": "Who's your favorite animal character from a movie?", "label": "not duplicate"}
{"id": 35631, "s1": "What are the various options available after graduating from an IIT?", "s2": "Can someone get a 60 lacs+ package while working in India after graduating from IIT Delhi?", "label": "not duplicate"}
{"id": 354005, "s1": "I have an E litmus coding test for Java position coming up for Oracle India. Can anyone who has appeared previously for the same guide me on this?", "s2": "I'm looking for a good hospital in Chennai, India to get my parents have full body check up. Is there anyone here who could guide me?", "label": "not duplicate"}
{"id": 123314, "s1": "How do I prepare for GATE CSE 2018?", "s2": "How do I prepare for GATE CSE 2017 without coaching?", "label": "not duplicate"}
{"id": 211694, "s1": "Is there a party which advocates low taxes, guns, and is supportive of LGBT and minority equality?", "s2": "Does being a socialist mean you have to support equal rights for the LGBT community?", "label": "not duplicate"}
{"id": 62855, "s1": "Who are data scientists? And what do they deal about?", "s2": "What is a data scientist?", "label": "duplicate"}
{"id": 298673, "s1": "What are good languages for machine learning?", "s2": "What is the best language for machine learning?", "label": "duplicate"}
{"id": 129087, "s1": "How are valleys formed?", "s2": "How are ridges and valleys formed?", "label": "not duplicate"}
{"id": 303520, "s1": "What is the processing time for Australian Visa 190?", "s2": "What is the process to get Visa to several countries at a time?", "label": "not duplicate"}
{"id": 311699, "s1": "What are the differences between a DSLR and a SLR digital camera?", "s2": "When should one buy SLR instead of a regular digital camera?", "label": "not duplicate"}
{"id": 20836, "s1": "If no one shows up to a cinema screening, will the cinema still play the movie?", "s2": "How big are the movie screens at the cinema?", "label": "not duplicate"}
{"id": 324734, "s1": "History of China: What is the legacy of the Ming dynasty?", "s2": "History of China: What is the legacy of the Qin dynasty?", "label": "not duplicate"}
{"id": 42982, "s1": "Why do some people not use the internet?", "s2": "Why do people use internet for hours?", "label": "not duplicate"}
{"id": 219794, "s1": "What does; .; mean in Java?", "s2": "What does <?> means in java?", "label": "not duplicate"}
{"id": 344652, "s1": "Would you want to know how you'll die or when you'll die?", "s2": "Would you rather know when you will die or how you will die?", "label": "duplicate"}
{"id": 306012, "s1": "Why do Hindus offer water to the Sun?", "s2": "How are Indian Hindus different from Nepali Hindus?", "label": "not duplicate"}
{"id": 296341, "s1": "Is there really a difference between a job and career?", "s2": "What is the difference between Jobs and Careers?", "label": "duplicate"}
{"id": 274088, "s1": "What is the tariff for renting self driven cars in Goa?", "s2": "What is the tariff for renting self-driven cars in Goa?", "label": "duplicate"}
{"id": 165868, "s1": "Can faith move mountains even if there is no GOD?", "s2": "Does faith really move mountains?", "label": "not duplicate"}
{"id": 136716, "s1": "What is the scope of engineering for the future?", "s2": "Is there is scope for engineers in future?", "label": "duplicate"}
{"id": 107090, "s1": "\"What is the meaning of \"\"beagleize it\"\"?\"", "s2": "\"What is the meaning of \"\"it is on\"\"?\"", "label": "not duplicate"}
{"id": 351129, "s1": "Should a girl, who doesn't belong to any religion, get married to a Muslim guy?", "s2": "Should a girl who doesn't belong to any religion get married with a Muslim guy and millions miles away?", "label": "duplicate"}
{"id": 164722, "s1": "What are some examples of taproot plants?", "s2": "What are bulb in plants? What are some examples?", "label": "not duplicate"}
{"id": 125140, "s1": "How much is a TCS salary for freshers?", "s2": "What is the salary of TCS for fresher?", "label": "duplicate"}
{"id": 139258, "s1": "What is the biggest mistake you have ever made in your life which you love as well as regret?", "s2": "What is the biggest mistake you have ever made in your life and regret it alot?", "label": "duplicate"}
{"id": 207505, "s1": "How do you feel when someone rejects you?", "s2": "How would you feel if someone rejects you just because you are an atheist?", "label": "not duplicate"}
{"id": 68617, "s1": "How do I use a train?", "s2": "How do you use the train in China?", "label": "not duplicate"}
{"id": 352159, "s1": "What is space time yield in chemical reactor?", "s2": "When did the Greeks conquer Egypt?", "label": "not duplicate"}
{"id": 338428, "s1": "What would be the next step up from quantum computers?", "s2": "What is the next step after quantum computing?", "label": "not duplicate"}
{"id": 157284, "s1": "What is the difference between a stock market and a share market?", "s2": "What is the difference between stock market & share market?", "label": "duplicate"}
{"id": 239717, "s1": "Why do you want to commit suicide?", "s2": "I want to commit suicide but why I shouldn't do it?", "label": "not duplicate"}
{"id": 165767, "s1": "What's the difference between table's fan and ceiling fan?", "s2": "What is the difference between ceiling fan and wall fan?", "label": "not duplicate"}
{"id": 38033, "s1": "How do I calculate a final grade with percentages?", "s2": "Does 10th grade board percentage really matter in the long run? In what way?", "label": "not duplicate"}
{"id": 4883, "s1": "Which of the two main political parties in the U.S. will become more moderate and why?", "s2": "Which two political parties do you want to see in government and main opposition in India in 2019?", "label": "not duplicate"}
{"id": 240273, "s1": "Where is the strongest skin on our body?", "s2": "If the top of my feet's skin tone is lighter than my body, is that my natural skin tone and how do I get the skin tone back?", "label": "not duplicate"}
{"id": 325666, "s1": "Which will be the first to die down--Twitter or Facebook?", "s2": "Twitter or Facebook, which should i quit first?", "label": "not duplicate"}
{"id": 295170, "s1": "Do you think Arvind Kejriwal is corrupt ? Why or Why not ?", "s2": "Is Arvind Kejriwal corrupt?", "label": "duplicate"}
{"id": 52418, "s1": "What does deja vu mean?", "s2": "What are some deja vu stories?", "label": "not duplicate"}
{"id": 38409, "s1": "Should Apple remove the headphone jack from their laptops?", "s2": "Why did Apple remove the headphone jack from the iPhone 7?", "label": "not duplicate"}
{"id": 281875, "s1": "Why doesn't Kakashi promote Naruto to Jounin after the 4th Shinobi World War?", "s2": "Why wasn't Jiraiya re-animated during the 4th Shinobi World War by Tobi or Kabuto?", "label": "not duplicate"}
{"id": 111754, "s1": "What is saturation region of amplifier?", "s2": "Where can I purchase targeted Twitter followers?", "label": "not duplicate"}
{"id": 265229, "s1": "What is cams?", "s2": "What is a CAM?", "label": "not duplicate"}
{"id": 139041, "s1": "Two moving observers cycling around equator in an opposite direction at 0.5C. What will they measure when exchanging light signals in each orbit?", "s2": "Find the answer - two trains 120m and 80m in length are running in opposite directions with velocities 42km/hour and 30 km/hour then at what time will they completely cross each other?", "label": "not duplicate"}
{"id": 69445, "s1": "Are peanuts healthy, especially to eat every day?", "s2": "Is it healthy to eat a whole avocado every day?", "label": "duplicate"}
{"id": 182981, "s1": "Daniel Ek: When will Spotify be available for Indian customers?", "s2": "Daniel Ek: Are there any future plans of releasing Spotify in India?", "label": "duplicate"}
{"id": 36066, "s1": "How do I make green tea?", "s2": "How can I make green tea?", "label": "duplicate"}
{"id": 128075, "s1": "What are some cheaper alternatives to replace blazers/suits?", "s2": "Is there a cheaper alternative to Trunk Club?", "label": "not duplicate"}
{"id": 193738, "s1": "Why we should read Quora?", "s2": "Why are people using Quora?", "label": "duplicate"}
{"id": 149415, "s1": "What was the significance of the battle of Somme, and how did this battle compare and contrast to the Battle of Dunkirk?", "s2": "What was the significance of the battle of Somme, and how did this battle compare and contrast to the Battle of Eslands River?", "label": "duplicate"}
{"id": 82704, "s1": "What is the ideal waiter to table ratio in a restaurant?", "s2": "When and what do waiters and other restaurant staff eat?", "label": "not duplicate"}
{"id": 229734, "s1": "What is address line to online one mean?", "s2": "How extreme is the graduate workload in Cambridge in Industrial System & Manufacturing course?", "label": "not duplicate"}
{"id": 284802, "s1": "Why is it that women don't stare at men?", "s2": "Can women usually sense men staring at them from back?", "label": "not duplicate"}
{"id": 158606, "s1": "Can Sachin Tendulkar be an umpire in the future?", "s2": "Cricket (sport): Which records of Sachin is Virat Kohli most likely to break in the coming years?", "label": "not duplicate"}
{"id": 320695, "s1": "What are some fun things to do/ must see things in Phuket, Thailand?", "s2": "What are some good things to do in Phuket Thailand?", "label": "duplicate"}
{"id": 342871, "s1": "Where can I get quality assistance for budget conveyancing across the Sydney?", "s2": "Where can I get friendly assistance in Sydney of any knowledgeable conveyancing solicitor?", "label": "duplicate"}
{"id": 277317, "s1": "How can non-Eu medical graduate get into a residency in france?", "s2": "How can a non-EU medical graduate get into residency in Italy?", "label": "not duplicate"}
{"id": 4101, "s1": "What's real love?", "s2": "What you think about real love?", "label": "not duplicate"}
{"id": 350152, "s1": "How do I maintain long distance relationship?", "s2": "How to maintain long distance friendships?", "label": "not duplicate"}
{"id": 290771, "s1": "Are people just being ignorant when they ask here on Quora instead of simply typing it into say Google?", "s2": "When people say the best business are built on secret, what type of secrets are they talking about?", "label": "not duplicate"}
{"id": 156960, "s1": "Physical Appearances of People: Do women like fat guys?", "s2": "Are there women that are into overweight guys?", "label": "duplicate"}
{"id": 347806, "s1": "Can 6.6kv give a distance electric shock?", "s2": "What happens in our minds while we are reading a good book?", "label": "not duplicate"}
{"id": 54309, "s1": "Are soulmates real? How do I know when I have found her?", "s2": "Are soulmates real?", "label": "duplicate"}
{"id": 70407, "s1": "Modi's surgical strike on black money: will it really benefit the economy?", "s2": "What do you do when there simply seems to be no way out in a situation?", "label": "not duplicate"}
{"id": 138656, "s1": "Can you get high on DM cough syrup?", "s2": "Is it possible to get drunk off of cough syrup? If so, how much would it take?", "label": "not duplicate"}
{"id": 60517, "s1": "How was the KVPY 2016 SX stream?", "s2": "How wax KVPY SX stream exam?", "label": "duplicate"}
{"id": 56117, "s1": "How could I gain weight quickly?", "s2": "How can I lose weight quickly?", "label": "not duplicate"}
{"id": 290048, "s1": "What is the temperament of a Labrador-Collie mix?", "s2": "What is the temperament of a Border Collie-Rottweiler mix?", "label": "not duplicate"}
{"id": 81499, "s1": "How do I keep track of climate change?", "s2": "What are the best updated websites to track climate change?", "label": "duplicate"}
{"id": 142788, "s1": "What would political startups be like?", "s2": "What is politics?", "label": "not duplicate"}
{"id": 147721, "s1": "What are Hanes socks made of?", "s2": "Where are Hanes socks made?", "label": "not duplicate"}
{"id": 317105, "s1": "What is the main difference between magnetic and electric fields?", "s2": "What is the difference between an electric field and a magnetic field? What is the equation or equations that relate them to form an electromagnetic field?", "label": "duplicate"}
{"id": 110430, "s1": "Will Google Chrome run on iOS device support WebRTC?", "s2": "Does Safari on iOS support WebRTC?", "label": "not duplicate"}
{"id": 179768, "s1": "Why does the tripod of a camera have three legs and not four ? (Which chair is better a four legged chair or a three legged chair )", "s2": "Why is one plus two equal to three?", "label": "not duplicate"}
{"id": 106743, "s1": "What are the best ways to earn money from home?", "s2": "What are ways of earning money online?", "label": "duplicate"}
{"id": 360446, "s1": "How can I earn online 100$?", "s2": "What are good ways to earn online?", "label": "not duplicate"}
{"id": 332523, "s1": "How do I respond if a guy asks me to be his girlfriend?", "s2": "A guy asked me for coffee and he's got a girlfriend. He seems like a good guy. Should I go?", "label": "not duplicate"}
{"id": 138403, "s1": "What will happen if Donald Trump becomes the President of the United States?", "s2": "What would happen to the US if Donald Trump became the president?", "label": "duplicate"}
{"id": 264979, "s1": "Could planet 9 have cosmic ray lightning?", "s2": "Is planet 9 real?", "label": "not duplicate"}
{"id": 256131, "s1": "What's Microsoft's corporate culture like as of 2016?", "s2": "What's Microsoft's corporate culture like as of 2014?", "label": "not duplicate"}
{"id": 131659, "s1": "What time are most people asleep? I just want the time please.", "s2": "What time are most people asleep?", "label": "duplicate"}
{"id": 26633, "s1": "Why is it so hard for educated liberals to empathize with Trump supporters?", "s2": "Is there a correlation between Trump supporters and education level?", "label": "not duplicate"}
{"id": 48390, "s1": "Who is the greatest mathematician of all time?", "s2": "If you were to ask a consensus of the world's mathematicians, who would they consider the greatest mathematicians of all time? And why?", "label": "not duplicate"}
{"id": 332547, "s1": "What is the best self-improvement book that you have read and why?", "s2": "Daily Life: What are the best self-improvement books?", "label": "duplicate"}
{"id": 222075, "s1": "Which is the best Bollywood movie of 2016?", "s2": "Which is the best Bollywood flim in this year 2016?", "label": "duplicate"}
{"id": 145060, "s1": "How does wireless charging work ?", "s2": "How do wireless charging pads work?", "label": "not duplicate"}
{"id": 23114, "s1": "\"What is \"\"program management\"\" at Microsoft?\"", "s2": "What does a program manager do at Microsoft?", "label": "duplicate"}
{"id": 1858, "s1": "Does adidas have a consistent sizing across the world?", "s2": "What is your review of Adidas AG (company)?", "label": "not duplicate"}
{"id": 174879, "s1": "How can I convert a PDF to a MS Word file while keeping the fonts intact?", "s2": "How can I create a password protected PDF file without using MS Word?", "label": "not duplicate"}
{"id": 68587, "s1": "What are your feelings or thoughts about furry fandom?", "s2": "What do you think of the furry fandom?", "label": "duplicate"}
{"id": 334030, "s1": "How do you recover deleted website browsing history?", "s2": "Does Google Chrome track the websites users visit even after deleting the browser history?", "label": "not duplicate"}
{"id": 137340, "s1": "If I send a message to someone before I permanently delete my Facebook, will they receive my message once my Facebook is permanently gone?", "s2": "Why has my Facebook message gone from seen to sent?", "label": "not duplicate"}
{"id": 84715, "s1": "Which book will be more prefer to study quantum mechanics?", "s2": "What is the best book on Quantum Mechanics?", "label": "duplicate"}
{"id": 231649, "s1": "Who do you think will win, Trump or Hillary?", "s2": "Who do you think should be president? Trump or Hillary?", "label": "not duplicate"}
{"id": 289239, "s1": "How can I retrieve the samples in Unity which is already included in it?", "s2": "SIP with 2500 pm in 4 mutual funds. ICICI MULTI CAP FUND, UTI MNC FUND, BSL Bank. & Fin. sector fund & Rel. Small cap fund. Is this portfolio ok ?", "label": "not duplicate"}
{"id": 224231, "s1": "What are the achievements of USA Puppet Government in Iraq?", "s2": "What are the achievements of USA Puppet Government in Libya?", "label": "not duplicate"}
{"id": 294076, "s1": "How can I improve in English?", "s2": "How can improve my English speaking?", "label": "duplicate"}
{"id": 5069, "s1": "Are there any apps or programs that help someone practice coding skills?", "s2": "What is the mobile app that will help me to improve my coding skills?", "label": "duplicate"}
{"id": 58654, "s1": "Why are all of my Quora questions marked as needing improvement, even though they meet all of the guidelines?", "s2": "Why are my logical questions marked as needing clarification?", "label": "duplicate"}
{"id": 39449, "s1": "I feel lost and I have lost faith in Islam, but not in God. Any advice or books I can read?", "s2": "I recently lost faith in Islam after practicing it for 22 years. I researched it for months until finally letting go. Is there a way to go back?", "label": "not duplicate"}
{"id": 362293, "s1": "\"What are examples of repetition in Edgar Allan Poe's \"\"The Raven\"\"?\"", "s2": "What are the themes in The Raven by Edgar Allen Poe?", "label": "not duplicate"}
{"id": 78147, "s1": "Is it India, Hindustan or Bharath? Which is the best name to be called?", "s2": "Is it possible to change India's name into Hindustan or Bharath?", "label": "duplicate"}
{"id": 286046, "s1": "Can I run two WhatsApp accounts on a dual SIM Android device?", "s2": "Can I open two Whatsapp accounts if I have two SIM cards and two phones?", "label": "not duplicate"}
{"id": 18889, "s1": "What are the main differences between the GRE and the GMAT tests?", "s2": "What are the differences between GRE and GMAT exam?", "label": "duplicate"}
{"id": 193575, "s1": "Is the landing on moon real?", "s2": "Is it true that the moon landing never happened?", "label": "duplicate"}
{"id": 305402, "s1": "What does witty mean?", "s2": "What is it like to have a witty friend?", "label": "not duplicate"}
{"id": 289682, "s1": "What type of questions are asked in Goldman Sachs Java developer Interview?", "s2": "What type of questions are asked in IIMC's interview?", "label": "not duplicate"}
{"id": 77643, "s1": "How do protein salt bridges work?", "s2": "How much time do I have to get all of my protein in post work out?", "label": "not duplicate"}
{"id": 225332, "s1": "Why do you like your parents?", "s2": "How much are you like your parents?", "label": "not duplicate"}
{"id": 66818, "s1": "Will iPhone 6s price significantly reduce by the release of iPhone 7?", "s2": "Will the price of iPhone 6s drop immediately after the release of iPhone 7?", "label": "duplicate"}
{"id": 21930, "s1": "What species of dinosaurs survived the extinction event from 65 million years ago? Is there a fossil record of dinosaurs/birds from more recent times such as the ice age?", "s2": "What are some of the species that survived the dinosaur extinction event? How did they survive?", "label": "not duplicate"}
{"id": 161616, "s1": "How do I find the best Android app development companies in India?", "s2": "Who are the best Android app developers in India?", "label": "not duplicate"}
{"id": 191182, "s1": "What are the tips for freelance web designer jobs in UK?", "s2": "Which are the tips for get freelance web designer jobs in UK?", "label": "duplicate"}
{"id": 20916, "s1": "How can one impress girls on Quora?", "s2": "How do I impress a girl?", "label": "duplicate"}
{"id": 187595, "s1": "Which is the best mobile, Windows or Android?", "s2": "Which is the best OS for a mobile ? iOS or Android or Windows and why?", "label": "not duplicate"}
{"id": 110140, "s1": "Does the Arduino ESP8266 Wi-Fi shield work the same as the original Arduino Wi-Fi shield?", "s2": "Does Wi-Fi work underwater?", "label": "not duplicate"}
{"id": 357599, "s1": "What are the differences between a Belgian Malinois and a German Shepherd?", "s2": "What's the difference between a Belgian Malinois and a German shepherd?", "label": "duplicate"}
{"id": 130825, "s1": "What is Best video player for pc?", "s2": "What is the best video player for mac?", "label": "not duplicate"}
{"id": 349665, "s1": "What condition would human bodies be in if they were recovered from a car submerged at the bottom of a lake for 40 years?", "s2": "Suppose we have a really long straw with vacuum in it and closed from both ends. We submerge one end of the straw at the bottom of the ocean, and place the other end in outer space. If we now open both ends of the straw, what will happen to the water in the ocean?", "label": "not duplicate"}
{"id": 53893, "s1": "Why don't C# and Java compile to machine code?", "s2": "I wanted to learn .NET, but I don't know Java. I know C and C++. Shall I learn .NET before learning Java?", "label": "not duplicate"}
{"id": 185429, "s1": "Are all the U.S. Presidents related to each other?", "s2": "What would happen if the Vice President of the United States murdered the President of the United States?", "label": "not duplicate"}
{"id": 293540, "s1": "Have you ever witnessed something you can't explain?", "s2": "What is the most horrifying thing you have ever witnessed?", "label": "not duplicate"}
{"id": 213058, "s1": "Is smoking weed harmful?", "s2": "Is smoking weed harmful to health in any way?", "label": "duplicate"}
{"id": 325405, "s1": "What do you think about the 1-day ban on NDTV by Modi Govt.?", "s2": "What's you think about NDTV ban is it good? Or just Modi like who show them government good thing and hide bad from people's?", "label": "duplicate"}
{"id": 81030, "s1": "Are tortillas good for health? Are they fattening? Are corn tortillas good in particular?", "s2": "Mexican Food: Why are (commercially sold) flour tortillas generally larger than corn tortillas?", "label": "not duplicate"}
{"id": 124118, "s1": "What are the repercussions of 500 and 1000 rupee notes not being legal tender anymore?", "s2": "What will be the implications of banning 500 and 1000 rupees currency notes on Indian economy?", "label": "duplicate"}
{"id": 85197, "s1": "What features you like to add in Quora?", "s2": "What are the features Quora needs to add to make it better?", "label": "duplicate"}
{"id": 92826, "s1": "What exactly is high blood pressure and low blood pressure?", "s2": "What causes high blood pressure (hypertension)?", "label": "not duplicate"}
{"id": 216161, "s1": "How do you include alison courses on your resume?", "s2": "Should a one night job be included on a resume?", "label": "not duplicate"}
{"id": 12995, "s1": "What is the difference between a mid-engine car and a rear-engine car?", "s2": "How does overheating damage a car engine?", "label": "not duplicate"}
{"id": 94036, "s1": "How can I run a US XBox One in Europe without risking blowing up the console?", "s2": "What is the point of running Minecraft on Xbox One?", "label": "not duplicate"}
{"id": 174160, "s1": "How do I read NCERT books of geography efficiently for IAS?", "s2": "Where can I purchase old edition NCERT books for IAS preparation in Hyderabad?", "label": "not duplicate"}
{"id": 215856, "s1": "What are some things new employees should know going into their first day at Tiptree Financial?", "s2": "What are some things new employees should know going into their first day at Chemical Financial?", "label": "not duplicate"}
{"id": 351224, "s1": "Can a 4 star general became president?", "s2": "What is it like to be the President? In general.", "label": "not duplicate"}
{"id": 130111, "s1": "Is there a fictional character with whom you could fall in love?", "s2": "Did you ever fall in love with a fictional character?", "label": "not duplicate"}
{"id": 139883, "s1": "What is a good question to ask Quora?", "s2": "Which is the best question ever asked in Quora?", "label": "duplicate"}
{"id": 83465, "s1": "Which one is correct? ''I didn't write to you this week'' or ''I haven't wrote to you this week''?", "s2": "Which one is the correct writing: two (2) or 2 (two)?", "label": "not duplicate"}
{"id": 56673, "s1": "What are the relationship between a state, nation and society?", "s2": "What are the relationship between a state, nation and a society?", "label": "duplicate"}
{"id": 200562, "s1": "How do you negotiate with a designer?", "s2": "What is the best way to negotiate?", "label": "not duplicate"}
{"id": 20302, "s1": "What is the best material for understanding algorithmic analysis by a newbie?", "s2": "What math does a complete newbie need to understand algorithms for computer programming? What books on algorithms are suitable for a complete beginner?", "label": "not duplicate"}
{"id": 246777, "s1": "How do I stop worrying so much?", "s2": "How should one stop worrying about the future and start living happily?", "label": "duplicate"}
{"id": 116619, "s1": "How do I overcome depression and PTSD without therapy?", "s2": "Is it possible to overcome PTSD, depression or anxiety without therapy? If yes, how?", "label": "duplicate"}
{"id": 104633, "s1": "How can I earn money by making a free website through Weebly?", "s2": "How can one earn money from a website made by Weebly?", "label": "duplicate"}
{"id": 241331, "s1": "What's your greatest challenge in life right now?", "s2": "What is your biggest challenge in life right now?", "label": "duplicate"}
{"id": 183321, "s1": "What Can happen to India if Donald Trump becomes president?", "s2": "How good/bad will it be for India if Trump wins the election?", "label": "duplicate"}
{"id": 160007, "s1": "Which are the best VR games?", "s2": "What are some best Vr games?", "label": "duplicate"}
{"id": 119325, "s1": "How can you tell if you've been blocked on Facebook Messenger?", "s2": "How I still see public likes if I have been blocked on Facebook?", "label": "not duplicate"}
{"id": 116876, "s1": "What are the chances that BJP will win 2017 Uttar Pradesh elections?", "s2": "Who will win in the upcoming West Bengal assembly election? Is there any chance that it will be the BJP?", "label": "not duplicate"}
{"id": 12406, "s1": "How can I increase D1/D2 dopamine receptor density?", "s2": "How can I increase D2 receptor density in my brain naturally?", "label": "duplicate"}
{"id": 346047, "s1": "What one song makes you cry and smile at the same time?", "s2": "What are some emotional song that can make you cry or smile?", "label": "duplicate"}
{"id": 101255, "s1": "What are the most interesting products and innovations that Starwood Hotels & Resorts is coming out with in 2016?", "s2": "What are the most interesting products and innovations that Host Hotels & Resorts is coming out with in 2016?", "label": "not duplicate"}
{"id": 208910, "s1": "Where was Sheela Balakrishnan in Jayalalitha's funeral?", "s2": "Did Sashikala poison Jayalalitha?", "label": "not duplicate"}
{"id": 172103, "s1": "Are you struggling currently in your life?", "s2": "What are you struggling with in your life?", "label": "not duplicate"}
{"id": 146068, "s1": "How do I know if someone viewed my profile on Whatsapp?", "s2": "How does WhatsApp know that someone is typing? Does the server tell it?", "label": "not duplicate"}
{"id": 36396, "s1": "How does marijuana relieve stress?", "s2": "What are the best ways to relieve stress?", "label": "not duplicate"}
{"id": 146341, "s1": "How much data does a YouTube video consume?", "s2": "How much GB does a 3 hour movie consume watching on YouTube?", "label": "not duplicate"}
{"id": 184101, "s1": "How many videos are uploaded on YouTube every day?", "s2": "How many videos are being uploaded on YouTube per day?", "label": "duplicate"}
{"id": 336321, "s1": "What is the penultimate purpose of life?", "s2": "What is the meaning of life? Whats our purpose on Earth?", "label": "duplicate"}
{"id": 267075, "s1": "Do telecom customers in India indeed underserved?", "s2": "As customers are provided with the Customer Care number in telecoms, should dialing from the telecom networks be carried out in the same manner?", "label": "not duplicate"}
{"id": 209546, "s1": "Are girls or guys more likely to be vegetarian?", "s2": "Are vegetarian girls or guys more common?", "label": "duplicate"}
{"id": 356263, "s1": "How many episodes of Dragon Ball GT are there?", "s2": "How many seasons of Dragon Ball GT are there?", "label": "duplicate"}
{"id": 281131, "s1": "Why is Mamata Banerjee not supporting the ban of 500 and 1000 notes to fight corruption?", "s2": "What are the pros and <bold>cons</bold> of demonetizing Rs.500 and Rs.1000 notes?", "label": "not duplicate"}
{"id": 173617, "s1": "How do I prepare for the XAT? What are some suggested books?", "s2": "Which is the best book to prepare for xat?", "label": "duplicate"}
{"id": 14470, "s1": "What textbooks are prescribed for an undergraduate course in physics at Caltech?", "s2": "What is it like to minor in physics at Caltech?", "label": "not duplicate"}
{"id": 60472, "s1": "How do I get better at math?", "s2": "How can I become good at math?", "label": "duplicate"}
{"id": 136951, "s1": "What GUI toolkit is best for a cross-platform, desktop Hadoop application?", "s2": "What GUI toolkits are best for cross-platform, desktop applications?", "label": "not duplicate"}
{"id": 93620, "s1": "How can you become a Mountain Guide?", "s2": "How would one train in mountaineering and become a mountain guide?", "label": "duplicate"}
{"id": 304396, "s1": "Is it worth taking MBA coaching in Agra?", "s2": "Does dreams we see during sleep has any biological reason to it?", "label": "not duplicate"}
{"id": 139180, "s1": "\"What's it like to find a picture of you, friends, or family on a \"\"funny/awkward\"\" photo site?\"", "s2": "What a picture or photo that makes you think a lot when you see it?", "label": "not duplicate"}
{"id": 20057, "s1": "I fiil in an application and they ask for first name, last name and former name. so what is the former name?", "s2": "Why is every last name you see a male name?", "label": "not duplicate"}
{"id": 56834, "s1": "Why does the skin on our palms and soles of the feet have less pigmentation than other parts of the body?", "s2": "Why are our palms and the soles of our feet fairer than the rest of our body?", "label": "duplicate"}
{"id": 312775, "s1": "Is one month enough for GRE preparation?", "s2": "Is it possible to prepare for the GRE in one month? If yes, how?", "label": "duplicate"}
{"id": 227836, "s1": "Technology: What all things can be done with WhatsApp API?", "s2": "How do I write a web service in PHP with a SOAP API for an Android application?", "label": "not duplicate"}
{"id": 181239, "s1": "Will the value of Indian rupee increase after the ban of 500 and 1000 rupee notes?", "s2": "How is banning 500 and 1000 INR going to help Indian economy?", "label": "duplicate"}
{"id": 164457, "s1": "I have received my Flipkart order, and on the order page, it's still showing an option to cancel. Can I cancel, and will I be getting the amount back without returning the item?", "s2": "How can I cancel my order on SnapDeal?", "label": "not duplicate"}
{"id": 228796, "s1": "What are the best traveling places near bangalore for a peaceful weekend?", "s2": "What are the best places to travel near Bangalore?", "label": "duplicate"}
{"id": 317828, "s1": "Who named earth?", "s2": "Why is the earth called earth?", "label": "duplicate"}
{"id": 268132, "s1": "What is the funnies name you have ever heard?", "s2": "What is the most funny / wannabe name you have ever heard?", "label": "duplicate"}
{"id": 60631, "s1": "The Walking Dead Season 4: How did Patrick die?", "s2": "The Walking Dead Season 4: How did Zach die?", "label": "not duplicate"}
{"id": 201953, "s1": "What are benefit of nofap?", "s2": "What are benefits of NoFap?", "label": "duplicate"}
{"id": 302298, "s1": "What is terminal velocity?", "s2": "What is terminal velocity of a drone?", "label": "not duplicate"}
{"id": 99656, "s1": "How can I describe myself?", "s2": "How would I Describe myself in 3 words.?", "label": "not duplicate"}
{"id": 133547, "s1": "\"Why did Vice President Joe Biden say \"\"God save the Queen\"\" at the end of the joint session to confirm the election of President Trump?\"", "s2": "What is it like to work for Vice President Joe Biden?", "label": "not duplicate"}
{"id": 23271, "s1": "Which is the best digital marketing course?", "s2": "I am MBA (Marketing) Student. I want to pursue Digital marketing Course. So where Can I find best course of Digital Marketing? Is there any Institute in Mumbai who are providing the Digital marketing Course?", "label": "duplicate"}
{"id": 228619, "s1": "If I do not monetize YouTube videos & upload copyright content, then are there chances that Google may block my account?", "s2": "How do you upload movies on YouTube and monetize them? Is there any issue of copyright", "label": "duplicate"}
{"id": 886, "s1": "How do l see who viewed my videos on Instagram?", "s2": "How can I see who viewed my video I just posted on Instagram?", "label": "duplicate"}
{"id": 272587, "s1": "What are the characteristics of philosophical approach to religion?", "s2": "How can you explain the philosophical definition of religion?", "label": "not duplicate"}
{"id": 282303, "s1": "What is Ashley Madison?", "s2": "How did Ashley Madison get hacked?", "label": "not duplicate"}
{"id": 360110, "s1": "What is a non reduceable live load?", "s2": "How true is the claim made by AIADMK that 77 people died of shock at Jayalalitha's illness, death?", "label": "not duplicate"}
{"id": 351602, "s1": "What is the difference between population deviation and population standard deviation?", "s2": "What is difference between variance and standard deviation?", "label": "not duplicate"}
{"id": 103303, "s1": "How I start prepare for UGC net English literature latest syllabus?", "s2": "What is the best way to prepare for ugc net dec 2015 for english literature?", "label": "duplicate"}
{"id": 190956, "s1": "What are the best projects on biomedical instrumentation?", "s2": "What kind of final year project can be done for biomedical engineering?", "label": "not duplicate"}
{"id": 226124, "s1": "Is a turtle dangerous?", "s2": "How dangerous are turtle bites?", "label": "not duplicate"}
{"id": 36686, "s1": "Is World War 3 starting as some people are saying?", "s2": "Will their be a world war 3 soon?", "label": "duplicate"}
{"id": 348251, "s1": "Where can I get best assistance in Sydney for buying property?", "s2": "Where can I get friendly assistance in Sydney of any knowledgeable conveyancing solicitor?", "label": "duplicate"}
{"id": 173119, "s1": "White Label Marketing Software like Inboundio PRO vs SaaS Marketing software like HubSpot, which one you will choose?", "s2": "Has anyone used inBoundio PRO to have their own white label marketing software?", "label": "not duplicate"}
{"id": 326712, "s1": "How can I recover saved snapchat messages that disappeared?", "s2": "How can I clear/open/delete messages on Snapchat?", "label": "not duplicate"}
{"id": 164582, "s1": "What are the problems that a common person faces in his/her daily life that can be solved using internet (like Facebook reduced the social gap between people)?", "s2": "My friend Alok has a problem with the gaps between his teeth and wants to reduce all of them to be like other people. Is that possible?", "label": "not duplicate"}
{"id": 65339, "s1": "What is the significance of the Laplace transform?", "s2": "What are the disadvantages of Laplace transform?", "label": "not duplicate"}
{"id": 157455, "s1": "Why does Jane Street use OCaml?", "s2": "Why didn't Jane Street use Haskell?", "label": "not duplicate"}
{"id": 265878, "s1": "What is SBI's PAN number?", "s2": "Can I update my PAN with my saving account in SBI online?", "label": "not duplicate"}
{"id": 162154, "s1": "How can I find a freight forwarder in russia?", "s2": "What does a freight forwarder do?", "label": "not duplicate"}
{"id": 349643, "s1": "If I appeared for MIT USA, but my family annual income less than 0.6 million rupees. How can I collect 4 Million Rupees for MIT USA?", "s2": "I really want to go to MIT, but my financial background can't allow me to pay for the fees there. How can I apply for a scholarship?", "label": "not duplicate"}
{"id": 214115, "s1": "How good is XIMB for rural management?", "s2": "What is the scope of rural management in India and what type of job is provided?", "label": "not duplicate"}
{"id": 171013, "s1": "Why did Trump win?", "s2": "Why was Trump elected President?", "label": "duplicate"}
{"id": 210973, "s1": "Should I buy the iPhone 6s Plus or the Samsung Galaxy s7 edge?", "s2": "Which is better: the iPhone 6S Plus or the Samsung Galaxy S7 Edge?", "label": "not duplicate"}
{"id": 155008, "s1": "What is your opinion on playing of national anthem before movie shows being made compulsory in India?", "s2": "Will the Supreme Court's decision of playing the National Anthem before movie screenings affect your patriotism?", "label": "duplicate"}
{"id": 290671, "s1": "What are you most passionate about and engaged with and why?", "s2": "What are you most passionate about and engaged with and why? *", "label": "duplicate"}
{"id": 66735, "s1": "What are some tips on making it through the job interview process at First Merchants?", "s2": "What are some tips on making it through the job interview process at Quantum?", "label": "not duplicate"}
{"id": 100579, "s1": "Why would a LinkedIn user select the totally anonymous profile view setting?", "s2": "Why do many people view LinkedIn profiles in private or anonymous mode?", "label": "duplicate"}
{"id": 220434, "s1": "What is the difference between USB host VS USB OTG?", "s2": "How different is a normal usb cable from OTG usb cable?", "label": "not duplicate"}
{"id": 348614, "s1": "How do you take a picture on a MacBook?", "s2": "How do you take picture on a MacBook?", "label": "duplicate"}
{"id": 198781, "s1": "How not to be stupid?", "s2": "How do I be stupid?", "label": "not duplicate"}
{"id": 355109, "s1": "How can you send a movie idea to a film director?", "s2": "Why do many movie directors only make one good film?", "label": "not duplicate"}
{"id": 91240, "s1": "What is the best dj?", "s2": "What is a good DJ name?", "label": "not duplicate"}
{"id": 322707, "s1": "What is cognos? What can be its alternative?", "s2": "What is cognos bi?", "label": "not duplicate"}
{"id": 298375, "s1": "How exactly was done Moon rendezvous during typical Apollo mission? (specifically for Apollo 15 and 17)", "s2": "Flow of income between household, firm, government and financial sector?", "label": "not duplicate"}
{"id": 157784, "s1": "Which MBTI personality type does people with alexithymia usually have?", "s2": "What is something you always have with you which people usually don't have?", "label": "not duplicate"}
{"id": 212900, "s1": "What does it mean to dream about finding a lost little boy wearing blue and being very protective of him? At the end I finally find his father", "s2": "A friend of mine had tied rakhi to a boy in our class who liked him and that ended their short period friendship. However it was just a joke and she didn't mean to hurt him. At that time she didn't knew about his liking. Now she has herself started liking him. What should we do?", "label": "not duplicate"}
{"id": 287276, "s1": "What are some good APIs to get real time stock quotes?", "s2": "Are there any APIs to get real time stock info for iOS/Objective-C?", "label": "not duplicate"}
{"id": 212, "s1": "Which is the best online shopping websites?", "s2": "Which is the best online shopping?", "label": "duplicate"}
{"id": 159317, "s1": "How can I lose 30 pounds in 30 days with a workout plan?", "s2": "What is the best way to lose 30 pounds in 1 month?", "label": "duplicate"}
{"id": 150425, "s1": "How does A Series of Unfortunate Events end?", "s2": "How will Game of Thrones end?", "label": "not duplicate"}
{"id": 110196, "s1": "How do I handle an Amazon order that doesn't arrive?", "s2": "Will my Amazon order come early?", "label": "not duplicate"}
{"id": 225385, "s1": "Should I buy a laptop with AMD A10-8700P or Intel i5-5200U to go with 6 GB Ram and Windows 10?", "s2": "Can a Windows 10 ,64 bit laptop with i5 6 th gen processor, 12 GB ram, Nvidia 930m dedicated graphics card run latest games?", "label": "not duplicate"}
{"id": 304079, "s1": "What is the HSPA+ network?", "s2": "What is HSPA+?", "label": "not duplicate"}
{"id": 318065, "s1": "What should we lean for hacking?", "s2": "What does lean do?", "label": "not duplicate"}
{"id": 343254, "s1": "What are the benefits of the egg white?", "s2": "Is it bad to eat an egg white when I am trying to lose weight?", "label": "not duplicate"}
{"id": 168951, "s1": "What is the scope of digital payment in India?", "s2": "How secure is BHIM app in digital payments?", "label": "not duplicate"}
{"id": 243787, "s1": "As I understand it the doppler has three sounds: monophasic, biphasic and triphasic. These sounds relate to how well the vascular system is functioning. How do the changes in the vascular system cause the different sounds that are produced?", "s2": "What is the sound level at which ear damage occurs?", "label": "not duplicate"}
{"id": 231623, "s1": "What is that comes once in a year, twice in a month, 4 times in a week and 6 times in a day?", "s2": "Why are there 52 weeks in a year and not 48 weeks given that there are only 4 weeks per month (4 x 12 = 48)?", "label": "not duplicate"}
{"id": 231819, "s1": "What is Tesla's Hyperloop?", "s2": "What is Elon Musk's Hyperloop?", "label": "duplicate"}
{"id": 354223, "s1": "What are the best places to travel to in Europe?", "s2": "What are some of the most amazing places to visit in Europe?", "label": "duplicate"}
{"id": 112041, "s1": "Between Hillary and Trump, who would you rather have as president?", "s2": "Would you rather vote for Donald Trump or Hillary Clinton? Why?", "label": "duplicate"}
{"id": 268002, "s1": "How can I ACTUALLY make more friends?", "s2": "How do I encourage my wife to make more friends?", "label": "not duplicate"}
{"id": 248085, "s1": "Do most people get Alzheimer's disease?", "s2": "Is it true that most people get Alzheimer's disease in their lives?", "label": "duplicate"}
{"id": 88967, "s1": "How does a spark plug work in a vehicle?", "s2": "How does the spark plug works?", "label": "duplicate"}
{"id": 345427, "s1": "Whos the best rock band?", "s2": "What are the best rock bands?", "label": "duplicate"}
{"id": 44457, "s1": "Why do I get bored easily?", "s2": "How come i get bored so easily?", "label": "duplicate"}
{"id": 148785, "s1": "Where can I find peer reviewed articles on recruitment?", "s2": "Where can I find peer-reviewed articles?", "label": "not duplicate"}
{"id": 270245, "s1": "Vedas: Are there any libraries in India which have preserved the ancient vedic texts and related books or have a collection of some of the best books related to vedic science?", "s2": "Why doesn't Pakistan mention Vedic civilization or the Mauryan/Gupta Empire in their history books?", "label": "not duplicate"}
{"id": 348050, "s1": "Why are black people's voices so distinct?", "s2": "What is the thing in the voices of the black people that helps us identify them?", "label": "duplicate"}
{"id": 331843, "s1": "How do I do post or comment on espncricinfo?", "s2": "How do I become a commentator at the ESPNcricinfo website?", "label": "not duplicate"}
{"id": 324671, "s1": "Can I use oil colour and acrylic colour during canvas painting at same time?", "s2": "Is the child of a woman that converted to Judaism after conceiving considered to be born Jewish?", "label": "not duplicate"}
{"id": 175735, "s1": "What is fourier transform of one?", "s2": "What is the Fourier transform of x?", "label": "not duplicate"}
{"id": 48961, "s1": "What should you do when eating has become maybe only joy in life?", "s2": "Should you eat only when your stomach is empty?", "label": "not duplicate"}
{"id": 123138, "s1": "What is the significant difference between a supercharger and a turbocharger?", "s2": "What is difference between supercharging and turbocharging?", "label": "duplicate"}
{"id": 352738, "s1": "What were the most followed topics on Quora in 2016?", "s2": "What are the most followed topics on Quora?", "label": "not duplicate"}
{"id": 162749, "s1": "What is the best way to prepare for GRE exam?", "s2": "What are the best ways to prepare for GRE?", "label": "duplicate"}
{"id": 117776, "s1": "What are your sweetest Christmas memories?", "s2": "What is your favorite Christmas memory?", "label": "duplicate"}
{"id": 104401, "s1": "How can I look up an old Gmail account?", "s2": "How do I find my old Gmail account back?", "label": "duplicate"}
{"id": 77255, "s1": "What is the best meaning of 'life' you think?", "s2": "\"What is the best \"\"meaning of life\"\" answer that you have ever given or heard?\"", "label": "not duplicate"}
{"id": 12805, "s1": "How do I talk less?", "s2": "How can we talk less?", "label": "duplicate"}
{"id": 24229, "s1": "How did you get your pet name/nickname?", "s2": "How did you get your nickname?", "label": "duplicate"}
{"id": 128368, "s1": "What is the best site for cam sex?", "s2": "Which are the best online free sex chat sites?", "label": "not duplicate"}
{"id": 249108, "s1": "How would a Trump presidency affect efforts to combat climate change?", "s2": "Now that Donald Trump is president, how will this affect the global climate change crisis?", "label": "duplicate"}
{"id": 320483, "s1": "How can I fix and iPod 5 that doesn't turn on?", "s2": "Why won't my iPod's screen turn on? How do I fix it?", "label": "duplicate"}
{"id": 38182, "s1": "How can one overcome the fear of speaking in public?", "s2": "How could we overcome the fear of speaking truth?", "label": "not duplicate"}
{"id": 238769, "s1": "If Donald Trump is elected President of the United States, how will he affect U.S.-India relations?", "s2": "Now that Trump has been elected as president, how will it affect India?", "label": "duplicate"}
{"id": 217286, "s1": "Can the same trend, as in GATE 2009 conducted by IIT Roorkee where the EC paper was relatively easy, be expected for EC from IIT Roorkee in GATE 2017?", "s2": "What are the topics that one should thoroughly prepare for EC Branch Gate exam keeping in mind that it is prepared by IIT Roorkee?", "label": "not duplicate"}
{"id": 330178, "s1": "When an engine in a car is both turbocharged and supercharged how does this system work? What is the advantage?", "s2": "Why would a manufacturer opt to turbocharge a powerplant rather than supercharging?", "label": "not duplicate"}
{"id": 301817, "s1": "How do I need to prepare to get placed in core company from ECE?", "s2": "Cpl course in Pune?", "label": "not duplicate"}
{"id": 101940, "s1": "What do I do if one day the people that I know is just a lie they just use you for what you are?", "s2": "Am I a bad person if I unabashedly enjoy shaming people? (Not that I care what you think I just want to know what you think of it?) ", "label": "not duplicate"}
{"id": 201315, "s1": "What are some examples of authentic ghost photos?", "s2": "What are some ghost photos?", "label": "duplicate"}
{"id": 259196, "s1": "What are the top 10 TV series one should genuinely watch?", "s2": "Which TV series are worth watching?", "label": "duplicate"}
{"id": 209533, "s1": "What are the different computer components? What are their functions?", "s2": "What is a computer system's common components?", "label": "duplicate"}
{"id": 127918, "s1": "What can I do about my teeth?", "s2": "What do I do with my teeth?", "label": "not duplicate"}
{"id": 77369, "s1": "How can I get rid of keratosis pilaris at home?", "s2": "What causes keratosis pilaris and how can it be treated or prevented?", "label": "duplicate"}
{"id": 343963, "s1": "Is it healthy to drink milk tea daily?", "s2": "How do you make milk tea?", "label": "not duplicate"}
{"id": 360512, "s1": "For you what is the meaning of life?", "s2": "What is actual meaning of life? Indeen, it depend on perception of people or other thing?", "label": "duplicate"}
{"id": 2907, "s1": "How do you write an effective but gentle reminder email?", "s2": "Is there any simple reminder app?", "label": "not duplicate"}
{"id": 55882, "s1": "Who was a better rapper: Biggie or Tupac?", "s2": "Can listening to music make you a better rapper?", "label": "not duplicate"}
{"id": 222899, "s1": "What are good ways to add 3000 users in a whatsapp group?", "s2": "I deleted a WhatsApp group by mistake. Is there a way to restore it? I use an Android Phone.", "label": "not duplicate"}
{"id": 114735, "s1": "How do I ask a really great question on Quora?", "s2": "What are the better ways to ask questions on Quora?", "label": "duplicate"}
{"id": 92215, "s1": "Have the Ancient Anasazi been scientifically tested?", "s2": "Have the Ancient Chaldeans been scientifically tested?", "label": "duplicate"}
{"id": 271559, "s1": "Was the Transit Elevated Bus test a full-scale version of a Transit Elevated Bus (TEB)?", "s2": "Love Marriage vs Arrange Marriage! Please answer which one is perfect and why?", "label": "not duplicate"}
{"id": 243557, "s1": "What are the greatest examples of smartest presence of mind?", "s2": "What is the example of Presence of Mind?", "label": "duplicate"}
{"id": 26328, "s1": "I'm having problem in solving VA in cat, how to clear the cutoff?", "s2": "I am overthinking about immortality. Can anybody help? Its draining my energy and making me depressed.", "label": "not duplicate"}
{"id": 292241, "s1": "If Harry Potter characters were to choose their religion, what would they choose? Why?", "s2": "What is Donald Trump's ethical compass?", "label": "not duplicate"}
{"id": 130651, "s1": "What is the average penis length?", "s2": "What is the normal penis length?", "label": "duplicate"}
{"id": 63626, "s1": "How can I learn Kali Linux?", "s2": "How can I learn Kali Linux completely online?", "label": "not duplicate"}
{"id": 239317, "s1": "How can you determine the lowest common multiple of 8 and 9?", "s2": "What is the common multiplication of 2&4?", "label": "not duplicate"}
{"id": 69908, "s1": "A company declared bonus share 1:3. If I am holding 100 shares, how many bonus shares will I get?", "s2": "What is the use of issuing bonus shares?", "label": "not duplicate"}
{"id": 243606, "s1": "Is JavaFX for desktop applications or for web applications?", "s2": "I have to develop a desktop application in Java. I am using JavaFX framework. Which is the best approach: TDI or MDI?", "label": "not duplicate"}
{"id": 350002, "s1": "Indian Oil Corporation Limited (IOCL): What is it like to work for a PSU in India?", "s2": "Which department in HPCL is better to work in?", "label": "not duplicate"}
{"id": 278466, "s1": "How many megapixels does a 35mm analogue camera film have?", "s2": "How many megapixel is Yashica fx7 camera?", "label": "not duplicate"}
{"id": 293037, "s1": "How will the ban of Rs 500 and Rs 1000 notes affect Indian economy?", "s2": "How will our economy will be affected by demonetizing Rs 500 and Rs 1000 notes?", "label": "duplicate"}
{"id": 312188, "s1": "Are there very successful people who don't make their bed in the morning?", "s2": "What do most successful people do every morning?", "label": "not duplicate"}
{"id": 166355, "s1": "How do I update my Aadhaar card in Bangalore if I lost my mobile number?", "s2": "\"How can I get my Aadhaar card if the status of my enrollment number for the Aadhaar card generation in the census website shows the message \"\"enrollment cancelled due to duplication\"\" and my old enrollment number is lost?\"", "label": "not duplicate"}
{"id": 232035, "s1": "How do I become a professional sprinter?", "s2": "How do you become a professional sprinter?", "label": "duplicate"}
{"id": 321206, "s1": "Is this move of banning 500 & 1000 Rupee notes right?", "s2": "What is Balaji Viswanathan's take on 500 & 1000 rupees currency notes ban in India?", "label": "duplicate"}
{"id": 264649, "s1": "Is the US right now more powerful than the British Empire and Mongol Empire during their glories?", "s2": "Could the British empire have been bigger?", "label": "not duplicate"}
{"id": 223735, "s1": "What is it in soil that makes it smell so good after the first rain?", "s2": "Why does it smells after a rain? What causes this to happen?", "label": "duplicate"}
{"id": 287242, "s1": "What are the best horror novel in 2016?", "s2": "What are some of the best horror novels of 2014?", "label": "not duplicate"}
{"id": 233787, "s1": "Could the singularity of a black hole be a graviton?", "s2": "What is a black hole singularity?", "label": "not duplicate"}
{"id": 83444, "s1": "How is buzzd.com doing?", "s2": "How is Thinkvidya.com doing?", "label": "not duplicate"}
{"id": 248866, "s1": "What is the selection process for the Minerva Schools at KGI?", "s2": "What should a student do to apply for the Minerva Schools at KGI?", "label": "not duplicate"}
{"id": 235966, "s1": "How do know if you're alive or real?", "s2": "How do you know you're alive?", "label": "duplicate"}
{"id": 135891, "s1": "Who are some famous people who contribute to Quora?", "s2": "Which celebrities are on Quora?", "label": "duplicate"}
{"id": 129624, "s1": "Will my eyesight get worse if I don't wear prescription glasses?", "s2": "Do we have to do eye exercises by removing glasses or wearing glasses (my eyesight is -2.5)?", "label": "not duplicate"}
{"id": 334318, "s1": "Why don't people ever forget their first love?", "s2": "Can people not forget about their first love? If not, then why so?", "label": "not duplicate"}
{"id": 145391, "s1": "How does the introduction of new 500 and 2000 denomination currency and stopping old 500 & 1000 denomination currency help/ affect India's economy?", "s2": "How will the ban of 1000 and 500 rupee notes affect the Indian economy?", "label": "duplicate"}
{"id": 273311, "s1": "\"What is the name of the actress portraying the role of Tulsi in the serial 'Eso Maa Lokkhi\"\"?\"", "s2": "What is Cher's best role as an actress?", "label": "not duplicate"}
{"id": 254068, "s1": "Do people become introverts eventually, or are they born like that?", "s2": "Do people get born as an introvert?", "label": "duplicate"}
{"id": 328596, "s1": "How can buying or selling of foreign reserves affect a currency's or currencies' value?", "s2": "What happens once the U.S. dollar loses its status as the world's reserve currency?", "label": "not duplicate"}
{"id": 125433, "s1": "Will GST change Indian economy?", "s2": "Why is GST amendment a gamechanger for Indian Economy?", "label": "duplicate"}
{"id": 143968, "s1": "What are some of the best jokes?", "s2": "What are the best jokes in the world?", "label": "duplicate"}
{"id": 230619, "s1": "How many golf ball can fit in this room?", "s2": "How many golf balls would fit this room?", "label": "duplicate"}
{"id": 40623, "s1": "What does Putin want?", "s2": "What is Putin like to work for?", "label": "not duplicate"}
{"id": 149803, "s1": "How much does StrapHQ cost for developers?", "s2": "How much does it cost to develop the app trip adviser?", "label": "not duplicate"}
{"id": 122942, "s1": "Is the word 'is' the doing word or not?", "s2": "Is “symmetricity” a word?", "label": "not duplicate"}
{"id": 142456, "s1": "How does The Hubble telescope orient itself in space?", "s2": "How does the Hubble Space Telescope turn?", "label": "duplicate"}
{"id": 176080, "s1": "How many keywords are there in DART Programming Language in the latest version?", "s2": "Why are there so many languages in the world?", "label": "not duplicate"}
{"id": 167619, "s1": "If cannabis were legal in Britain and the rest of the world, would it be a much better place?", "s2": "Would the world honestly become a better place if marijuana was legalized?", "label": "not duplicate"}
{"id": 283195, "s1": "Why is the Bay of Bengal prone to cyclones?", "s2": "What creates a cyclone in the Bay of Bangal and what is the impact to the coastal area?", "label": "not duplicate"}
{"id": 42245, "s1": "What does two grey ticks to a sent Whatsapp message mean?", "s2": "Suppose I sent a text on WhatsApp to my friend. It shows a single tick. Then I blocked the friend and unblocked him. Will he receive my messages, which were showing a single tick before I blocked him?", "label": "not duplicate"}
{"id": 72547, "s1": "How hard is it to practice water polo compared to canoeing?", "s2": "How hard is it to practice water polo compared to canoe polo?", "label": "not duplicate"}
{"id": 79078, "s1": "Why are we addicted to Candy Crush?", "s2": "Why is Candy Crush so addictive?", "label": "duplicate"}
{"id": 121247, "s1": "Is it possible to make a time machine?", "s2": "Is it possible that humans can built time machines. And if it's been built what are the affirmatives that it can make us travel in time?", "label": "duplicate"}
{"id": 200820, "s1": "Why would someone use Quora when they can Google instead?", "s2": "Why use Quora if you can google?", "label": "duplicate"}
{"id": 363829, "s1": "What is Hillary Clinton's plan for ISIS?", "s2": "What will be Hillary Clinton's approach be towards ISIS?", "label": "duplicate"}
{"id": 80113, "s1": "How can you study for the JEE Main in one month? Is it possible?", "s2": "Is NCERT sufficient for the JEE mains chemistry?", "label": "not duplicate"}
{"id": 112172, "s1": "\"What does it mean to \"\"contribute to society?\"\"\"", "s2": "What did Madam CJ Walker contribute to society and science?", "label": "not duplicate"}
{"id": 33674, "s1": "What are the best Disney movie posters?", "s2": "Which are the best disney movies and posters?", "label": "not duplicate"}
{"id": 217510, "s1": "What can be done to stop hair loss.?", "s2": "How can I stop my hair fall?", "label": "duplicate"}
{"id": 213699, "s1": "How do i know who visited my Facebook profile?", "s2": "Can I see who looks at my Facebook profile?", "label": "duplicate"}
{"id": 173477, "s1": "Can you follow someone on Facebook without being their friend?", "s2": "Do you follow all your friends on Facebook?", "label": "not duplicate"}
{"id": 284484, "s1": "Which is the best way to learn hacking just as a hobby?", "s2": "What is the best way to start learning hacking?", "label": "duplicate"}
{"id": 244278, "s1": "How will demonitization stop black money?", "s2": "Will demonitization curb black money?", "label": "duplicate"}
{"id": 217985, "s1": "I have this tendency to get bored when I go deep into a subject. How do I get rid of this tendency?", "s2": "What is a good technology in the Indian IT industry?", "label": "not duplicate"}
{"id": 32645, "s1": "Who is best dermatologist in Bandra?", "s2": "Who is the best dermatologist in Madurai?", "label": "not duplicate"}
{"id": 108440, "s1": "How a religious practice should be assessed, a) How many people follow it. or 2) What an individual gets while following it.?", "s2": "Are there key-value stores or NoSQL databases that are CP, not AP (CAP Theorem)?", "label": "not duplicate"}
{"id": 220276, "s1": "How can I create a mobile-app start up to earn money?", "s2": "How can I earn money by creating a website?", "label": "not duplicate"}
{"id": 204198, "s1": "What is the package for freshers in Secureye?", "s2": "What is the package offered by ABCO Advisary Services to a fresher?", "label": "not duplicate"}
{"id": 306225, "s1": "How many people have died from violence based on Christianity?", "s2": "What are teachings about violence in Christianity and Judaism?", "label": "not duplicate"}
{"id": 10240, "s1": "Is there anyone from Heritage Institute of Technology ,Kolkata; who have pursued or planning to pursue PG in Physics after their Btech?", "s2": "Where can I buy minoxidil?", "label": "not duplicate"}
{"id": 301827, "s1": "How do you post question in Quora? I posted many but rejected.", "s2": "How do I ask someone a question on Quora?", "label": "duplicate"}
{"id": 199429, "s1": "How do I convert a hexadecimal number to BCD?", "s2": "How do I convert BCD to hexadecimal?", "label": "not duplicate"}
{"id": 250074, "s1": "Are we all a part of a computer program?", "s2": "\"Could we ever find out if humans are part of a program, like \"\"The Matrix,\"\" or unwitting participants of a reality show by aliens?\"", "label": "not duplicate"}
{"id": 3091, "s1": "Can meditation make you grow taller as a teen?", "s2": "Can meditation make me grow taller?", "label": "not duplicate"}
{"id": 184422, "s1": "What should everyone know about supply?", "s2": "What should everyone know about Dieudonné?", "label": "not duplicate"}
{"id": 156559, "s1": "What is it like to work in Singapore or Hong Kong?", "s2": "What is it like to work in Hong Kong?", "label": "not duplicate"}
{"id": 204465, "s1": "In Ozone 7, if you use the EQ's Matching feature and capture a reference audio frequency spectrum, can you save it and others en masse for future use?", "s2": "What is mix bus as in audio mixing and EQ?", "label": "not duplicate"}
{"id": 219687, "s1": "What is the best way to learn animation as a beginner? And what are the recommended books, sites, software that may help?", "s2": "How can I learn hand-drawn animation?", "label": "not duplicate"}
{"id": 282182, "s1": "What is the moral of Sujoy Ghosh's short film, Ahalya?", "s2": "I didn't understand the moral of Sujoy Ghosh's new short film Ahalya. What does Sujoy Ghosh want to say through this film?", "label": "duplicate"}
{"id": 286330, "s1": "Who was the first chief justice of India?", "s2": "Who is the chief justice of india?", "label": "not duplicate"}
{"id": 316278, "s1": "Do guys like crazy girls?", "s2": "Do guys like shy girls?", "label": "not duplicate"}
{"id": 115625, "s1": "Which has the best 2G speed?", "s2": "When will we get vacations at Nitk and how long?", "label": "not duplicate"}
{"id": 255972, "s1": "What are the functional differences between veins and arteries?", "s2": "What is the main difference between veins and arteries?", "label": "duplicate"}
{"id": 115040, "s1": "In which process (reversible or irreversible) is the heat absorbed greater?", "s2": "What are some people with first two names?", "label": "not duplicate"}
{"id": 143096, "s1": "Are mechanical keyboards good for programming?", "s2": "Which keyboards are good for programming?", "label": "not duplicate"}
{"id": 228503, "s1": "How can I apply and qualify for a tutoring position at Kumon?", "s2": "Does Kumon help in math competitions?", "label": "not duplicate"}
{"id": 254616, "s1": "Being a technical guy why you are going for non technical?", "s2": "I'm an English speaker. How hard would it be to learn Hungarian?", "label": "not duplicate"}
{"id": 15217, "s1": "What's the difference between Netflix and Hulu? Which is better?", "s2": "What's the difference between Netflix and Hulu?", "label": "duplicate"}
{"id": 203873, "s1": "How do you start a company?", "s2": "How can I start a company quickly?", "label": "duplicate"}
{"id": 176228, "s1": "Why Hindutavadis(RSSians) deny existence of Aryans when DNA studies confirmed it?", "s2": "The Aryan Invasion Theory: What are the arguments given by its supporters and opponents?", "label": "not duplicate"}
{"id": 350682, "s1": "Why does rocket reach maximum efficiency when vector velocity equals exhaust velocity?", "s2": "How does one copyright a program?", "label": "not duplicate"}
{"id": 356065, "s1": "How do I reduce my weight?", "s2": "How do I actually lose weight?", "label": "duplicate"}
{"id": 211978, "s1": "What was your near death experience like?", "s2": "What does a near death experience feel like?", "label": "not duplicate"}
{"id": 86530, "s1": "What is the cutoff rank for CSE?", "s2": "What is the cutoff rank for a CSE in an IIT college?", "label": "not duplicate"}
{"id": 245047, "s1": "What are some amazing plot aspects/coincidences in the Harry Potter series?", "s2": "Other than Lord Voldemort, who was the most evil character in Harry Potter? Why?", "label": "not duplicate"}
{"id": 66913, "s1": "What is the Greeks greatest contribution to the world today?", "s2": "What is the ancient Greeks greatest contribution to today's world?", "label": "duplicate"}
{"id": 326241, "s1": "I like algorithms, I want to do my master at BioInformatics, What is the topic that is related to me and has a plenty of research points?", "s2": "Tata scholarships for engineering students?", "label": "not duplicate"}
{"id": 280034, "s1": "What are some good ways to lose weight?", "s2": "How should I lose weight?", "label": "duplicate"}
{"id": 14138, "s1": "What is the easiest way of success?", "s2": "What is the best way to success?", "label": "not duplicate"}
{"id": 206580, "s1": "You talk about routine, when you played professionally what was your pre point routine and what mental state did that enable you to be in?", "s2": "When you go back home after a tiring day at office, what interesting things can you imbibe in your routine to learn something new, relax, and rejuvenate?", "label": "not duplicate"}
{"id": 310322, "s1": "What are Planet Fitness' locker rooms and showers like?", "s2": "What is the culture of an NFL locker room?", "label": "not duplicate"}
{"id": 295903, "s1": "When and what was the last time you did something for the first time?", "s2": "When was the last time when you did something for the first time and you felt it was worth doing?", "label": "duplicate"}
{"id": 347602, "s1": "What are ways I can make money online?", "s2": "How do you make easy money online?", "label": "duplicate"}
{"id": 14209, "s1": "How do I detect the methanal levels in the air?", "s2": "How do you detect the methane levels in the air?", "label": "duplicate"}
{"id": 44012, "s1": "What is meaning of love?", "s2": "What is real meaning of love?", "label": "duplicate"}
{"id": 336985, "s1": "What are the biggest blunders JEE aspirants commit during their preparation but realise when it's too late?", "s2": "What are the biggest blunders JEE Mains aspirants commit during their preparation but realise later on?", "label": "duplicate"}
{"id": 224716, "s1": "What is it like to study Computer Science in Russia?", "s2": "What should I study in computer science?", "label": "not duplicate"}
{"id": 71145, "s1": "Definition of specific gravity?", "s2": "What are the application of specific gravity?", "label": "not duplicate"}
{"id": 242062, "s1": "How can I stop masturbating daily?", "s2": "How can I stop masturbations?", "label": "duplicate"}
{"id": 95278, "s1": "What is wrong with India?", "s2": "What is wrong with The Times of India?", "label": "not duplicate"}
{"id": 26363, "s1": "How can you increase your IQ?", "s2": "How can I increase my IQ?", "label": "duplicate"}
{"id": 136396, "s1": "Today my dog got his belt free and tried to bite and chased me across the block it never happened before what may have probably provoked him?", "s2": "Which ratio makes M20 concrete use for PPC cement?", "label": "not duplicate"}
{"id": 198759, "s1": "What is the easy way to make money online?", "s2": "How could I make money online?", "label": "duplicate"}
{"id": 171627, "s1": "What happened to the space ladder program?", "s2": "Why is it impossible to build a space elevator right now?", "label": "not duplicate"}
{"id": 110970, "s1": "What is it like to be a television news anchor?", "s2": "What is it like to be a TV news anchor?", "label": "duplicate"}
{"id": 238393, "s1": "Is it possible to have the same dream I had a long time ago?", "s2": "Why have me and my friends all had the same dream?", "label": "not duplicate"}
{"id": 171361, "s1": "Can top hackers recover deleted third party encrypted WhatsApp/ SMS messages?", "s2": "Can top hackers recover deleted third party encrypted WhatsApp/SMS messages?", "label": "duplicate"}
{"id": 176947, "s1": "What are some examples of social values?", "s2": "What are some examples of personal values?", "label": "not duplicate"}
{"id": 198771, "s1": "\"Why was the show \"\"How to be a Gentleman\"\" cancelled?\"", "s2": "\"Why did the show \"\"How to be a Gentleman\"\" get cancelled?\"", "label": "duplicate"}
{"id": 145886, "s1": "What is the average cost for producing a TV show, and where would I find more TV cost figures?", "s2": "What is the relation between the cost of producing a TV show and the number of viewers it needs to survive on US television? How can there be so many obscure, mediocre or bad TV shows that last for multiple seasons?", "label": "not duplicate"}
{"id": 221021, "s1": "Do English series really help us improve our English skills?", "s2": "Can watching a TV series help in improving my English skills?", "label": "duplicate"}
{"id": 132262, "s1": "What is the best photograph that you have ever taken with a celebrity?", "s2": "What is the best photograph you have taken?", "label": "not duplicate"}
{"id": 42942, "s1": "What is teflon?", "s2": "What is Teflon used for?", "label": "not duplicate"}
{"id": 246576, "s1": "What is the most important invention of the 21st Century so far?", "s2": "What was the greatest invention of the last 200 years?", "label": "not duplicate"}
{"id": 10162, "s1": "When I wear my jeans I get creases on the backs of my jeans. What can I do to erase the creases?", "s2": "\"Can a \"\"dirty\"\" finish be added back to jeans?\"", "label": "not duplicate"}
{"id": 282810, "s1": "Can I do a PGDM after completing my MBA?", "s2": "Is it possible to do PGDM after completing MBA?", "label": "duplicate"}
{"id": 27307, "s1": "What boo influenced you most as a child?", "s2": "What book influenced you most as a child?", "label": "duplicate"}
{"id": 183480, "s1": "How do iPads get viruses?", "s2": "How do you get rid of a virus on an iPhone?", "label": "not duplicate"}
{"id": 117556, "s1": "Why do my answers keep collapsing?", "s2": "Why are some answers collapsed?", "label": "duplicate"}
{"id": 340862, "s1": "How can I upgrade my credit score?", "s2": "Can I improve my credit score?", "label": "duplicate"}
{"id": 35975, "s1": "What could be the consequences of recalling 500 and 1000 rupee note?", "s2": "What will be the impact in the Indian economy of sudden 500 & 1000 rupee notes withdrawal of by the government?", "label": "duplicate"}
{"id": 341707, "s1": "Is there any Nano technology GPS tracking features in new 500 & 2000 rupee notes to be released by Reserve Bank of India?", "s2": "Is it true that the new 2000 rupees notes have a GPS chips?", "label": "duplicate"}
{"id": 21106, "s1": "When someone blocks you on Facebook, can you still look that person up?", "s2": "If I block someone on Facebook will their comments or likes still show on my posts?", "label": "not duplicate"}
{"id": 16268, "s1": "How do I take a screenshot with C/C++?", "s2": "How do I take a screenshot on my PS3?", "label": "not duplicate"}
{"id": 129647, "s1": "How do I know I still love my partner?", "s2": "How do I know if I am love with my partner, if I have never been in love?", "label": "duplicate"}
{"id": 104522, "s1": "Will software testing courses help me to get job?", "s2": "Will software testing course help me to get good job?", "label": "duplicate"}
{"id": 10684, "s1": "What are any examples and success stories about famous musicians who grew up in a small town?", "s2": "Can famous rock musicians actually read music?", "label": "not duplicate"}
{"id": 325758, "s1": "How do I ask a girl out for sex?", "s2": "What are the ways I can ask a girl for sex?", "label": "duplicate"}
{"id": 79892, "s1": "What is Energy band?", "s2": "What topics to know first to understand band theory? What is a band?", "label": "not duplicate"}
{"id": 125066, "s1": "What do the Chechens eat?", "s2": "Why do Turkish people love Chechens?", "label": "not duplicate"}
{"id": 66176, "s1": "Why do guys like to make their crush jealous?", "s2": "What makes you jealous? How do you cope with it?", "label": "not duplicate"}
{"id": 248282, "s1": "How can I make $4000/month in e-commerce?", "s2": "How can I make $4000 in 2 months?", "label": "not duplicate"}
{"id": 350989, "s1": "What is the best country to live in?", "s2": "Which is the best country to live in the world?", "label": "not duplicate"}
{"id": 59973, "s1": "\"What is the meaning of \"\"Chunavi Aachar Sanhita\"\"?\"", "s2": "What does politics in India mean? What are they actually doing?", "label": "not duplicate"}
{"id": 295682, "s1": "What are some ways to ripen a pineapple?", "s2": "How do you ripen a cantaloupe?", "label": "not duplicate"}
{"id": 114276, "s1": "Why is seeing foreigners in England different to Spain?", "s2": "\"Why's seeing \"\"foreigners\"\" in England and Spain different?\"", "label": "duplicate"}
{"id": 243811, "s1": "What are the pros and cons of using opaque envelopes?", "s2": "What is the compensation structure for CSE freshers from IITs at Samsung Noida R&D Center?", "label": "not duplicate"}
{"id": 134345, "s1": "Which book is best for human psychology for beginners?", "s2": "Which psychology book is the best for beginners?", "label": "duplicate"}
{"id": 193407, "s1": "If I do mbbs in Russia can I get a job in middle east?", "s2": "Used car marketing?", "label": "not duplicate"}
{"id": 87969, "s1": "I search for someone who is definitely on Snapchat but when I add them I get a message that they couldn't be found. Why?", "s2": "On Snapchat, why does someone I deleted from friends appear under the added me menu saying added you back?", "label": "not duplicate"}
{"id": 317662, "s1": "What will happen if we destroy Jupiter?", "s2": "What would happen if we could go to Jupiter?", "label": "not duplicate"}
{"id": 318372, "s1": "If a genie grants you three wishes, what would you wish for?", "s2": "If a genie grants you three wishes, what do you intend to wish for?", "label": "duplicate"}
{"id": 60048, "s1": "How should I improve my performance in physics?", "s2": "How can I improve my physics?", "label": "duplicate"}
{"id": 85860, "s1": "What are great books to learn java from?", "s2": "What are the best books to learn Java?", "label": "duplicate"}
{"id": 163073, "s1": "Why aren't Lipizzaner mares used for performances?", "s2": "What are Appaloosa horses used for and why?", "label": "not duplicate"}
{"id": 56674, "s1": "I have an iPhone 6. Should I change for a samsung Note 7 or an iPhone 7?", "s2": "Is there any way to improve my English language through talking with English people on WhatsApp or messenger?", "label": "not duplicate"}
{"id": 303397, "s1": "Who is the wife of Lord Brahma?", "s2": "Can this entire world be considered a computational model simulated by Lord Brahma?", "label": "not duplicate"}
{"id": 13462, "s1": "Which Indian vegetarian dishes can I take for a potluck in my office when the rest of the staff is American?", "s2": "Which is the best vegetarian Indian dish?", "label": "not duplicate"}
{"id": 163555, "s1": "My boyfriend was acting weird. I invaded his privacy and went through his phone, and I found infidelity. Should I call her, tell him I know, or just say nothing?", "s2": "\"My boyfriend is a polyamorous. His friends call me \"\"manipulative\"\" and say that I \"\"don't let\"\" my boyfriend \"\"be himself\"\" because I told him that I preferred to be his only girlfriend. Can I ask him not to engage in relationships with other people or is it selfish?\"", "label": "not duplicate"}
{"id": 301883, "s1": "What is digital testing?", "s2": "What is digital?", "label": "not duplicate"}
{"id": 355125, "s1": "Which is the best electric shaver for men?", "s2": "Which is the worlds best electric shaver?", "label": "duplicate"}
{"id": 196768, "s1": "Why does a girl go back to her ex-boyfriend even after they have broken up?", "s2": "My boyfriend and I broke up and he soon started dating someone else. He broke up with her because he wanted to get back with me but his ex still keeps pestering him. What do I do?", "label": "not duplicate"}
{"id": 207961, "s1": "Social media display?", "s2": "\"Is it correct to say \"\" dear brother kashi please add me in their wahtsapp groups\"\" plz correction?\"", "label": "not duplicate"}
{"id": 103981, "s1": "Why does gst bill is important?", "s2": "What are some benefits of the GST Bill?", "label": "duplicate"}
{"id": 39844, "s1": "How do I increase my blog traffic by SEO?", "s2": "How can I increase my blog traffic and indexing of blog pages for better SEO?", "label": "duplicate"}
{"id": 310429, "s1": "What is the exact difference between Muslims and Islamic people?", "s2": "Do all Muslims wish that Islam was the only religion on earth?", "label": "not duplicate"}
{"id": 362080, "s1": "Where can I get huge selection of floor tiles in Sydney?", "s2": "Where can I meet my every flooring tiles requirement in Sydney?", "label": "duplicate"}
{"id": 328855, "s1": "Is political correctness really all that bad?", "s2": "How is political correctness a bad thing?", "label": "duplicate"}
{"id": 127323, "s1": "How can black money brought out by discontinuing 500 and 1000 notes?", "s2": "Replacing 500 and 1000 notes- how will this move reduce black money?", "label": "duplicate"}
{"id": 53425, "s1": "What does it feel like to be a self-made millionaire under the age of 25?", "s2": "What is one thing a self made millionaire wishes they had been told when they started on that journey?", "label": "not duplicate"}
{"id": 158116, "s1": "What are the safety precautions on handling shotguns proposed by the NRA in the entire U.S. including it’s territories and possessions? 3", "s2": "What are the safety precautions on handling shotguns proposed by the NRA in Arizona?", "label": "duplicate"}
{"id": 358748, "s1": "\"Could a self-aware artificial intelligence theoretically be \"\"grown\"\"?\"", "s2": "How can self-awareness theoretically affect an artificial intelligence in the real-world?", "label": "duplicate"}
{"id": 314788, "s1": "Why should I follow Quora on Facebook?", "s2": "Why should I follow Quora?", "label": "not duplicate"}
{"id": 63467, "s1": "How can I increase my running speed?", "s2": "How do I maximize my running speed?", "label": "duplicate"}
{"id": 296711, "s1": "Is FoundersCard worth it?", "s2": "Is $200k for 2% equity a good deal to offer a VC co-founder?", "label": "not duplicate"}
{"id": 21532, "s1": "Why do some Indians blame Brahmins for all their social ills and issues and caste system?", "s2": "What is the difference between Iyer and Iyengar if both are Tamil Brahmins?", "label": "not duplicate"}
{"id": 182034, "s1": "How can I find the most active members on a Facebook group?", "s2": "How can I find a most active users of my Facebook page?", "label": "not duplicate"}
{"id": 279311, "s1": "Mobile Phones: What is the difference between GSM, WCDMA, CDMA and UMTS SIM slots?", "s2": "How is WCDMA different from CDMA?", "label": "not duplicate"}
{"id": 224593, "s1": "How hard is it to get into KTH Royal Institute of Technology for a bachelor's degree?", "s2": "What are some of the interesting facts about the KTH (Royal Institute of Technology in Sweden)?", "label": "not duplicate"}
{"id": 346827, "s1": "Is premarital sex bad?", "s2": "What are your arguments for premarital sex?", "label": "duplicate"}
{"id": 194285, "s1": "Is every fossil a missing link?", "s2": "The theory of evolution depends on transitional species. Which ones have we found so far?", "label": "not duplicate"}
{"id": 36153, "s1": "How effective is the 2016 flu vaccine?", "s2": "How effective is the 2012 flu vaccine?", "label": "not duplicate"}
{"id": 265269, "s1": "What is it like to be strikingly, remarkably pretty?", "s2": "What is it like to be pretty?", "label": "not duplicate"}
{"id": 339499, "s1": "\"Why use \"\"kts\"\" as unit to measure a aircraft 's velocity?\"", "s2": "Why is the speed of aircraft, ships, and submarines measured in knots instead of in mph or km/h?", "label": "not duplicate"}
{"id": 178903, "s1": "Why do Indian Railways run late?", "s2": "What is the longest train route in India?", "label": "not duplicate"}
{"id": 6633, "s1": "Who would play you in a film based upon your life?", "s2": "If you could choose an actor/actress to play you in a movie based on your life, who would you choose and why?", "label": "duplicate"}
{"id": 220231, "s1": "What are the advantages if I clear the GATE exam with a good rank after passing out from IIT Roorkee?", "s2": "My GATE rank is 550 in CSE general category. I got a call from IIT Roorkee for counselling. Should I go for it? What are the chances to get an admission there?", "label": "not duplicate"}
{"id": 257006, "s1": "What are some ways people make money without adding value?", "s2": "How I can make money fast?", "label": "duplicate"}
{"id": 55332, "s1": "Who won the second presidential debate between Trump and Hilary?", "s2": "What are your thoghts on the second presidential debate?", "label": "duplicate"}
{"id": 227291, "s1": "Are Mongols and Mughals the same?", "s2": "How were women treated in the Mongol Empire?", "label": "not duplicate"}
{"id": 189890, "s1": "How long before going.to the beach after getting a tattoo?", "s2": "Is mass required to define motion? Please give reasons for your answers", "label": "not duplicate"}
{"id": 333229, "s1": "What is your review of the Google Chromecast?", "s2": "What is your review of Google Chromecast (product)?", "label": "duplicate"}
{"id": 241035, "s1": "What will be the value of 1^infinity?", "s2": "What is the value of 1 + 1 - 1 + 1 - 1...infinity?", "label": "not duplicate"}
{"id": 80211, "s1": "Is the practice of liberal values only a way to end politics of hate and harm?", "s2": "Is the practice of liberal values only a way to end the politics of hate and harm?", "label": "not duplicate"}
{"id": 228320, "s1": "I don't want to move on.", "s2": "What should I do if I don't want to move on?", "label": "not duplicate"}
{"id": 92346, "s1": "Can I work in Canada on business visa?", "s2": "I have a valid Canada business visa (B1), and I am interested in applying for a work permit in Canada. What are the chances of me getting a work permit considering I already have a Canada business visa?", "label": "duplicate"}
{"id": 273545, "s1": "Are young kittens more sociable than adult cats?", "s2": "Explain what combiners is and when you should use a combiner in a MapReduce job?", "label": "not duplicate"}
{"id": 341027, "s1": "How should aloe vera plants be watered?", "s2": "When should I water aloe vera plants?", "label": "not duplicate"}
{"id": 141600, "s1": "Will using bluetooth headphone cause damages to head?", "s2": "How does sound travel from mobile to bluetooth headphone?", "label": "not duplicate"}
{"id": 322915, "s1": "What does it mean if your wound turns into a black scab?", "s2": "Does soaking a scab in water and gently peeling it off every day help prevent scarring from a wound?", "label": "not duplicate"}
{"id": 282157, "s1": "What are the best retirement investment strategies?", "s2": "I am presently 48 and shall be retiring after 10 years. To maintain the existing living standard, what are the best investment avenues for post retirement period?", "label": "not duplicate"}
{"id": 253491, "s1": "How can I learn and practice coding, I want to code?", "s2": "What's the easiest way to learn code?", "label": "duplicate"}
{"id": 243727, "s1": "How we can check fever by using pulse rate?", "s2": "What does it mean if my pulse rate is 76, and how does it compare to the pulse rate of a sick person?", "label": "not duplicate"}
{"id": 228366, "s1": "What are the best fiction novels?", "s2": "Which are best fiction novels?", "label": "duplicate"}
{"id": 310627, "s1": "Are Russian verbs in any way affected by the cases?", "s2": "What is the opportunity cost of studying in a university?", "label": "not duplicate"}
{"id": 140716, "s1": "What is the importance of uniform civil code in India?", "s2": "Will the Law of uniform civil code be beneficial to India? If not, why?", "label": "duplicate"}
{"id": 168980, "s1": "Is it profitable to attach a car to Ola or Uber in Kolkata as of 12 January 2017?", "s2": "Is it profitable to purchase a car and attach it with Ola Cabs, Uber or TaxiForSure in Delhi?", "label": "not duplicate"}
{"id": 128710, "s1": "How can you train a Blue Heeler/Jack Russell Terrier mix?", "s2": "How do you train a dog?", "label": "not duplicate"}
{"id": 45436, "s1": "Is negotiablesales.com legit?", "s2": "Is yeshyip.com legit?", "label": "not duplicate"}
{"id": 146238, "s1": "Do vampires really exist?", "s2": "Did vampires really existed?", "label": "duplicate"}
{"id": 236350, "s1": "Do you like Microtransactions in video games?", "s2": "Do you like video games?", "label": "not duplicate"}
{"id": 127854, "s1": "How can you describe the differences between the experimental method and the scientific method?", "s2": "I feel I am not as knowledgeable about tech as my friens. What should I do?", "label": "not duplicate"}
{"id": 243641, "s1": "\"Should \"\"transabled\"\" people be affirmed in their desire to become disabled?\"", "s2": "Why are disabled people friendly to strangers?", "label": "not duplicate"}
{"id": 298765, "s1": "Where can I access back issues of Playgirl online?", "s2": "What is the best free online service where I can securely back up a terabyte of data?", "label": "not duplicate"}
{"id": 319989, "s1": "Is there live sex on Periscope?", "s2": "Who is Alexzander Khan on Periscope?", "label": "not duplicate"}
{"id": 350323, "s1": "How do you integrate [math]e^{\\sin x}[/math]?", "s2": "How do I integrate [math]\\dfrac1{e^{2x} +e^{x}} ?[/math]", "label": "not duplicate"}
{"id": 198699, "s1": "Would you prefer to be a man like Steve Jobs or a man who lived in Alaska with no responsibility or pride?", "s2": "What life advice would you give to a wife who lives with a man who does not talk to her or anyone else in the family, lost his job 5 years ago, and doesn't talk to his children? She manages the household on her own. Is it okay for her to just be happy managing things and enjoying the kids?", "label": "not duplicate"}
{"id": 176368, "s1": "What are the requirements for an internship visa to Singapore?", "s2": "Is ITR required for USA visa?", "label": "not duplicate"}
{"id": 15047, "s1": "How do I contact Instagram?", "s2": "How do l see who viewed my videos on Instagram?", "label": "not duplicate"}
{"id": 259158, "s1": "What is “Only The Good Die Young” by Billy Joel about?", "s2": "\"What do you think about the song \"\"Please Don't Go\"\" by Joel Adams?\"", "label": "not duplicate"}
{"id": 170401, "s1": "Why do laptops overheat on beds?", "s2": "Why does my Toshiba laptop overheat? How can this be prevented and fixed?", "label": "not duplicate"}
{"id": 95336, "s1": "What is the difference between Audi Quattro and Subaru Symmetrical AWD?", "s2": "What car is better: Audi Quattro or BMW xDrive?", "label": "not duplicate"}
{"id": 255616, "s1": "Is taking the FRM program worth it?", "s2": "Does it help in taking the PRM exams over the FRM?", "label": "not duplicate"}
{"id": 111211, "s1": "What is the property tax rate in Granville, Ohio? How is it compared to the one of Iowa?", "s2": "What is the property tax rate in Granville, Ohio? How is it compared to the one of Texas?", "label": "not duplicate"}
{"id": 186030, "s1": "How good a President was Abdul Kalam?", "s2": "Who hates Dr. APJ Abdul Kalam?", "label": "not duplicate"}
{"id": 135451, "s1": "What do other countries think of india?", "s2": "What is the general perception about India and Indians around the world?", "label": "not duplicate"}
{"id": 178435, "s1": "How much would a real Death Note be worth?", "s2": "What should I do if I don’t find any progress in myself?", "label": "not duplicate"}
{"id": 146621, "s1": "If all 8.7 million Americans living abroad vote by absentee ballot in this upcoming presidential election, will it make a difference in the outcome?", "s2": "Who created the painting below and what's its title?", "label": "not duplicate"}
{"id": 312556, "s1": "What are some interesting smart materials?", "s2": "How are smart materials made?", "label": "not duplicate"}
{"id": 144844, "s1": "How do we see?", "s2": "How we can see?", "label": "duplicate"}
{"id": 291394, "s1": "Is €570 per month enough to live comfortably in Wageningen, the Netherlands? Excluding accommodation.", "s2": "Is 4500 AUD per month enough for a couple to live in Sydney?", "label": "not duplicate"}
{"id": 5322, "s1": "Is it healthy to eat one chicken every day?", "s2": "Is it healthy to eat a tomato every day?", "label": "duplicate"}
{"id": 270861, "s1": "Which CAE software does Mercedes-Benz use for its design?", "s2": "Mercedes-Benz (car company): How fast is an E55 AMG?", "label": "not duplicate"}
{"id": 100168, "s1": "How do you become a UI artist?", "s2": "Should I become an UI designer?", "label": "not duplicate"}
{"id": 44885, "s1": "My broadband network is 10mb/s, but when I download it is 1.6mb/s. How do I maximize my broadband network?", "s2": "Why is mobile data so much more expensive than wired data?", "label": "not duplicate"}
{"id": 126540, "s1": "Why does Canada export 90% of Canola seeds to the UAE? Why can't it crush the seed to produce oil by itself?", "s2": "Why does the US both import and export oil?", "label": "not duplicate"}
{"id": 213085, "s1": "Is there any vaccine for cancer and how effective is this?", "s2": "How effective is cryosurgery for cancer?", "label": "not duplicate"}
{"id": 256155, "s1": "How long can a person hang upside down?", "s2": "Can humans sleep upside down?", "label": "not duplicate"}
{"id": 291072, "s1": "What are the best self-help books you've ever read?", "s2": "What are the top self help books I should read?", "label": "duplicate"}
{"id": 125998, "s1": "How long does it take the average man to achieve orgasm?", "s2": "Who have a better orgasm: men or women?", "label": "not duplicate"}
{"id": 362078, "s1": "What is the true color of indigo?", "s2": "If I were to overlay a green image over a blue image followed by overlaying it on a green image, would I get a true color image?", "label": "not duplicate"}
{"id": 249609, "s1": "Princeton University: Why was the name changed from College of New Jersey?", "s2": "When did The College of New Jersey become Princeton? Why was the name changed?", "label": "duplicate"}
{"id": 338639, "s1": "What is the best subject line I can put in an e-mail when applying for an internship?", "s2": "What is the best subject for internship email?", "label": "duplicate"}
{"id": 257331, "s1": "Why do some people, especially those who don't have any scientific knowledge, become atheists after giving up religion, not deists or agnostics?", "s2": "Why do other people so harshly judge those who do not want to have or do not like children?", "label": "not duplicate"}
{"id": 234972, "s1": "Why do lips peel?", "s2": "What causes lips to peel?", "label": "duplicate"}
{"id": 9040, "s1": "Why is immortality scientifically impossible?", "s2": "Is immortality theoretically possible?", "label": "duplicate"}
{"id": 48786, "s1": "Are WWE fights real? If so, why?", "s2": "Are the wwe fights scripted and fake?", "label": "duplicate"}
{"id": 154264, "s1": "Which is correct - 'Looking forward to speak with you' or 'Look forward to speak with you'?", "s2": "I can speak English, but a lot of grammatical errors creep in. How do I overcome this problem?", "label": "not duplicate"}
{"id": 116180, "s1": "Why is there (usually) no voting rights for preferred stocks?", "s2": "Why don't preferred stockholders have voting rights?", "label": "duplicate"}
{"id": 212022, "s1": "What is the next best US consumer hardware company to work at after Apple?", "s2": "How do computers work the way they do? When does electricity become executable logic and how?", "label": "not duplicate"}
{"id": 362695, "s1": "What are some good sites or apps with accurate live mcx charts?", "s2": "What is a good site or app to sell used items?", "label": "not duplicate"}
{"id": 127561, "s1": "How do I convince girl to retalk again after long year who is angry on me a year ago?", "s2": "A girl who I rejected a long time ago keeps on picking on me, talking about me behind my back and spreading rumors. How do I ignore her?", "label": "not duplicate"}
{"id": 160540, "s1": "What shall I concentrate on if I am a student studying IT engineering?", "s2": "How long does it take to rejuvenate yourself completely?", "label": "not duplicate"}
{"id": 348106, "s1": "What are logarithms and what application (if any) do they have in the field of engineering?", "s2": "What are the latest application of value engineering in mechanical field?", "label": "not duplicate"}
{"id": 304902, "s1": "What is Dire Straits' best album ever?", "s2": "Why was the Dire Straits album 'Making Movies' so successful in Italy?", "label": "not duplicate"}
{"id": 193472, "s1": "\"What does an \"\"ACH prenote\"\" mean?\"", "s2": "How does International ACH work?", "label": "not duplicate"}
{"id": 248124, "s1": "Did Barack Obama imagine himself ever becoming the President of the United States?", "s2": "Has Barack Obama been a good President overall?", "label": "not duplicate"}
{"id": 290179, "s1": "I have lost my PAN card and I also forgot my PAN number. What is the procedure to reissue a PAN card?", "s2": "I have lost my pan card and know my pan numbers. How to get copy of lost pan card?", "label": "not duplicate"}
{"id": 278355, "s1": "Which is the best college in India for me?", "s2": "Which is the best college in India?", "label": "not duplicate"}
{"id": 180227, "s1": "Why is Alaska a part of the USA and not Canada?", "s2": "Why was Canada not a part of the USA when the USA was founded?", "label": "not duplicate"}
{"id": 223086, "s1": "What are the implications of losing 10 pounds in 2 days?", "s2": "Is there a safe method to lose 10 pounds in 2 days?", "label": "duplicate"}
{"id": 288562, "s1": "What are pros and cons of switching to AT&T from T-Mobil?", "s2": "How do you unlock a Galaxy S3 from T-Mobile?", "label": "not duplicate"}
{"id": 173429, "s1": "How does someone cheat a breathalyzer test?", "s2": "Drunk Driving: Is it possible to beat a breathalyzer test? How?", "label": "duplicate"}
{"id": 184450, "s1": "How do we time travel?", "s2": "Is time traval possible in future?", "label": "duplicate"}
{"id": 237893, "s1": "How can I watch Amazon Video Direct, if I live outside USA and UK?", "s2": "Astrologer In SITAPUR Guru Ji N K Rai (Lal Kitab & Vedic Astrologer)?", "label": "not duplicate"}
{"id": 142038, "s1": "\"How many days after \"\"online\"\" generation is the Aadhaar card actually received?\"", "s2": "I updated my Aadhaar card. How many days would it take to come?", "label": "not duplicate"}
{"id": 160758, "s1": "How can I make a Kik account?", "s2": "How can a person hack into a Kik account?", "label": "not duplicate"}
{"id": 131807, "s1": "What are ways that you don't want to see your kid to turn out?", "s2": "What are some ways you don't want your kid to turn out?", "label": "duplicate"}
{"id": 120868, "s1": "How long does it take for the HR Department to get back to the candidate with an offer letter?", "s2": "Is better to work for Bibo or Rarejob?", "label": "not duplicate"}
{"id": 63258, "s1": "What are loopholes in a webpage? How can we find them and use them for hacking?", "s2": "Can we use Emacs to hack?", "label": "not duplicate"}
{"id": 100969, "s1": "What are the best Java hosting service providers?", "s2": "What is the best service that provides a hosted desktop?", "label": "not duplicate"}
{"id": 165438, "s1": "How do I increase the vocabulary?", "s2": "What is the best way to learn vocabulary?", "label": "duplicate"}
{"id": 62681, "s1": "What do North Indian girls think of West Bengal guys?", "s2": "What do Delhi University girls (especially North Campus) think of FMS guys?", "label": "not duplicate"}
{"id": 280947, "s1": "Do plants feel the same pain as animals do when they are cut?", "s2": "Does plants feel pain like all the other living species?", "label": "duplicate"}
{"id": 361844, "s1": "What is the best rap song?", "s2": "What is the lyrically best rap song ever?", "label": "not duplicate"}
{"id": 97071, "s1": "Which is correct and why: time flies or time flys?", "s2": "How can we use by the time in sentences?", "label": "not duplicate"}
{"id": 100422, "s1": "How do I create a social network, without programs that keeps the information collected on my page? Many thanks in advance!", "s2": "How can I create an app that simply matches information with a simple icon thanks to the iPhone camera?", "label": "not duplicate"}
{"id": 113447, "s1": "Is there any awards and rewards for the top writers and questioners on Quora?", "s2": "Do Top Writers on Quora get any rewards from the company?", "label": "duplicate"}
{"id": 253859, "s1": "What is Quora actually?", "s2": "What is the sole purpose of Quora?", "label": "not duplicate"}
{"id": 144965, "s1": "If you had one week to live, how would you spend that week?", "s2": "What would you do if you had a week to live?", "label": "duplicate"}
{"id": 309113, "s1": "Is the Dubai Shopping Festival worth it? Are electronic gadgets cheaper there than in India?", "s2": "What's the price of the iPhone 5S 16GB at the Dubai International Airport duty-free shop?", "label": "not duplicate"}
{"id": 275060, "s1": "Can you activate Facebook messenger after you deactivate your account?", "s2": "How do you deactivate a Facebook account?", "label": "not duplicate"}
{"id": 312890, "s1": "What are the job opportunities after getting a Master's degree in mechanical engineering in Germany?", "s2": "What are the job opportunities for Indians in Germany after doing MS in mechanical engineering in Germany itself?", "label": "duplicate"}
{"id": 148372, "s1": "What is the best indian diet to gain weight?", "s2": "What are the best foods and/or diet plan for weight gain?", "label": "not duplicate"}
{"id": 52704, "s1": "Who will win the 2016 presidential elections?", "s2": "Who will win the 2016 U.S. presidential election and why?", "label": "duplicate"}
{"id": 101773, "s1": "How do I download English song lyrics?", "s2": "How do I get background music without vocals for any song?", "label": "not duplicate"}
{"id": 155318, "s1": "What is there to do at Yosemite National Park?", "s2": "What are some things I should see at Yosemite National Park?", "label": "duplicate"}
{"id": 119266, "s1": "What can social workers with MBAs do?", "s2": "What's it like to be a social worker?", "label": "not duplicate"}
{"id": 189205, "s1": "What is the funniest thing you ever said?", "s2": "What is the funniest thing anyone has ever said to you?", "label": "not duplicate"}
{"id": 94079, "s1": "What are the phases of interphase in the cell cycle?", "s2": "What happens during the cell cycle?", "label": "not duplicate"}
{"id": 158475, "s1": "What are the interesting movie mistakes in bollywood?", "s2": "What are some interesting examples movie mistakes in popular Bollywood movies?", "label": "duplicate"}
{"id": 7417, "s1": "What are the best career option for women?", "s2": "Which is the best career for women, except teaching?", "label": "duplicate"}
{"id": 280040, "s1": "\"Will Donald Trump \"\"make America great again\"\"?\"", "s2": "When do Trump and his Trumpeters think America was great before, and how are they planning to get us back to that era?", "label": "not duplicate"}
{"id": 66365, "s1": "In the UK im legal to smoke, however in Japan id be underage. If I were to visit would I be allowed to smoke (if I bring my own smokes from the UK)?", "s2": "I have been smoking regularly for 3 years. I recently moved to Australia and now have difficulty smoking. I have a blocked nose, irritable throat, and spitting reflex. I'd been on one smoke a day for the last two years. Now my intake is 9-10 a day. I'm 25. Smoking shouldn't be this bad for me right?", "label": "not duplicate"}
{"id": 143818, "s1": "How do you get VC or angel funding for a start-up idea?", "s2": "What is VC funding and how can a start up get VC funding?", "label": "duplicate"}
{"id": 23863, "s1": "What's your review on harry potter and the cursed child?", "s2": "\"How is the new Harry Potter book \"\"Harry Potter and the Cursed Child\"\"?\"", "label": "duplicate"}
{"id": 28587, "s1": "How do you add topics on Quora?", "s2": "How can I create a new topic on Quora?", "label": "not duplicate"}
{"id": 290119, "s1": "What are some tips on making it through the job interview process at S & T Bank?", "s2": "What are some tips on making it through the job interview process at AT&T?", "label": "not duplicate"}
{"id": 153163, "s1": "How bamboo can be used in the best way for Low Cost Construction Technology?", "s2": "How do Brick work in Rat Trap Pattern be a Low Cost Construction Technology for Buildings?", "label": "not duplicate"}
{"id": 66206, "s1": "Cuisine: What are some unconventional ways to eat French fries?", "s2": "What is the best seasoning for french fries?", "label": "not duplicate"}
{"id": 334427, "s1": "Do penis and vagina size matter in terms of sensations during sexual intercourse?", "s2": "Does penis size matters for girls?", "label": "not duplicate"}
{"id": 257361, "s1": "Is there no minimum capital required to register Private Limited Company in India now?", "s2": "Do we need a minimum investment of 1 lakh rupees for registering as private limited company in Chennai India?", "label": "not duplicate"}
{"id": 53785, "s1": "Can you see who visited your Instagram last?", "s2": "How can I see who viewed my instagram post?", "label": "duplicate"}
{"id": 6430, "s1": "Can I get pregnant a week after my cycle?", "s2": "Can you get pregnant a couple days before your period?", "label": "duplicate"}
{"id": 300974, "s1": "How do quantitative hedge funds trade large positions? E.g. tens of billions of dollars every day", "s2": "How do quantitative hedge funds trade large positions, e.g. tens of billions of dollars every day?", "label": "duplicate"}
{"id": 149075, "s1": "What are subtitles in an essay?", "s2": "How do you put subtitles on a YouTube video?", "label": "not duplicate"}
{"id": 246099, "s1": "\"How did you know you found \"\"the one\"\"?\"", "s2": "How do you know if you have found your soulmate?", "label": "duplicate"}
{"id": 250984, "s1": "What were the major effects of the cambodia earthquake, and how do these effects compare to the Andreanof Islands earthquake in 1957?", "s2": "What were the major effects of the cambodia earthquake, and how do these effects compare to the Rat Islands earthquake in 1965?", "label": "duplicate"}
{"id": 230932, "s1": "How long does it take to charge a Nikon camera battery?", "s2": "How long does it take to charge a 12v 85 MH battery?", "label": "not duplicate"}
{"id": 178628, "s1": "What force caused the Big Bang?", "s2": "What caused the Big Bang?", "label": "duplicate"}
{"id": 96659, "s1": "How is Newton's method used in the Engineering field in real life?", "s2": "What is the use of limits in real life?", "label": "not duplicate"}
{"id": 26936, "s1": "What is the difference between true love and attachment?", "s2": "What's the difference between love and attach?", "label": "not duplicate"}
{"id": 132371, "s1": "What is the advantage of Microservices architecture over Service Oriented Architecture (SOA)?", "s2": "What are the advantages of Service Oriented Architecture (SOA)?", "label": "not duplicate"}
{"id": 250467, "s1": "What is the most delicious dessert you have eaten?", "s2": "What's the most delicious dessert you've eaten?", "label": "duplicate"}
{"id": 59814, "s1": "Who do you think is (are) responsible for India's loss in the 3rd ODI (Ind vs. SA) at Rajkot on 18th October 2015?", "s2": "Who do you think is (are) responsible for India's loss in the 1st ODI (Ind vs. SA) at Kanpur on 11th October 2015?", "label": "not duplicate"}
{"id": 34258, "s1": "How many genders, or sexes, are there?", "s2": "What would happen if there was only one gender/sex?", "label": "not duplicate"}
{"id": 210086, "s1": "Is it true tat the new 2000 denomination currency has some Nano GPS chip? Or is it a rumour?", "s2": "Is our new currency note of Rs.2000 equipped with nano GPS chips?", "label": "duplicate"}
{"id": 257816, "s1": "Which business can I start with a budget below 5 lakhs?", "s2": "What are some business ideas with 5 lakh investment?", "label": "duplicate"}
{"id": 38840, "s1": "Should I let people know I'm bipolar or not? Why?", "s2": "How do i know if i'm bipolar or borderline?", "label": "not duplicate"}
{"id": 302525, "s1": "Can I get a good job without a university degree?", "s2": "How can I get a good job without a college degree?", "label": "duplicate"}
{"id": 330010, "s1": "\"What does it mean if a concert is listed as a \"\"DJ\"\" set?\"", "s2": "How do I get on the set of NPR's tiny desk concert?", "label": "not duplicate"}
{"id": 359898, "s1": "What are the best places to visit in Wayanad, Kerala?", "s2": "Which are the top ten tourist places in Kerala?", "label": "duplicate"}
{"id": 28106, "s1": "In your opinion, who won the first Trump–Clinton U.S. Presidential debate?", "s2": "Who do you think won the first presidential debate between Hillary Clinton and Donald Trump and why?", "label": "duplicate"}
{"id": 79548, "s1": "Was the Civil War really about slavery? Or was it about taxes on private property?", "s2": "To what extent was the American Civil War fought over the issue of slavery?", "label": "not duplicate"}
{"id": 78222, "s1": "Should I stay friends with my ex even though I have been hurt repeatedly?", "s2": "Should I be friends with my ex-wife?", "label": "not duplicate"}
{"id": 295090, "s1": "Which test series is good for IBPS PO?", "s2": "Which test series is good for ibps po prelims?", "label": "duplicate"}
{"id": 159297, "s1": "If you are awoken but quickly fall back asleep, does your sleep cycle reset?", "s2": "If I wake up from a deep sleep and then immediately fall back asleep, where does my sleep cycle resume?", "label": "duplicate"}
{"id": 44659, "s1": "What is the use of BPO Service Provider in Aadhaar online update service?", "s2": "Do you know the great use of Aadhaar card In India?", "label": "not duplicate"}
{"id": 130123, "s1": "Why has Indian government been sponsoring terrorists to sabotage Pakistan projects?", "s2": "Why is the Indian government quick to name a Muslim or Sikh as a terrorist but doesn't name Hindus who have even committed terror acts as Terrorists?", "label": "not duplicate"}
{"id": 62102, "s1": "What should we do to start learning about computer science?", "s2": "How can I start learn computer science and programing?", "label": "duplicate"}
{"id": 292590, "s1": "What is the effect on corona because of stranded conductors?", "s2": "What is the effect of stranded conductors on corona?", "label": "duplicate"}
{"id": 218195, "s1": "Why do exactly planets revolve around the sun?", "s2": "Why does the earth revolve around the sun?", "label": "not duplicate"}
{"id": 317885, "s1": "Is there any advantage in driving on the left versus on the right?", "s2": "What is an advantage to driving on the left (New Zealand, Australia, United Kingdom) versus driving on the right (United States, Canada)?", "label": "duplicate"}
{"id": 312542, "s1": "Is time an illusion? What do they mean by this?", "s2": "How is time an illusion?", "label": "duplicate"}
{"id": 324229, "s1": "How do I become a professional tennis player?", "s2": "What should I do to become a professional tennis player?", "label": "duplicate"}
{"id": 118325, "s1": "What is Google app?", "s2": "What is the Google Apps vault?", "label": "not duplicate"}
{"id": 273978, "s1": "How do you know if someone defriended you on Snapchat?", "s2": "If you delete someone from snapchat do they appear back in the added me list?", "label": "not duplicate"}
{"id": 199427, "s1": "Did India do surgical strikes inside POK ?", "s2": "Has India ever held a surgical strike?", "label": "duplicate"}
{"id": 236199, "s1": "What are the biggest Silicon Valley companies?", "s2": "Who is the biggest gossip in Silicon Valley?", "label": "not duplicate"}
{"id": 232113, "s1": "What should one do to prepare for having anal sex?", "s2": "What preparations should be made prior to anal sex?", "label": "duplicate"}
{"id": 155898, "s1": "Have goblins been scientifically tested?", "s2": "Have mythical creatures been scientifically tested?", "label": "not duplicate"}
{"id": 308556, "s1": "Why is Quora allowed to delete sincere questions?", "s2": "Do girls like to see boy doing masterbation?", "label": "not duplicate"}
{"id": 224830, "s1": "Can I connect more than one monitor to my computer with a hdmi splitter? My computer only has one hdmi output.", "s2": "What are examples of unconstitutional laws in Costa Rica?", "label": "not duplicate"}
{"id": 160107, "s1": "How can I remove the atiedxx.exe virus?", "s2": "How do I remove the setup .exe virus?", "label": "not duplicate"}
{"id": 298125, "s1": "What is the most overrated tech device in 2016?", "s2": "Which is the most overrated Bollywood film of 2016?", "label": "not duplicate"}
{"id": 325597, "s1": "What is your review on MICA online Courses through Talent Edge? Is it Really Helpful For Career", "s2": "What is your review on MICA online Courses through Talent Edge? Is it Really Helpful For Career.", "label": "duplicate"}
{"id": 31578, "s1": "How much did it cost you to fix a water damaged MacBook Pro?", "s2": "How much does the repair of a MacBook Pro cost due to liquid damage?", "label": "duplicate"}
{"id": 319622, "s1": "Does America have embassies in every country?", "s2": "What country does an embassy office belongs to? Does it fall under the jurisdiction of foreign country or of homeland?", "label": "not duplicate"}
{"id": 52026, "s1": "How does theatlantic.com make money?", "s2": "How could niammy.com make money?", "label": "not duplicate"}
{"id": 108940, "s1": "What is the coolest looking molecule?", "s2": "What does a molecule of hydrogen look like in a scanning tunneling microscope?", "label": "not duplicate"}
{"id": 327950, "s1": "How can I earn money without doing anything?", "s2": "What are some easy ways to earn money Without doing any hard work?", "label": "duplicate"}
{"id": 110637, "s1": "What drives Virat Kohli, Aamir Khan,Narendra Modi in their respective field to do remarkable works?", "s2": "I want to apply for ibps clerk but I dont have computer certificate.Can I apply for ibps clerk now and attain the certificate before exams?", "label": "not duplicate"}
{"id": 138750, "s1": "How long do you have to run a car engine to charge the battery back to the point it was at before starting the car?", "s2": "Can I start my car while it is charging?", "label": "not duplicate"}
{"id": 346254, "s1": "Where can I get a legit hacker?", "s2": "Where can I find/employ a real hacker?", "label": "duplicate"}
{"id": 42565, "s1": "How does the structure of the education system in South America compare to the edcuation system in Central America?", "s2": "How does the structure of the education system in South America compare to the edcuation system in South Africa?", "label": "not duplicate"}
{"id": 82343, "s1": "If a WhatAapp message I sent was read today and had two blue ticks, why is the last seen status of the person still yesterday?", "s2": "How can we read WhatsApp messages without coming online/last seen hidden?", "label": "not duplicate"}
{"id": 125758, "s1": "What is the difference between planning and strategy?", "s2": "What is the difference between a plan and a strategy?", "label": "duplicate"}
{"id": 91128, "s1": "What is it like to have first time sex?", "s2": "How is your first sex experience?", "label": "duplicate"}
{"id": 289402, "s1": "How are international students from Hong Kong going to be affected after Donald Trump becomes president?", "s2": "How will it affect international students coming to the US for undergraduation now that Trump has become the President?", "label": "duplicate"}
{"id": 39355, "s1": "What are some common examples of non-vascular plants, and how do they compare and contrast to vascular plants?", "s2": "What are some common examples of non-vascular plants, and how do they compare and contrast to seed plants?", "label": "not duplicate"}
{"id": 82068, "s1": "Do ghosts really exist?", "s2": "Do ghosts really exists?", "label": "duplicate"}
{"id": 1402, "s1": "(UK) How do you calculate the value of a lease extension if the property is being run as a charity?", "s2": "How is a charity organization run and taxed in the US?", "label": "not duplicate"}
{"id": 214180, "s1": "What does full-stack developer mean?", "s2": "What is the meaning of full stack development?", "label": "not duplicate"}
{"id": 236193, "s1": "How can one increase dedicated video memory?", "s2": "How do I increase my dedicated video memory?", "label": "duplicate"}
{"id": 361429, "s1": "How can I stop masturbating forever?", "s2": "How can I stop masturbating daily?", "label": "duplicate"}
{"id": 311328, "s1": "What does McKinsey teach at their basic consulting readiness (BCR) workshop?", "s2": "Do Mckinsey or BCG doing IoT consulting too?", "label": "not duplicate"}
{"id": 246369, "s1": "Why do I always feel left out?", "s2": "What can I do to not feel left out?", "label": "not duplicate"}
{"id": 152703, "s1": "What is the best smartphone in the range of 8k to 12k?", "s2": "Which smartphone should I buy of range between 8k-12k?", "label": "duplicate"}
{"id": 17112, "s1": "Will scrapping of Rs 500 and 1000 currency note help in curbing black money?", "s2": "Will scraping Rs 500, Rs 1000 notes help in curbing black money?", "label": "duplicate"}
{"id": 121360, "s1": "What is the best answer for tell me about yourself in an interview?", "s2": "What is the best way to describe myself in an interview?", "label": "duplicate"}
{"id": 151049, "s1": "What is Quora's policy on adding images and videos to answers?", "s2": "What is the Quora policy on posting photos with answers?", "label": "duplicate"}
{"id": 148225, "s1": "What is it about the Collatz Conjecture that makes it so hard to resolve?", "s2": "Why is the Collatz conjecture so hard to prove?", "label": "duplicate"}
{"id": 238043, "s1": "What planets appear to be the brightest in the night sky?", "s2": "Is Masters in Innovation Management & Entrepreneurship from US a STEM degree program & if not, which degree programs under STEM offer similar course?", "label": "not duplicate"}
{"id": 37318, "s1": "How do I integrate quickblox step by step in ios app in swift also the sample swift code showing me 404 error after entering the credentials?", "s2": "How do you code in the command line? Whenever I hit enter it gives me an error.", "label": "not duplicate"}
{"id": 360387, "s1": "Who is the author of Sherlock Holmes?", "s2": "Who wrote Sherlock Holms?", "label": "duplicate"}
{"id": 122381, "s1": "What is the process during cassava starch production line?", "s2": "How do I start a cassava starch processing plant?", "label": "not duplicate"}
{"id": 138702, "s1": "How will Hillary Clinton win over Bernie Sanders supporters?", "s2": "2016 U.S. Presidential Election: Would Hillary Clinton supporters support Bernie Sanders if he won the nomination?", "label": "not duplicate"}
{"id": 327710, "s1": "Why is philosophy important to public administration?", "s2": "How is philosophy relevant to public administration?", "label": "duplicate"}
{"id": 309219, "s1": "\"What are \"\"staged fights\"\" in the sport of hockey?\"", "s2": "What do you feel about the design of Galaxy S6 Edge?", "label": "not duplicate"}
{"id": 346650, "s1": "How do I find an IT job in Hong Kong?", "s2": "How can a Singaporean find a job in Hong Kong?", "label": "not duplicate"}
{"id": 103714, "s1": "What is your bucket list?", "s2": "What is on your bucket list?", "label": "not duplicate"}
{"id": 222895, "s1": "Are lions the king of the jungle?", "s2": "Why isn't the tiger the king of the jungle?", "label": "not duplicate"}
{"id": 60175, "s1": "What is the mantra to study daily and crack exams like IES?", "s2": "Is it possible to crack IES exam while having a full time job?", "label": "not duplicate"}
{"id": 285507, "s1": "Which are the best shirts to buy online in India?", "s2": "What is the best e-commerce site to order T-shirts in India?", "label": "duplicate"}
{"id": 117864, "s1": "Which battery should I use to power 5 servo MG996R motors?", "s2": "How do I use lead acid battery with servo motor?", "label": "not duplicate"}
{"id": 339547, "s1": "What do you think will be the effect of Modi Government's decision of invalidating the RS 500 and RS 1000 notes?", "s2": "What are your views on the decision of Narendra Modi to discontinue the use of 500 and 1000 currency notes?", "label": "duplicate"}
{"id": 78113, "s1": "How can I be a good lover?", "s2": "How can I be better at sex?", "label": "not duplicate"}
{"id": 139267, "s1": "Why did George Martin not produce Let It Be?", "s2": "When did George Martin pass away?", "label": "not duplicate"}
{"id": 74572, "s1": "Is chess really about logic or is it more about memories of moves, strategies, tactics?", "s2": "How exactly does a chess computer work?", "label": "not duplicate"}
{"id": 37439, "s1": "What is anti Markovnikov's rule with example?", "s2": "What are examples of solubility?", "label": "not duplicate"}
{"id": 31267, "s1": "\"What does \"\"he/she lacks nuance\"\" mean?\"", "s2": "\"What does \"\"she got ahead of me\"\" mean?\"", "label": "not duplicate"}
{"id": 86991, "s1": "Why do so many people ask things on Quora that they could just as easily Google?", "s2": "Why do some people ask questions on Quora that could be asked directly to a search engine ?", "label": "duplicate"}
{"id": 161277, "s1": "What is the meaning of C#?", "s2": "What is the meaning of .1f ,.2f in c?", "label": "not duplicate"}
{"id": 311974, "s1": "What is the best Russian dating site?", "s2": "What is the best Polish dating site?", "label": "not duplicate"}
{"id": 298428, "s1": "What were your reeasons for getting divorced?", "s2": "Why did you get divorced?", "label": "duplicate"}
{"id": 151315, "s1": "How can one get a job in Singapore when not living there?", "s2": "What is the process and culture like for a foreigner getting a job in Singapore?", "label": "not duplicate"}
{"id": 230242, "s1": "Which company will fall first: Google, Apple, Facebook, Amazon, or Microsoft?", "s2": "How will our lives be affected if Google, Microsoft, Apple, Facebook and Amazon go bankrupt?", "label": "not duplicate"}
{"id": 65197, "s1": "I am going to buy spin bike (indoor cycle) help me to choose correct bike in budget price?", "s2": "Shifting from BLR to MUM, lost my bike RC, I do not have time to go to the Yeshwanthpur RTO, since I am in Mumbai. Can I sell my bike without RC or can any agents help me to get out the RC?", "label": "not duplicate"}
{"id": 245732, "s1": "How do I start the travel life?", "s2": "How should one start traveling?", "label": "duplicate"}
{"id": 361065, "s1": "What is the best way to reduce weight fast?", "s2": "What is the fastest way to lose weight successfully?", "label": "duplicate"}
{"id": 159431, "s1": "How do refrigerant pumps and absorption pumps work in the VAM machine?", "s2": "How does refrigerator or a/c can work as heat pump?", "label": "not duplicate"}
{"id": 211030, "s1": "Little finger cut from hand then I am physicalled disabled?", "s2": "I fly from Moscow to Madrid through Rome by Alitalia. I’ll only have 1 hour 25 minutes layover. Will it be enough for me and the checked in baggage?", "label": "not duplicate"}
{"id": 142735, "s1": "I am not able to pay my mortgage loan EMI for last 6 months due to financial stress. Can I ask the bank 1 month time so that I can pay allmy loan amt?", "s2": "Diploma in mechanical engineering in Kerala and the job opportunities for freshers?", "label": "not duplicate"}
{"id": 262391, "s1": "If the universe is expanding, doesn't it need space outside of it to expand to?", "s2": "If the universe is expanding, then what does it expand into?", "label": "not duplicate"}
{"id": 283105, "s1": "I wanna blurt out the answer but I just can't?", "s2": "What is the best way to make the first move to tell a girl that I am interested (she generally ignores me as we don't know each other personally)?", "label": "not duplicate"}
{"id": 258890, "s1": "Is talking to a girl online or in person better?", "s2": "Why is talking to girls online and in person different?", "label": "not duplicate"}
{"id": 229511, "s1": "Why do we get dreams in sleep?", "s2": "Why do we dream when we sleep?", "label": "duplicate"}
{"id": 42174, "s1": "What can be the medium budget to visit best places in Kerala for three members (2-3 days)?", "s2": "What is the best place to visit in Kerala in June?", "label": "duplicate"}
{"id": 313543, "s1": "Is this a stupid thing for a therapist to say?", "s2": "What are Natural Language Processing Models ?", "label": "not duplicate"}
