{"language": "ja", "output": "悪い", "input": "レビュー: 粘着力弱し\n\n貼り付けて洋服の袖を通したら、ポロッと外れた。 評価:", "id": "ja_0477733"}
{"language": "ja", "output": "良い", "input": "レビュー: 台所がすっきり\n\nもっと早く知りたかったです。狭い流しなので使わないときはどかせるし、調理した鍋やフライパンもおけるので便利です。作りもしっかりいていて満足です。これにお箸などの水切りがあるといいかな。 評価:", "id": "ja_0289224"}
{"language": "ja", "output": "良い", "input": "レビュー: この価格なら納得です。\n\n他メーカーでもっと安い機種もありますが、LGの方が安心感があります。 機種は6500の廉価版、アマゾン専用のようです。 大きな違いはHDMI端子が一つ少ない事位です。 ボディはコストダウンの影響かペコペコしてますが見た目は悪くないです。 画質は良いですが音は貧弱で疲れる音です。 時折チャンネルを切り替えるときにブツッと音がして、国産機ではあり得ないエラーが有ります。 そのほかは問題無く使用出来ています。 評価:", "id": "ja_0303524"}
{"language": "ja", "output": "悪い", "input": "レビュー: 耐久性\n\n「休日ぐらいの運転」「屋根のある車庫で直射日光にもあたらない環境」でしたが一年程で表面が剥がれてきました。耐久性が想定外で残念でした。見栄えも悪いので今度は新しくゴム製のものに買い替えました。 評価:", "id": "ja_0350891"}
{"language": "ja", "output": "良い", "input": "レビュー: 持ちやすい\n\nすぐに来た、販売者にすぐに送信されます。すべて結構です、優れた、完璧に動作、小型ための理想的な。無料非常に高速。 評価:", "id": "ja_0342591"}
{"language": "ja", "output": "悪い", "input": "レビュー: ビミョー\n\nあまり型崩れには役だってない気がする… ないよりはマシな程度。 評価:", "id": "ja_0849532"}
{"language": "ja", "output": "良い", "input": "レビュー: お買い得\n\nこの価格ですので文句は言えませんし、履き心地はいいです。 評価:", "id": "ja_0775626"}
{"language": "ja", "output": "悪い", "input": "レビュー: 替え刃3個で購入された人はアマゾンへ連絡してください。タイトル間違えの詐欺だそうです。\n\n替え刃3個とあって購入したら2個しかなく、アマゾンへ確認したらタイトルの間違えだそうです。 3個で購入された人は詐欺ですので、アマゾンへ連絡しましょう！ 評価:", "id": "ja_0782374"}
{"language": "ja", "output": "悪い", "input": "レビュー: 粗悪品です\n\n購入して10日も使っていないのに、水筒の重みに耐えれず早速破れてしまいました。 評価:", "id": "ja_0503484"}
{"language": "ja", "output": "悪い", "input": "レビュー: タッチしていないのに勝手に回っている・・・\n\nタッチしていないのに勝手に回ってることが多い。結構サイズが大きい割には風量が少ない😞 評価:", "id": "ja_0560186"}
{"language": "ja", "output": "良い", "input": "レビュー: 泣いた\n\n本当にもう最高でした。これからどんどん流行っていって、ずっと続いてほしいです。 評価:", "id": "ja_0690815"}
{"language": "ja", "output": "悪い", "input": "レビュー: 全然ダメ\n\n暗い、暗すぎる。 点いているのか分からない。 元のハロゲンに戻した。 買って損した。 安物買いの銭失い。あ～あ凹むわ～ 評価:", "id": "ja_0350724"}
{"language": "ja", "output": "悪い", "input": "レビュー: 鍋敷き…だよな？\n\n熱した鍋をこの鍋敷きの上に置いて食事の際に利用しました。 すると、穴の空いてある部分の形に机に跡が付きました。 これでは、、鍋敷きの意味はないのでは…？ 評価が良いだけに、私の手違いや理解不足である可能性もありますが ご参考にしてください。 評価:", "id": "ja_0375768"}
{"language": "ja", "output": "悪い", "input": "レビュー: 不安定極まりない\n\nどう組みたてても左右に揺れるのは抑えれません 評価:", "id": "ja_0922441"}
{"language": "ja", "output": "悪い", "input": "レビュー: 普通のインソールでした。。。\n\n写真で見ると、ふわふわもこもこ。でも、届いたのは「毛のはえた普通よりちょっと厚めインソール」程度でした。 正直、がっかりしました。返品させて頂きます。 気になっていたサイズでしたが、38でちょうど長さ24センチでした。男性用の靴には狭過ぎるのでは？女性専用？ 評価:", "id": "ja_0263276"}
{"language": "ja", "output": "悪い", "input": "レビュー: 不良品\n\n不良品だった為交換したかったのですが、返品しか出来ない為に再度購入という形をとらざらなくなりました。箱が汚い！(これは捨てるので問題ありません？が…)ストライカー？(削る部分)エッジの部分が１つ１ヶ所削れて平らになっておりました。私は右利きなので不具合を感じると思い返品にしました。皆さん２つ入りなので、必ず両方確認してから使うようにして下さい。 評価:", "id": "ja_0166579"}
{"language": "ja", "output": "悪い", "input": "レビュー: 部品が入ってなかった\n\n安いけど、必要な部品も入ってなくて最悪でした。 返品できて良かったとは思います。 評価:", "id": "ja_0593465"}
{"language": "ja", "output": "良い", "input": "レビュー: 楽しんでます\n\n普段、ゲームやテレビなどメディアづけなので、ノーメディアで過ごせそうなものを探してこちらを購入。 どうかな、と思いましたが、短時間ですが毎日のように遊んでくれてます。 何を作るかは自由ですが、 数点ぐらい、こういうのが作れるってわかる教本のようなものがあったらなあ、と思いました。 評価:", "id": "ja_0261033"}
{"language": "ja", "output": "悪い", "input": "レビュー: チューニングが合わない弦がありました\n\nどなたかのレビューにも書いてありましたが、４弦が全くチューニングが合いませんでした。 オクターブで合わせても、ポジションごとに全音で半音一つ分くらいずれていきました。 良い勉強です。 ある程度良い弦買わないと、いけませんね。 評価:", "id": "ja_0847703"}
{"language": "ja", "output": "悪い", "input": "レビュー: 定期購入注意\n\n値段も500円程度なので定期購入しましたが、配達近くに倍近い値段に変わっていて、返品も効きませんでした。誰が1000円のお茶を買います？ 評価:", "id": "ja_0390935"}
{"language": "ja", "output": "悪い", "input": "レビュー: 壊れました\n\n音質は良くないですが値段相応なので仕方ないですが、使用3回目から音が飛び、再ベアリングの連続、使うのを諦めました。 評価:", "id": "ja_0505566"}
{"language": "ja", "output": "悪い", "input": "レビュー: 粉が多く出る。濡れると固まる。\n\n粉がものすごく出ます。 水で濡れるとそこは固くなって乾いたら戻りません。 仕方ないので水拭き取り用にしようと思い、説明通りぬるま湯で洗おうとしましたが 油？が何回洗っても抜けきらず、もはや何に使えばいいのか。。。 評価:", "id": "ja_0068141"}
{"language": "ja", "output": "悪い", "input": "レビュー: 使うのやめました\n\nタイトルが20000mahとなっていますが、実際に使ってみると、すぐに充電できなくなります。別のものを購入する事になりました。 評価:", "id": "ja_0942470"}
{"language": "ja", "output": "良い", "input": "レビュー: 価格以上の価値\n\n値段の倍ぐらいの使いでがあります！ しかも快適❗ 評価:", "id": "ja_0549595"}
{"language": "ja", "output": "悪い", "input": "レビュー: 気に入ってたのに…⤵\n\nデザインが可愛くて気に入ってましたが、ある時クリップ部のネジが外れて挟むことが出来なくなりました😢 壊れるの早かった⤵ 評価:", "id": "ja_0419025"}
{"language": "ja", "output": "良い", "input": "レビュー: 切れ味最高\n\n国内メーカーを応援していましたが不甲斐なく、こちらを購入。 切れ味の持続も結構長いと感じる。高いのが難点だがコスパの観点からするとかなりお買い得かも？ 評価:", "id": "ja_0147319"}
{"language": "ja", "output": "良い", "input": "レビュー: 便利です。\n\n左かたを骨折したので、物を持てないので、買い物に不便を感じてこれを買った。音も比較的静かで、良かった。5，6回使っただけで、タイヤがかなりすり減っているのでどの程度持つのか疑問。取っ手が中に入るようになっていたらもっと使い勝手が良くなると思う。 評価:", "id": "ja_0085814"}
{"language": "ja", "output": "良い", "input": "レビュー: 固めです。\n\n固いです。座り心地は今一つ。 もっと高価なものを買うか検討中です。 評価:", "id": "ja_0475869"}
{"language": "ja", "output": "良い", "input": "レビュー: スリムサイズ\n\n狭いスペースにも収納できるスリムサイズです。狭い家にとって重要です。 評価:", "id": "ja_0438578"}
{"language": "ja", "output": "良い", "input": "レビュー: 品質は良好で純正品と甲乙なし。\n\n単価が納得できるものでしたのでインクの品質が心配されましたが品質は良好で純正品と比較してもCMのとおり甲乙はつきません。賀状や業務資料及び総会作成等に使用してます。3か月間使用の経過報告です。 評価:", "id": "ja_0617069"}
{"language": "ja", "output": "良い", "input": "レビュー: 息子の防犯用に\n\n小学生の息子の防犯用にまとめて購入しました。 こちらの商品はとっても頑丈にできていてよい商品だと思います。 息子は色がお気に入りで愛用しています。 お安いし速く配送していただけるので助かります。 また、リピートすると思います。 評価:", "id": "ja_0712468"}
{"language": "ja", "output": "悪い", "input": "レビュー: これが新品？ふざけるな\n\nボロボロの中古が届きました二度と買いません レビューはイカサマで高評価ですが絶対に買わないで下さい 評価:", "id": "ja_0524479"}
{"language": "ja", "output": "良い", "input": "レビュー: とてもいい品でした！\n\nレビューが少なかったので悩みましたが、とってもいい品！早い発送で満足。縫い目もしっかり縫われていてカメラ周りの穴が少しだけ歪んでいるけど許せる範囲でコーティングが綺麗。動画を見るときのスタンド仕様にはならないけれど、磁石の開閉もしっかりしていてストラップも可愛い。きちんとスマホがホールドされて充電、マナーモードの穴も開いているから使いやすい。耐久はまだわからないけど、満足。 評価:", "id": "ja_0178677"}
{"language": "ja", "output": "悪い", "input": "レビュー: 熱線が非常に弱い！！\n\n商品が届いて楽しみに使ってみました。 ３度目くらいに、発熱しない！？ あれ？と思い、よく見てみると熱線が切れていました。 とても弱い熱線でした。 評価:", "id": "ja_0494332"}
{"language": "ja", "output": "悪い", "input": "レビュー: Amazonの対応に不満\n\n2個セットのはずが1個しか届きませんでした。 コンタクトをとったら、一旦返品しろとのことです。 回収しに来てくれるシステムにはしてくれました。 評価:", "id": "ja_0367443"}
{"language": "ja", "output": "悪い", "input": "レビュー: 注文した色と、違う物が届きました。\n\n注文したものと、違う色がとどきました。どうしたらよいですか 評価:", "id": "ja_0326347"}
{"language": "ja", "output": "悪い", "input": "レビュー: 少しがっかり\n\nライトパープルを購入しましたが、イメージしていたのとは大違い。ダサいエンジ色でした。モノはしっかりした作りで良かったです。 評価:", "id": "ja_0269137"}
{"language": "ja", "output": "良い", "input": "レビュー: 安定性抜群！\n\nこの商品はとにかく安定性が気に入りました！持って切るときに左右にブレる事なく真っ直ぐにチカラが伝わりスパッと切れます。 普通のカッターナイフだと力を入れるとき躊躇いますが、このナイフなら気にしなくていいです。しかも取り替え式ですし、見た目もカッコよく特別感あります！ 最初折りたたみのボタン間違えましたが、慣れたら大丈夫です！ベルトや工具袋に付けられるグリップ付きで便利だと思います。 評価:", "id": "ja_0745782"}
{"language": "ja", "output": "悪い", "input": "レビュー: 色はグリーン系です。\n\n柄も可愛いし、生地も涼しげで夏にピッタリなのですが生地の色が写真と違います。 他の方も仰ってましたが写真では水色に見えますが実際はグリーンなので水色希望な方はご注意を。 評価:", "id": "ja_0058337"}
{"language": "ja", "output": "良い", "input": "レビュー: ボトルがキレイ‼︎\n\n贈答品として選びました。とにかくボトルが綺麗‼︎透明感抜群で、とても見栄えします。 評価:", "id": "ja_0814466"}
{"language": "ja", "output": "良い", "input": "レビュー: しっかりした作り‼︎\n\n作りがしっかりとしてる！今迄買ったアームカバーの中で一番良かったです！(^ ^)👍 評価:", "id": "ja_0440248"}
{"language": "ja", "output": "悪い", "input": "レビュー: 色が。\n\nナチュラルの色で注文したのに、届いたのはブラウンでした。 すぐに使いたかったし、手配するのも面倒だったのでそのまま使いましたが…。 子供が噛むと、塗装がはがれます。 これが予想できたからナチュラルを頼んだのに。 残念。 評価:", "id": "ja_0234681"}
{"language": "ja", "output": "悪い", "input": "レビュー: 分厚過ぎないかな\n\n素材？防護服かってくらい硬くて厚くて動き辛い…汗かくし耐久性はあるんだろうけど… 評価:", "id": "ja_0044391"}
{"language": "ja", "output": "悪い", "input": "レビュー: 木製フレームの時代よりグレードダウンした部分が残念です…\n\nフレームが木製の時代に作って以来、久しぶりに作ってみました。 プラスチックになって自動往復機能がついたのは感心できるのですが、シャフトやベルトが出っ張ってしまい、紙のボディがその面だけないのと（以前の製品は4面ボディがあり、支柱もボディに隠れてリアル感がありました）サイドバーが水平で固定されていて、坂に対応出来なくなった部分が残念です。（これも以前はシーソーのように傾いて急坂も登れました） 辛口ですが、この評価にさせて頂きました。 評価:", "id": "ja_0172042"}
{"language": "ja", "output": "良い", "input": "レビュー: 輪行時のカバーとして使用\n\nコンパクトにまとまる便利グッズです。 よく伸びるゴムで、簡単にはめることができました！ 評価:", "id": "ja_0113455"}
{"language": "ja", "output": "悪い", "input": "レビュー: 最悪です。\n\n孫の誕生日プレゼントで頼みました。確認の為、箱を開けたら中に入っている商品の箱の角がへこんでる。誕生日まで日にちがないので商品が破損してないか確認したところ、目立った破損はなく返品しませんが、もう頼みません。 評価:", "id": "ja_0574115"}
{"language": "ja", "output": "悪い", "input": "レビュー: 葉が残る\n\n最初の一本目からカートリッジが中に残り何度やっても綺麗に抜けない。 評価:", "id": "ja_0937136"}
{"language": "ja", "output": "悪い", "input": "レビュー: 色の感じが違う\n\n写真よりピンクの色が薄いです。 パットの厚さも値段からすると、相応かなと思いました。 評価:", "id": "ja_0108471"}
{"language": "ja", "output": "良い", "input": "レビュー: よいです\n\n思ってたより小さかったですが、軽くて使いやすそうです。 評価:", "id": "ja_0390399"}
{"language": "ja", "output": "良い", "input": "レビュー: とても軽くて収納力よし！\n\n軽さは半端ない。届いたときはこんなに小さなもので組み立てられるのかと驚いたほど。 組み立ては、簡単ながらも少しややこしい。 ただ、出来上がったものは上等 評価:", "id": "ja_0656375"}
{"language": "ja", "output": "悪い", "input": "レビュー: ハズレ\n\n購入品は、最初から汚れと穴あきがありがっかり。 表面はレザー風ですが、柔らかい為、傷も付きやすい様です。 評価:", "id": "ja_0702995"}
{"language": "ja", "output": "悪い", "input": "レビュー: 初期不良and光度不足\n\nはい、不良品です。片側つきません。即返品処理しました。 片方しかついてないので判断のしようが無いですが、青いですね…両方ついてもメーカー品の6000ケルビンと比べると圧倒的に青くて暗いです。 評価:", "id": "ja_0015341"}
{"language": "ja", "output": "悪い", "input": "レビュー: 期待外れでした。\n\n国産の非力なハンドミキサーが古くなったので高出力のものとこちらを購入しました。 ケーキ作りに卵を攪拌したところなかなか泡立たない。国産のものの方がすぐ泡立ちました。 違いを比べてみると羽の形にあることが分かりました。 こういう道具は馬力だけで選んではダメでした。残念。 評価:", "id": "ja_0240796"}
{"language": "ja", "output": "良い", "input": "レビュー: 汎用\n\nどこでも手に入る商品です。 でもこれと言って特徴がなくてもそのどこでも買えるというのが実はポイントです。 持ちはそこまで特筆するものではありませんが、きちんとさび処理をすれば次の車検までは余裕です。 評価:", "id": "ja_0222568"}
{"language": "ja", "output": "悪い", "input": "レビュー: 使える？\n\nすぐに認識をしなくなってしまう。何回も入れ直すと認識することがある。次回は買わないと思う。 評価:", "id": "ja_0840260"}
{"language": "ja", "output": "良い", "input": "レビュー: 段ボール箱が大きくてビックリ‼︎\n\n届いた時、家族がビックリしていました。早速、愛犬が使用してます。まだ8ヶ月歳のチワワですが、思った以上に成長が早くトイレシーツをワイドにしたくて、こちらを購入しました。 評価:", "id": "ja_0379981"}
{"language": "ja", "output": "悪い", "input": "レビュー: 2ランク上のサイズでいい\n\nゆったり感が皆無で丈も短い。細身＆短足専用です。ナンセンス 生地は暖かくゴワつかないので悪くない。 評価:", "id": "ja_0418162"}
{"language": "ja", "output": "良い", "input": "レビュー: 令和に語り継ぐべきアニメ\n\nアマプラ配信版でもレビューを書きましたが、あまりにも素晴らしいアニメだったのでBDも購入。 (劇場アニメのBDを買うことは何回がありましたが、テレビアニメのBDを買うのは今回が初めてです) 他の方も言っていますが、最近のアニメの中ではトップクラスの出来だと思います。 演出、作画、音楽、声優の演技…全てが高水準に纏まっています。 特に素晴らしいのが脚本のテンポの良さで、一巻4話収録(本編だけで100分弱)にも関わらず、ダレずに一気観できてしまいます。 平成最後の神アニメに相応しい、素晴らしい作品です。 評価:", "id": "ja_0520934"}
{"language": "ja", "output": "良い", "input": "レビュー: 滑らない。\n\n靴の中で、足が滑りランニング中、気になっていました。 何足か試したのですが、こちらの商品がとても、フィットし滑りが無いので、とても重宝しています。 二足目も購入しました。 評価:", "id": "ja_0682059"}
{"language": "ja", "output": "良い", "input": "レビュー: 一長一短\n\nCDなどから音源を入れた場合や本機で録音したものをそのまま再生する分には、綺麗な音で聞くことができました。 しかし、実際にICレコーダーとして録音したものをパソコンに移すと、ホワイトノイズが多く、音声の大きさがとても小さくて謎でした。スピーカーを最大にしてようやく聞こえるような感じなので、何故？といった感じです。 初めて買う方でしたら コスパは良いと思いますが、音質にこだわる方には 物足りないお品かも 評価:", "id": "ja_0769815"}
{"language": "ja", "output": "良い", "input": "レビュー: 気に入ってます!\n\n今のところとても満足しています。 小型犬が3匹いるので、後ろで大人しくなってくれています。サイドもあるので外を見たくて来ないたちあがつても窓の下やレバー部分にも傷が付かないですみ、助かっています。 評価:", "id": "ja_0021859"}
{"language": "ja", "output": "悪い", "input": "レビュー: 着火装置は使えない\n\n着火装置は全然火が付きません。 まぁライターを携行してるので特段問題はないのですが。 値段が値段だけにこんなもんでしょう。 評価:", "id": "ja_0701341"}
{"language": "ja", "output": "悪い", "input": "レビュー: 失敗です\n\nダメです、iPhone取り付けましたがギュッと閉めてもグラグラで重さに耐えれず傾きます。 評価:", "id": "ja_0531987"}
{"language": "ja", "output": "良い", "input": "レビュー: 浴衣の着付けに！\n\nまだ使用してませんが、これからゆかたを着るときに使えそうです！ 評価:", "id": "ja_0686780"}
{"language": "ja", "output": "良い", "input": "レビュー: ワゴンセールと段違い！\n\nこのリールを購入するまで、ワゴンセールの物しか使用したことがありませんでした。それと比べると、段違いに巻きが軽くスムーズにハンドルが回せて驚きです。本体重量は重いと言われていますが、私は感じませんでした。ただの馬鹿力!？ちなみにラインローラーはベアリング化しました。その恩恵もありライントラブルは今のところありません。色々な用途で使える汎用性がありそうです。購入して最高に良かったです。 評価:", "id": "ja_0461978"}
{"language": "ja", "output": "悪い", "input": "レビュー: 器が割れて届きました\n\nリッチェル スプラウトファーム24型を２つ購入しましたが、１つの方の、透明な器の部分が割れて届きました。 元々割れていたのか、配送途中で割れてしまったのか分かりませんが、残念です。 ちょっとした衝撃ですぐヒビが入ったり壊れやすい、薄いプラスチック素材で出来ています。 評価:", "id": "ja_0566236"}
{"language": "ja", "output": "悪い", "input": "レビュー: いやあの発言はないでしょ\n\nうーん…エマという主人公が「鬼を殺したくない」発言してしまうと、ご都合で鬼と共存できる方法が見つかって仲良しになりましためでたしめでたしになるんじゃないかと思ってしまいます。 あと、人体実験を鬼にされた人間が、そうだね鬼を殺さないでいこうねなんて到底思えないでしょう。エマが同じ目にあってから言うべき発言。エマもキツい目にはあってるけど、育った過程がもっときつい人間が目の前にいてよくその顔をできるよね。 評価:", "id": "ja_0353340"}
{"language": "ja", "output": "良い", "input": "レビュー: 以外と便利\n\n手巻きでタバコ巻く人は持ってて損はしないと思う、クラッチ、ローチがしっかりしてると巻きやすい（手巻きもローラー巻きも） 評価:", "id": "ja_0854254"}
{"language": "ja", "output": "悪い", "input": "レビュー: コードに注意\n\nデスク用で買ったが、車用だから卓上では付属のコードでは使えなかった。しかも、専用コードがもう売っておらず別メーカーで買い足した。効果はまだわからない。 評価:", "id": "ja_0862652"}
{"language": "ja", "output": "悪い", "input": "レビュー: 値段相応\n\n2~3時間ほどつけてると耳が痛くなります。音は値段にしては悪くないです。後継機のG-PHS-003は専用のデバイスで低音等を調整できますがこちらは接続の都合上調整できない為、注意が必要です。 評価:", "id": "ja_0298286"}
{"language": "ja", "output": "良い", "input": "レビュー: 配色のバランスが良いレギンス\n\n思いのほかしっかりした素材で、 この値段でこの履き心地であれば充分。プリント模様のデザインも可愛らしい。 評価:", "id": "ja_0909974"}
{"language": "ja", "output": "悪い", "input": "レビュー: 前髪がほぼ無し\n\n前髪が薄く、ほぼありませんでした。 形以前の問題。耐熱とあるがヘアアイロンすると縮れるような？ 評価:", "id": "ja_0444154"}
{"language": "ja", "output": "悪い", "input": "レビュー: 2枚の内１枚は使えなかった、製造時の梱包に問題あり\n\n商品は、内側にプチプチが付いた封筒に入れられて郵パケットで届いた（これには問題無い） 開封すると、中国の紙封筒に商品が２枚直接入れられており、商品のシール材が保護用の青いシートからはみ出していて、何箇所か紙封筒の内側と張り付いている有様。上手く剥がしたつもりでも紙の繊維が残ってしまい、粘着力が無くなっていて使えない。 １枚は完全に使い物にならず、もう１枚がかろうじて使えそうだったので、青いシートから外れている所を元に戻し、何とか交換作業に入れた。 青いシートの左右の寸法が、あと0.3mmずつ大きければ綺麗に貼れただろう。（所定の位置より少し内側になってしまう） おそらく紙封筒に２枚入った状態で輸入しているだけなので、２枚とも使えなった可能性も十分あり得ただろうから、安いとは言えこの商品はリスクが大きい。 評価:", "id": "ja_0884675"}
{"language": "ja", "output": "悪い", "input": "レビュー: 意外と分厚い\n\n想定より分厚く、逆に靴擦れを起こしやすくなりました。二度と買いません。 評価:", "id": "ja_0198587"}
{"language": "ja", "output": "悪い", "input": "レビュー: 毛が取れる\n\n暖かいけど、なんか毛というか中の生地がポロポロ取れてくる。わたしだけ？ 評価:", "id": "ja_0140283"}
{"language": "ja", "output": "良い", "input": "レビュー: 高さ、安定感にも満足してます\n\n注文することがあるとすれば、脚の下部つなぎ目の仕上げが少し雑、汚れが入る可能性がある。ただ、全体的な仕上げには満足して使ってます。 評価:", "id": "ja_0717351"}
{"language": "ja", "output": "良い", "input": "レビュー: わかりやすい\n\n知識のある人、ない人共に読みやすい文章です。 日本では実践に移しにくい内容もあるのが難点。 評価:", "id": "ja_0711819"}
{"language": "ja", "output": "悪い", "input": "レビュー: 専用品じゃないの？\n\n画面4辺(上下左右)とも張り付かず1～2ミリ程浮きます。浮いた箇所にイヤホン当たっただけで割れ、商品パッケージにもXperiaXZ4表記。もう二度と買いません。 評価:", "id": "ja_0211719"}
{"language": "ja", "output": "悪い", "input": "レビュー: グリース？？いや、全然ワックスと変わらない。。\n\nベリーショートですが、つけると髪がバサバサして馴染ませづらい。 そしてすぐに固まる。 全然ウェットな感じにもならないし、艶も全然出ないし、ベタベタするし、ハードワックスと何が違うのかさっぱり分からない。。 何でこんなにクチコミが良いのだろう。。 あと、他の方のレビューにも有りましたが、商品管理シールが煩わし過ぎ。 評価:", "id": "ja_0340017"}
{"language": "ja", "output": "悪い", "input": "レビュー: 小さすぎるかも\n\nカード・小銭・お札を入れてみたら財布が厚ぼったくなってしまいました。カッコ悪いので使う機会があまりないかもしれません。 評価:", "id": "ja_0177837"}
{"language": "ja", "output": "良い", "input": "レビュー: 初心者でも簡単でした！\n\niphone Xの画面をテレビで見たかったため購入しました。電源ケーブルとHDMI、iphone Xをつなげるだけです。面倒な設定は全く必要ありませんでした。説明書も付属しているため、設定手順に従えば初めての方でも接続可能だと思います。 評価:", "id": "ja_0516200"}
{"language": "ja", "output": "悪い", "input": "レビュー: 匂いがきつい\n\n一回試して、すごいきつい匂いで気持ち悪くなりまた。 とてもスプレーしてマスクをつける事は出来ないです。 残念ですが、捨てました。 匂い系はお試し出来ないから、慎重に買い物をして下さい。 評価:", "id": "ja_0846218"}
{"language": "ja", "output": "良い", "input": "レビュー: かなり便利\n\n長さを調節出来て首も曲げられるので任意の場所を掃除できるのがとても便利。 最初、首を曲げようとしてボタンを押したものの、曲がらなくて困っていたら説明書に、「片側のみ押してください」と書いてあったので読むべきだったと反省しました。 テレビやキーボードのホコリは完璧に取り除いてくれる便利な商品ですが、毛のバラつきが微妙なのが難点です。購入後は付属の容器に入れるより広げておいた方がホコリの吸着力が上がる気がします。 評価:", "id": "ja_0203434"}
{"language": "ja", "output": "悪い", "input": "レビュー: 吸盤を温めるとくっつきます！\n\nそのままでは 吸盤をくっつけるのは 大変です お湯で温めたらくっつきました！ 冷めてると かちかちですが お湯で温めるとふにゃふにゃになり くっつけたいところに ぴったりとくっつきます 温かいうちにネジを締めたら そのまま固定されました！ まだ30分くらいですが ちゃんと付いてます 説明書通りでは くっつかなかったので星2つ 評価:", "id": "ja_0158956"}
{"language": "ja", "output": "悪い", "input": "レビュー: 砂利が多数混じっています！\n\nこれまで沢山のヒマラヤブラックソルトを購入して来ましたが、この商品は、岩塩の中に多数のジャリがまじっており、浴槽で溶けずに残ります。しかも「砂利」ですので、浴槽まで傷つきます。クオリティー管理はどうなっているのでしょうか？ 明らかに採掘場の隅っこに捨てられている様なモノをかき集めて売っているようなレベルです。最低です。アマゾンにも報告しましたがお金を返してほしいです。 評価:", "id": "ja_0325477"}
{"language": "ja", "output": "悪い", "input": "レビュー: すぐに故障しました😭\n\n屋外で使用を開始して、２週間足らずで故障しました。 回転はしているが、点灯しません。 評価:", "id": "ja_0675819"}
{"language": "ja", "output": "良い", "input": "レビュー: おすすめ\n\nジムでの筋トレ用に購入しました。ジムでのダンベルプレスのさいに豆が出来ているせいか思うように力が入らず困っていましたが、こちらを商品を使ってのトレーニングだと無理なくできとても満足です！先の方が少し厚みがある作りになっているのでベンチプレスや、ダンベルで筋トレの際にはより役立ちます！通気性もいいですから、おすすめです。 評価:", "id": "ja_0264619"}
{"language": "ja", "output": "良い", "input": "レビュー: 専用の袋\n\n専用の袋がついているので持ち運びしやすく旅行に持っていくのもいいですね。 評価:", "id": "ja_0143953"}
{"language": "ja", "output": "良い", "input": "レビュー: ケースに干渉しない\n\n来るのも早いし,商品に問題もないのでとても良いと思います。また、利用したいです。 評価:", "id": "ja_0636845"}
{"language": "ja", "output": "悪い", "input": "レビュー: !?（＾＾；）\n\n写真とは大分違うものが謎に三本セットで届きました。 100均のものより安っぽいような作りですが…一応空気は入ります。 同じprime発送でも販売元が横浜風船さんとT-juさんがあり、後者で頼んでしまいました。 レビューの評価が両極端なのはこれが原因ですね。これからご購入の方はお気をつけ下さい。 補足 当方と同じ商品が届いて、押すと空気が入るが引くと抜けてしまうという方へ 我が家では接続部分を回してあけて、茶色い部品を蓋側にはめると直りました。 評価:", "id": "ja_0286285"}
{"language": "ja", "output": "悪い", "input": "レビュー: ソフトよりサポセンが問題\n\nこのソフトはＷｉｎｄｏｗｓ１０で過去に購入したＶｅｒ１８をインストールしてエラーメッセージが表示されるのを改善するために、知恵袋のコメント通りにインストールしたのですが、ソフトそのものは使用していません。 結局エラーメッセージが解決せずにすぐにアンインストールしました。サポセンに問い合わせたところ、保証対象外だからコメントできないと回答され、企業としてレベルの低さを痛感しました。富士ソフトのものは二度と購入することはありません。クズ会社です。気を付けましょう。 評価:", "id": "ja_0424158"}
{"language": "ja", "output": "悪い", "input": "レビュー: 不備\n\n電池交換の蓋が閉まらない！念のため２つとも同じだった！蓋は完全に閉まらなくてはならないのでは⁉️ 評価:", "id": "ja_0994333"}
{"language": "ja", "output": "悪い", "input": "レビュー: 端がすぐに剥がれてきます\n\n綺麗に貼れているのですが四隅、特にシャツとこすれやすい右上の部分が一月持たずに剥がれてきました そうなるとすごく貧乏くさい 評価:", "id": "ja_0803704"}
{"language": "ja", "output": "良い", "input": "レビュー: 充電状況が見えるのは素晴らしい。\n\nマグネットの強度も問題なし。 純正品も見習うべき。(マグネットはもうないか) ケーブルに負担がかからないので安心。 マグネット取れたら、光でわかる。便利です。 評価:", "id": "ja_0863420"}
{"language": "ja", "output": "悪い", "input": "レビュー: 最悪\n\nアプリが起動しないため写真が読み込めません 評価:", "id": "ja_0965597"}
{"language": "ja", "output": "良い", "input": "レビュー: 200℃以内なら問題ないかな？\n\n仕事で使っています。簡単に温度が測れて重宝しています。説明書がもう少し丁寧に書かれているとさらに重宝できると思います。 高い方の温度は表示通りになるかどうか少し疑問です。 評価:", "id": "ja_0089634"}
{"language": "ja", "output": "悪い", "input": "レビュー: ダメでした\n\nSUBARU純正のドライブレコーダーには相性が悪いのか、フォーマットしても使用できませんでした。パソコンでは問題なく使えそうでしたが、、、残念です。 評価:", "id": "ja_0486479"}
{"language": "ja", "output": "悪い", "input": "レビュー: 味はデミグラスソース\n\nデミグラスソースの味がとても強く 風味はカレー。 デミグラスソース味とか求めて無いし 何とも言えない、、、。 高かっただけに残念。 評価:", "id": "ja_0787768"}
{"language": "ja", "output": "良い", "input": "レビュー: 中々良い\n\n3.4kg程度の猫に使っています。 軽いこと、中がよく見えること、折り畳めて収納に便利、メッシュが猫の爪にも強い、ファスナーがロックできる、と良い事が多い割に安いです。 どなたもそうでしょうが、病院へ連れて行くときに使うので、薬とか入れられるポケットがもう少しあると便利かもしれません。 評価:", "id": "ja_0417673"}
{"language": "ja", "output": "悪い", "input": "レビュー: 商品到着日の遅れ\n\n２０日到着予定との事でしたが、22日過ぎても届いていません。 評価:", "id": "ja_0091282"}
{"language": "ja", "output": "良い", "input": "レビュー: 夕食時の楽しみ\n\n毎晩の食事の時に一本呑むのが楽しみで、数年前から本搾りが定番です。 今回は週末に友人家族とバーベキューをする事になり平日は仕事で買いに行く時間がなかったので注文しました。 箱買いは自分で持ち帰るのは重いので本当に助かりました。本搾りは他の缶チューハイとは違い甘みがなく、サッパリした味でレモン果汁がしっかり感じられて呑みやすいです。 最近はストロング系の缶チューハイが流行のようですが、お酒があまり強くないのでアルコール分6％というのも丁度良いです。 友人はビール派が多いんですが、今回本搾りを初めて呑んでみて、これなら甘くなくて呑めると、ビールに飽きた時用に良いと言っていました。 友人達も喜んで呑んでくれて、これからも私の夕食時の定番です。 評価:", "id": "ja_0542248"}
{"language": "ja", "output": "悪い", "input": "レビュー: 買わないほうがいいかも…\n\nパール金属と謳っていて実際には関連会社のワコートレーディング製。 届いた時に取っ手と鍋の接地部分が割れてました。 評価:", "id": "ja_0133961"}
{"language": "ja", "output": "悪い", "input": "レビュー: あっという間に\n\n購入1か月もたず、バッテリーケース自体への充電が出来なくなりました。 さすがにこれは…と思います。 ご購入されるときには、このようなはずれが紛れ込んでいる可能性がありますので、十分お考えになってください。 評価:", "id": "ja_0085108"}
{"language": "ja", "output": "良い", "input": "レビュー: 安くて良い\n\nこのお値段ならカバーだけでも良しですが、とりあえずのキットが入って、後は自分で必要な物を加えてみます。 評価:", "id": "ja_0514167"}
{"language": "ja", "output": "悪い", "input": "レビュー: 胸下のゴムの締め付けが強すぎて苦しいです\n\n評価が良かったので購入しましたが、(もしかして個体差があるのかもしれませんが)レビューと違いました。胸の下のゴムの締め付けが強すぎて、胃を圧迫して苦しくなります。152㎝42㎏の私でもゴムがきつかったので、大きい方だと尚更だと思います。生地は薄く、スカート部分は画像より広がりはありません。丈は足首が少し見えるくらいでベストでした。色は画像より濃いブルーで、小花柄が素敵です。柄は好みだったので旅行に持って行きたかったのですが、これだと苦しくて普段でも着用は難しいです。 評価:", "id": "ja_0593083"}
{"language": "ja", "output": "良い", "input": "レビュー: 重宝してます\n\n電磁調理器でも問題なく沸騰し美味しく鍋をいただいております。 大きさは大人二人の鍋でちょうどです。 評価:", "id": "ja_0898055"}
{"language": "ja", "output": "良い", "input": "レビュー: ホワイトセージお香\n\nとても気に入っています。 毎朝、毎晩お香を焚いています。 評価:", "id": "ja_0157269"}
{"language": "ja", "output": "良い", "input": "レビュー: 子供が使ってますが、手に持ちやすい！\n\nプラスチック臭は中々消えずに使っていますが、漏れることは無いです。 蓋を取るときに勢い余って本体とくっつけている所から抜けてしまって、その都度はめ直していますが、気に入って使ってます。 評価:", "id": "ja_0902581"}
{"language": "ja", "output": "良い", "input": "レビュー: 使いやすいです☆\n\nいままでは安いバリカンを使っていました。 切れ味が悪くて時間もかかっていましたが、こちらは格別の切れ味で途中で詰まることもなくて使いやすいです！ 子供を坊主にするときに使っています♪ アタッチメントの種類もあって鼻毛に使うものもやってみようと思います（笑） 充電式なのもいいですね。電池式だと電池がない！となって刈れないことがありました。 評価:", "id": "ja_0746295"}
{"language": "ja", "output": "悪い", "input": "レビュー: ダメよ‼️\n\n身が細くてぼそぼそでした… 特大とか言ってるけど全くです。 スーパーの方が良い‼️ 評価:", "id": "ja_0537344"}
{"language": "ja", "output": "悪い", "input": "レビュー: キャンペーン対象にならない。\n\n合わせ対象商品でコマンドが出て、当該の商品の購入に至ったが、キャンペーン対象にならなく、金額が引かれていた。 評価:", "id": "ja_0317252"}
{"language": "ja", "output": "良い", "input": "レビュー: 色味が良い\n\n画面上で見る色味から判断して購入したのですがこれが現物でも良い色味をだしております。 ただ一点だけ不満があるのが本体下部刻印の個所だけが塗装されてない地の色が出ている事です、その点が☆1個のマイナス要素です。 評価:", "id": "ja_0278028"}
{"language": "ja", "output": "良い", "input": "レビュー: 機能的です。\n\n通園など自転車を乗るときに使っています。 紐付きで頭のサイズ調整も出来るので便利です。 お洒落とは言えませんが、機能的です。 評価:", "id": "ja_0998391"}
{"language": "ja", "output": "悪い", "input": "レビュー: 非常に残念\n\n中古品とはいえあまりにひどい。前の持ち主の物であろうゲームのディスクが入ったままだった。さらに別のゲームを稼働させようとすると明らかな異音がした上にディスクを読み込まない。本当に動作チェックしたのか疑問です。 評価:", "id": "ja_0888440"}
{"language": "ja", "output": "悪い", "input": "レビュー: 品質がそれなり\n\nマジックテープの縫い付けが甘く、すぐに剥がれてしまいました。数回付け外しただけ。 評価:", "id": "ja_0787392"}
{"language": "ja", "output": "悪い", "input": "レビュー: 色落ちします\n\n色落ちして真っ黒な洗濯水となります。色移りするので1回着て捨てました。 評価:", "id": "ja_0029135"}
{"language": "ja", "output": "良い", "input": "レビュー: 毎晩寝ています\n\nはじめの数日間は様子をうかがっていましたが 中に入ってしまえばお気に入り。 肌触りが良いらしく外で仮眠するときには寄り添ったり 頭だけ入れたりしています。 見ていて愛らしい。 値段も手ごろで良かった 評価:", "id": "ja_0686730"}
{"language": "ja", "output": "良い", "input": "レビュー: 良かった！\n\n明るく、軽く、付け足しもできるので、良かったです。 評価:", "id": "ja_0335310"}
{"language": "ja", "output": "良い", "input": "レビュー: イヤホンと充電が便利\n\n新しいiPhoneにはイヤホンジャックが搭載されていないためこちらの商品のおかげでとても快適になった。 また、iphoneを2台持ちしているので充電がなくなりそうな時も片方から供給ができるのでとても便利だと感じました。 1つあると便利な商品です。 評価:", "id": "ja_0522106"}
{"language": "ja", "output": "悪い", "input": "レビュー: もう単行本だけでいいや\n\n人気の作品はほぼ休載、よくわからん作品が何話も連続で掲載。 月刊の購入をやめるのに十分な理由をくれました。 単行本で楽しむことにします。 ただ、料理の漫画だけはよかった。単行本を待ちます。 評価:", "id": "ja_0884277"}
{"language": "ja", "output": "良い", "input": "レビュー: 問題なく使えました\n\n価格も安く何の問題もなく使えました。 以前大手電機店でこのようなインクを買ってプリンターが認識しなかったことがあり 心配してました。 評価:", "id": "ja_0738051"}
{"language": "ja", "output": "良い", "input": "レビュー: やや効果アリ\n\n使用して1週間経ちました。主に腕、足、脇に使用しています。毛の生える周期がゆっくりになった。少しずつ効果が出てきた感じ。 機器が毛に対して素早く反応するので自分の空いた時間でパッとできます。 評価:", "id": "ja_0647106"}
{"language": "ja", "output": "悪い", "input": "レビュー: パワー不足\n\nソファー掃除用に購入しましたが、モーター自体のパワーが弱いのか同じところを延々とやってます。 充電機能は問題なく、ソファー以外の掃除としては活躍できそうですね 評価:", "id": "ja_0646757"}
{"language": "ja", "output": "良い", "input": "レビュー: リピ決定\n\n宿泊先ホテルの自販機で初めて飲みました。 とても美味しかった！ 今まで綾○ばかりでしたが味はもっと上かな 評価:", "id": "ja_0150334"}
{"language": "ja", "output": "悪い", "input": "レビュー: 幼い子どもには着け外しが難しいようです。\n\nいつも幼稚園のリュックがずれ落ちていたので、5歳と3歳の子ども用に買いました。 でも子どもの指の力が弱いせいか、自分で外すことができません。 着ける時に押し込むのに、少し力を入れようとすると、指の肉が挟まるようです。 しばらく着脱の練習をしてからでないと、うちの子どもには無理のようです。 すぐに使いたかったので、残念です。 評価:", "id": "ja_0481744"}
{"language": "ja", "output": "良い", "input": "レビュー: 一本飲めば十分満腹感\n\n腹持ちもいいし、味も非常においしいです。 しかもコンビニで買うより圧倒的に安い。 男ですが、一本飲めば十分満腹感を味わえます。 飲み始めてから、なんとなく体調も良いように思います。 （プラシーボ効果かもしれませんが、、） 評価:", "id": "ja_0812994"}
{"language": "ja", "output": "良い", "input": "レビュー: 安い！\n\n夏場日はもってこいの質感だと思います。 綿100%ということで毛玉ができなさそうなので嬉しいです。 サイズもぴったりでカバーも入れやすかったです。 発送もとても早く助かりました。 評価:", "id": "ja_0771972"}
{"language": "ja", "output": "良い", "input": "レビュー: スイッチについて。\n\n全体的に良いと思いますが、ずっとスイッチを押した状態で操作しますので とても疲れます。 なぜ、以前のタイプから今の様に変更 されたのでしょうか？ 疲れるので、掃除の間は粘着テープで 固定したりしています。 評価:", "id": "ja_0933817"}
{"language": "ja", "output": "良い", "input": "レビュー: 毎日使います\n\nデザインがよく、プレゼントとしてもいいと思います。ホントいい買い物をしました。 評価:", "id": "ja_0547298"}
{"language": "ja", "output": "悪い", "input": "レビュー: そんなでもなかった。\n\n使いましたが、そんなにそんなに効果は無かったですね。。たくさん付いた苔は、やはり取れませんね。。付きにくくするための物なのかも知れませんが、少しは期待していまうんですよね。私は結晶タイプの物の方が効果があると感じました。 評価:", "id": "ja_0975077"}
{"language": "ja", "output": "良い", "input": "レビュー: グルテンフリー生活の必需品\n\n家族にグルテン過敏症の人間がいるため、パン粉の代用品を探しておりました。 こちらのパン粉は非常にサクサクしており、冷めても揚げ物らしい食感を味わえます。 使用感にはとても満足しており、今後もリピートし続ける予定です。 評価:", "id": "ja_0041276"}
{"language": "ja", "output": "良い", "input": "レビュー: 良い商品だと思います\n\nこのホルダーはスマホの大きさに合わせて伸縮してくれるので、どんなサイズのスマホにもピタッとフィットします。角度等の位置調整も自由自在ですし、着脱も簡単。装着の時のデザインもスッキリでお洒落です。これ以上のスマホホルダーは今のところないですね。価格を考えると良い商品だと思います 評価:", "id": "ja_0047431"}
{"language": "ja", "output": "悪い", "input": "レビュー: お手頃価格\n\n手頃な値段で購入。飲みやすいです。お店で買うよりいいと思う。 評価:", "id": "ja_0665353"}
{"language": "ja", "output": "悪い", "input": "レビュー: 超超超不良品\n\nこれはくそみたいな商品だな。取り付け出来なかった。超不良品だ。 この商品に支払った代金はくれてやるから改良した方が良い。皆買うときは、気をつけてくれ。 評価:", "id": "ja_0562118"}
{"language": "ja", "output": "良い", "input": "レビュー: 美味しい\n\nこのカレーめっちゃ旨い‼ 辛さがいい感じです。 具は少なめですが美味しいのでリピートしています。 評価:", "id": "ja_0455881"}
{"language": "ja", "output": "悪い", "input": "レビュー: 天気と温度の情報が表示されません。\n\n商品にキズなどはありませんでした、GMAIL（本文の最初の数行まで表示する）、LINEの通知（新着ありの表示のみ）も来ました。しかし、天気と温度の情報が表示されません。以前使っていたiWOWNFIT i6 Proでは、表示されていましたので違和感を感じます。 方法を教えて下さい。 評価:", "id": "ja_0896706"}
{"language": "ja", "output": "良い", "input": "レビュー: 最高の出来です\n\n大変重宝しています。２人暮らしだと1袋では多すぎる。(みそ汁の場合)400cc で2人分煮物の場合は結構量作るので叉注文したいと思います。 評価:", "id": "ja_0161000"}
{"language": "ja", "output": "悪い", "input": "レビュー: 録音状態がわかりにくく、データを取り込んでしか確認しようがなく、大切な録音記録をする\n\n購入後すぐにボールペン使用に際して回してペン先を出したところ ペン先の出し入れが壊れました。また録音記録をパソコンで取り込んだところ製造過程のテスト録音だと思いますが、家庭で子供と大人が会話している音が残っていました。 評価:", "id": "ja_0988621"}
{"language": "ja", "output": "悪い", "input": "レビュー: 壊れました。\n\n壊れました。途中からなんも動かなくなりました。充電は満タンなのに全く動かなくて買ったのを損しました。 評価:", "id": "ja_0231574"}
{"language": "ja", "output": "良い", "input": "レビュー: 爪がピカピカ\n\n安い、使いやすい、、喜ばれる！良かったです 評価:", "id": "ja_0397373"}
{"language": "ja", "output": "良い", "input": "レビュー: 香りが\n\nあまりしないです、粉末になるとこんなものでしょうか期待薄れました。 評価:", "id": "ja_0438647"}
{"language": "ja", "output": "良い", "input": "レビュー: スッキリ収まります。\n\nスッキリ収まって、シッカリガードしてくれます。予備プロペラの収納がイマイチですが、バッテリーはシッカリと収納できます。 評価:", "id": "ja_0017702"}
{"language": "ja", "output": "悪い", "input": "レビュー: 品質管理に疑問が有ります。\n\n正直がっかりです。2台購入しましたが品質は期待しない方がよいかと。端子台の半田付けは斜めになってるし、接点部は錆びきってるし、コネクターピンは曲がってるし、フラック汚れが酷いし… まだ動作テストはしていませんが、そもそもテストするレベルの代物ではない気がします。低価格なので、お遊び程度の工作向けであれば宜しいかと。動けばですが。 評価:", "id": "ja_0468431"}
{"language": "ja", "output": "良い", "input": "レビュー: 想像以上に良かった！\n\n2017年式R3、フェンダーレスに合わせて購入しました。 数あるインナーフェンダーから悩みに悩んだ挙句、 コストパフォーマンスの良さと先人のレビュアーの方々の評価を信じてポチりました。 結果は大満足です！ 質感も良く、取付も説明書見ながら調整する事も無く簡単にできました。 見た目もカッコ良くなり、さらに乗るのが楽しくなりました！ 評価:", "id": "ja_0816539"}
{"language": "ja", "output": "良い", "input": "レビュー: オススメです。\n\n20アルファード運転席中央吹き出し口の右側に取り付けました。 大型スマホでもガッチリとホールドしてくれて使いやすいですね。 評価:", "id": "ja_0445949"}
{"language": "ja", "output": "悪い", "input": "レビュー: サイズ キツい！\n\n165cm 70kg Mサイズを購入しました １人で着れましたが １人で脱げません 評価:", "id": "ja_0350665"}
{"language": "ja", "output": "悪い", "input": "レビュー: 中国製だった！\n\n中国製だったので、孫が何でも口に入れるので娘が気色悪がって使わなかった。 評価:", "id": "ja_0138875"}
{"language": "ja", "output": "良い", "input": "レビュー: mu\n\nしっかりとスペシャル機能は働きます。でも変換が4:3になるのが残念です。ダビングしたDVDをテレビで見るときテレビ側でワイドに変換してみればいいのでそこは我慢です。 評価:", "id": "ja_0101448"}
{"language": "ja", "output": "悪い", "input": "レビュー: ミント感が弱い\n\n業務用で本数が多いので一本あたりのコストは良いのですが、 その分外国製等のミント楊枝に比べるとミント感は非常に弱いです。 というか人によっては気づかないレベルかもしれません。(緑の部分が歯間で取れてしまうと何もなくなるので) 評価:", "id": "ja_0378408"}
{"language": "ja", "output": "良い", "input": "レビュー: アセテートのメガネフレームの曇りが取れた\n\n雑な使用で使い古したアセテートのメガネフレームが白く曇り、拭き取れないザラザラした凹凸まである状況でしたが、根気良く磨き続けることである程度艶を戻すことができました。 ただ、本当に長く何時間も磨き続ける必要がありますし、力を入れ難い場所は難しいかもしれません。取り外しによる破損も怖く、レンズを付けたまま作業をしましたがレンズに触れないように気を使うのも疲れました。(今思いましたが、レンズ部にマスキングすれば良かったですね…) 余計な艶出しワックスなどは入っていない方が良いと思いますが用途によると思いますのでどうなんでしょう。 評価:", "id": "ja_0902832"}
{"language": "ja", "output": "悪い", "input": "レビュー: 正規品ですか？\n\n本製品の臭いがきつくおもいますが。ラベルも本物と違っています。 評価:", "id": "ja_0389368"}
{"language": "ja", "output": "良い", "input": "レビュー: くせになる味です。\n\n味付けが素晴らしいです。家にいながらこの味を堪能できるのはいいですね。 評価:", "id": "ja_0879350"}
{"language": "ja", "output": "良い", "input": "レビュー: まずまずの買い物でした。\n\n使わせてもらっています。 皮の仕事用鞄が欲しかったので購入しました。 お値段から、そこまで期待していなかったのですが届いてびっくりしました。 とても上質です、この値段には見えません。 評価:", "id": "ja_0009260"}
{"language": "ja", "output": "悪い", "input": "レビュー: 普段の掃除の足しになる\n\n足のサイズは26.5cmですがＬサイズでも小さいです。２～３度履くとフィットするのですが洗うと元のサイズに戻ります。足の甲に当たる部分が薄く、脱ぐとヘタって垂れるので『つっかけて履く』ことができません。商品の説明に『毛先の長い』とありますが、モップの毛先より短く密度が高いので誤解なきよう。小さなホコリを良く吸着してくれますが、髪の毛や砂埃など少し大きめのゴミは取りにくいです。異物を踏むと分かります。非常用として使わない方が良いかと。 この商品を使うと掃除が不要になるのではなく、足しになると思った方が良いでしょう。 評価:", "id": "ja_0996694"}
{"language": "ja", "output": "良い", "input": "レビュー: 和泉のデレ\n\n大好きです いつも面白くて満足するマンガです マンガだけど、本当にどこかに二人がいるような、そんな感覚になって読んでます。 評価:", "id": "ja_0006146"}
{"language": "ja", "output": "良い", "input": "レビュー: 直ぐにきたよ。\n\n最安値だから、かいました。 基本中の基本のローター。 評価:", "id": "ja_0317885"}
{"language": "ja", "output": "良い", "input": "レビュー: 良いもの\n\nシンプルなデザインで卓上に置いてもおいても絵になるし，何より軽量でとても良いです。スクリュー式の栓は使い勝手という意味では賛否両論あるかもしれませんが，倒した際の漏れによるやけど等の防止という意味では高く評価されるものと思います。 評価:", "id": "ja_0045884"}
{"language": "ja", "output": "悪い", "input": "レビュー: 貼るのが難しい\n\n貼るのが難しいく、埃が入って使用しているのも、最近は慣れてしまった。 評価:", "id": "ja_0946701"}
{"language": "ja", "output": "悪い", "input": "レビュー: 上記の通り。\n\n音質に不足はありません。但し耳への差し込み部分が無いため、耳から外れ易いのが難点である。 評価:", "id": "ja_0523755"}
{"language": "ja", "output": "良い", "input": "レビュー: 軽い\n\n今までの蛍光灯と比べるととても軽いです。普通に使用できます。 評価:", "id": "ja_0228276"}
{"language": "ja", "output": "良い", "input": "レビュー: 明日も快晴\n\nレビューを参考に買いました。本当に芯が、折れない 立派なシャーペンです。小学生に戻った気分で鉛筆で書いている感じがします。他のシャーペンと使い分けをしながら 使ってます。 評価:", "id": "ja_0450119"}
{"language": "ja", "output": "良い", "input": "レビュー: 意外と厚い\n\n質感は良かったと思いますが、意外と厚くもう少しスリムなイメージだったのでマイナス1。 評価:", "id": "ja_0385056"}
{"language": "ja", "output": "悪い", "input": "レビュー: 個人的にはハズレ引いたかなと思います\n\nZIPPOか大好きでたくさん種類を集めていますが、個人的にはGタイプと質の悪いものが届き音も悪くあまり気に入らなかったです。見た目はすごく綺麗に彫られていて飾るには良いですが実用的ではないと感じます。 評価:", "id": "ja_0585067"}
{"language": "ja", "output": "悪い", "input": "レビュー: 使えません\n\nすぐに外れる。 バッグの中で、ポケット、とにかく何かに干渉すると外れる 評価:", "id": "ja_0358265"}
{"language": "ja", "output": "良い", "input": "レビュー: シンプルなのにデザインが可愛い！\n\nシンプルなのに、デザインが可愛い！ ネックレスはアジャスター付きなので調節出来て、どんな服装にも合わせやすいです。 ピアスとのセット使い、単品使いでも、どちらも楽しめるので気に入ってます。 評価:", "id": "ja_0232258"}
{"language": "ja", "output": "悪い", "input": "レビュー: 高いイヤホンには使わないほうがよい\n\n最悪です。se315で使ったのですがイヤホン側のコネクタが壊れました。 評価:", "id": "ja_0470001"}
{"language": "ja", "output": "悪い", "input": "レビュー: 最悪です！\n\n最悪！ 何だこれ！ みそ汁か！って感じ。 評価:", "id": "ja_0681773"}
{"language": "ja", "output": "悪い", "input": "レビュー: 替芯が酷すぎる\n\n本体の書き味とバランスとデザインは良いと思います。 しかし、交換した替芯が酷いものでした。 純正にも関わらずどの色も先端のボールが外れて書けなくなります。 本体に交換の芯を入れることができず、そのままゴミになりました。 今時の日本製とは思えない酷いものです。 絶対に購入しないほうがいいです。 評価:", "id": "ja_0718571"}
{"language": "ja", "output": "悪い", "input": "レビュー: １年ちょいでちらつき発生\n\n2016年9月に購入しました。以前に購入した大手有名電機メーカーの電球色LEDの黄色っぽさよりも、少し赤みがかった自然な色＋明るく、最初は大満足でした。 しかし、１年少したった時から６個のうちひとつがちらつき始めました。（６個とも一つの照明器具で使っていたので、条件が違うわけではありません）「長持ちするから」と思って、LEDに変えたのですが、１年くらいなら、蛍光灯の方が（もしかしたら白熱球の方が？）ずっと長持ちです。ですので、星二つ。 特に、一つだけ買い換えると、色も違うかもしれないのが、目下の悩みです。 評価:", "id": "ja_0289731"}
{"language": "ja", "output": "悪い", "input": "レビュー: 到着時に割れててゴミに\n\n到着時に割れててゴミ とりあえずなんとかなるかなと思いましたが、サイズ違いで使えず 返品しようと思いましたが、手続きも面倒なので捨てちゃいました すごく雑な作りでもあったし 評価:", "id": "ja_0400473"}
{"language": "ja", "output": "悪い", "input": "レビュー: イマイチ\n\n腕の重さをかけたら壊れそうだし滑りすぎで使いにくい 評価:", "id": "ja_0650444"}
{"language": "ja", "output": "悪い", "input": "レビュー: 最悪商品\n\n購入一週間であんまり使っていないんですがスタートボタンを押て起動出来なくなりました。 評価:", "id": "ja_0022267"}
{"language": "ja", "output": "良い", "input": "レビュー: 次もまた買いたい商品\n\n3カ月前に2本購入してまた不具合や接触不良は起きてないので優良商品だと思います。 評価:", "id": "ja_0895401"}
{"language": "ja", "output": "悪い", "input": "レビュー: ゴムがゆるい\n\nゴムが緩くて、マジックテープが弱いです。なので、しっかり締まらない。固いステーと柔らかめのステーの２種類付いています。良いのはそこだけですね・・・ 評価:", "id": "ja_0824818"}
{"language": "ja", "output": "悪い", "input": "レビュー: 色を指定しても2回も違う色が届く\n\n黄色を注文したが黒が届き、返品手続きを取り、再度注文しましたが、又黒が届きました。黄色が欠品ですか？こちらのミスですか？ 評価:", "id": "ja_0955369"}
{"language": "ja", "output": "悪い", "input": "レビュー: ちょっとガッカリかな。\n\nカードを入れてない状態でもマグネットが全く機能していませんでした。返品して別のケースを買いました。 評価:", "id": "ja_0173372"}
{"language": "ja", "output": "良い", "input": "レビュー: 良い店\n\n無事でいいものを届きました。 どうもありがとうございました！！ 評価:", "id": "ja_0605605"}
{"language": "ja", "output": "良い", "input": "レビュー: 設置当初、ガラス板のビビリ音にビックリ\n\nサブ機として購入しました。設置当初、仕切りのガラス板が振動で大きなビビリ音を発生させビックリしました。しかし、物を載せておくとビビリ音がしなくなることが分かりそのまま使っています。 この値段で冷凍庫もあり、ちゃんと冷えて十分使えます。サブ機として容量も足りています。ビビリ音が発生した分だけ、星をひとつマイナスにしました。 以下に長いですが、少し詳細なレビューを記載します。興味のある方はお読みください。 [設置について] 想像していたよりも重かった。僕は一人で設置できたが、腕力に自身のない方は、身近に助っ人が入れば二人がかりが無難だと思います。 箱は上に抜けるようになっていたようですが、僕は段ボールの上側を開けてしまった。冷蔵庫を上に引き上げるのは大変です。結局、上側を開けるだけでなく、段ボールの横を切るように書かれていたので、段ボールの横も切って簡単に梱包を解けました。 箱に巻かれた紐で冷蔵庫を持ち上げた方が断然楽なので、設置するところ直近まで箱のまま運ぶことをお勧めします。 [動作音について] 説明書に庫内を拭いてから、空のまま動作させ冷やしてから使うように書かれていたため、空で動作させていたところ急に音が大きくなりだしました。これは酷いと思うほどの音です。庫内を見るとしきりに使うガラス板が少し手前に動いているのに気付きました。これを戻すと音は止むのですが、しばらく放っておくとまた音が酷くなります。ガラス板と冷蔵庫本体との間に何かクッションになるようなものを入れることも考えたのですが、ガラス板の上にちょっとした物を置いてみたところ音が止みました。今のところ何も置かずに使うということがないのでこのまま使っています。 その後、水平器で水平がとれているか確認もしましたが、ほんの僅かに手前が下がっている程度でした。この程度でガラス板がビリビリとなってしまうのは少々困ったものだと思います。改善して欲しい点です。 通常発生するコンプレッサーの動作音は、コンプレッサーのオンオフ時にポンとか、カンといった音は少し大きいように感じますが、僕は気になりませんでした。コンプレッサーのモーター自体の音も大きくはないと思います。音が気になるタイプの方は、購入前に確認した方がよいように思います。 [霜と結露] 冷凍庫は左右の壁が冷えて冷却するようですが、この部分に霜が発生します。短時間でビックリするほど霜が貯まることは無さそうですが、意外としっかりとこびりつきます。付属のヘラで削り取ることになるのですが、あまり酷くなる前に除去するのが吉のようです。ただし、購入して2か月ほどで、僕はまだ一度除去しただけす。 冷蔵庫は奥の壁面が冷える構造ですが、そこが結露して水滴が壁面に付着します。下の方に穴がありそこから水が流れ出て行く構造になっています。今のところ問題はなく利用していますが、奥の壁面一杯まで物を入れることはできないようです。 [デザインについて] ごく普通だと思います。よいとも思えないけど、特別酷いとも思いません。 拙文にお付き合いいただき、ありがとうございました。 評価:", "id": "ja_0483937"}
{"language": "ja", "output": "良い", "input": "レビュー: 取付簡単で、安定して機能してます。\n\n主人が説明書見ずに10分ほどで組み立てられました。 トイレットペーパー、タオル、洗剤を乗せていますが今のところ落ちてきません！ 評価:", "id": "ja_0395109"}
{"language": "ja", "output": "良い", "input": "レビュー: 最高でした！！！\n\nほんとに最高でした！！！！普通のプラネタリウムとは少し違ってカラフルな星空を見ることができるプロジェクターでした。これからの季節クリスマスに向けて毎晩恋人と毎日寝る前に浸りながら寝れそうです！！プレゼントでもらえたらいいと思いました！それと、安いので、買いやすいと思いました！毎日使います！ 評価:", "id": "ja_0816334"}
{"language": "ja", "output": "良い", "input": "レビュー: 買って良かったものの一つになりました\n\nしっかりしていて、肩の固定が出来るので良かったです。 ドラックストアにも肩のサポーターは見つけられず、助かりました。 お値段も、手ごろでした。 評価:", "id": "ja_0304821"}
{"language": "ja", "output": "悪い", "input": "レビュー: 小さかった\n\n予想外に小さかったです。自分の体型もあるのですが、LLでも小さいかもしれません。もう少し大きいサイズが欲しいです。 評価:", "id": "ja_0401068"}
{"language": "ja", "output": "悪い", "input": "レビュー: 詐欺\n\n３ヶ月以上かかるけど家に届かない 返金すらされない 訴えたいレベルで憤慨してます 評価:", "id": "ja_0732278"}
{"language": "ja", "output": "良い", "input": "レビュー: 緑のパッケージでした\n\n２個買いお得なのに 写真が旧パッケージの為 古い製品なのかと 単品複数購入し損してました パッケージに汚れもなく 製造番号１５ではじまりました 評価:", "id": "ja_0646042"}
{"language": "ja", "output": "悪い", "input": "レビュー: キーの精度がイマイチ\n\nMTBに装着。価格に釣られて購入したが、キーの抜き差しと回転がスムースさに欠け引っ掛かり感が有る。 また、ロックを解除してもキーが抜けてしまう安価な仕様。 ワイヤーはガッチリ感は有るが、重い上かなり硬く操作性が悪いのでもう1、2サイズ細い方が良かった。 シートポスト固定用のブラケットはまずまずの出来で、ワイヤーの着脱が容易で多少救われた気分。 評価:", "id": "ja_0437156"}
{"language": "ja", "output": "良い", "input": "レビュー: 日本語の説明書付で助かりました\n\n健康管理のため購入してみました。 IP67ということなので 防水に対しても安心して使えそうです。 歩数やカロリー消費、心拍数を計測してくれ、 なおかつ毎日の運動データを取ってくれるということなので これから先が楽しみです。 多機能なので使いこなすことも楽しみです。 日本語の説明書も付いているので設定など助かりました。 評価:", "id": "ja_0938866"}
{"language": "ja", "output": "悪い", "input": "レビュー: １ヶ月も経たないうちに・・\n\n使いはじめて20日程度でお尻のゴムが破れました。寝ている間に破れたので布団の中が水浸しになり被害？は甚大でした。今まで何種類か湯たんぽを使いましたがこんなに短期間でダメになったのははじめてです。信頼性はゼロですね。 評価:", "id": "ja_0179967"}
{"language": "ja", "output": "悪い", "input": "レビュー: これはひどい\n\n組み立て出来てない状態で届き、中の部品も完璧でなく、電源をつける以前に蓋が閉まらないです。 電源をつけても全く無反応です。 評価:", "id": "ja_0735292"}
{"language": "ja", "output": "悪い", "input": "レビュー: USB3.0では接続が途切れる\n\n自分の使用方法ではUSBケーブルの長さが足りなかったので、別途延長ケーブルを買う必要があった。 USB3.0では接続が途切れる。USB2.0では使える。 評価:", "id": "ja_0874561"}
{"language": "ja", "output": "良い", "input": "レビュー: 体調管理と通知機能が充実\n\n商品自体は値段の割に良いものだと思うが、連携先のスマホアプリが良くない。自分はランニングのためにこの商品を購入したが、日ごとの記録しか見れず、週や月でグラフ化できない。異なる使用目的で購入した人の不満もいろいろ書いてあるので、連携するアプリの「VeryFitPro」の評価を見てからこの商品を購入することをおすすめする。それでも4000円にしては良いものなので星４。 評価:", "id": "ja_0174891"}
{"language": "ja", "output": "悪い", "input": "レビュー: 破れてないのが絶対です。\n\n使いだしたその日に穴が開いてて、一回も使えずでした。☆は１もつけたくなかったですが、１が最低みたいだったので、仕方なく１でした。 評価:", "id": "ja_0706421"}
{"language": "ja", "output": "良い", "input": "レビュー: かなりの信頼性があります。\n\n試験前に早く届き勉強できる時間長くあり有難いと思いました。試験問題の中に同じものっが有りかなりの信頼性をおいてもよいと考えています。 評価:", "id": "ja_0548069"}
{"language": "ja", "output": "悪い", "input": "レビュー: 残念\n\n一部縫い目の糸がほつれていた。引っ張ったら伸びて切らざるおえない羽目になった。かわいいけど残念。 評価:", "id": "ja_0605553"}
{"language": "ja", "output": "良い", "input": "レビュー: ワンサイズ大きめをお勧めします\n\nチワワで、sサイズ購入。履けないことないものな、少しきつく全体的に一回り小さいサイズだったので、Mサイズが良かったかなと思いました。 評価:", "id": "ja_0410481"}
{"language": "ja", "output": "良い", "input": "レビュー: 安くて明るくて便利\n\ntracer900gtのロービームの横方向の照射範囲がビックリするほど狭く夜のカーブが不安でした。純正は価格も高く納期も不明だった事から幾つか汎用の中から選び取付てはカットラインが無かったりして対向車に眩しかったり超短命で故障したりで、こちらの商品が３代目の候補でした。カットラインも良く非常に明るく、バイカラーで霧や雨の日はイエローで助かりました。普段はクリアで点灯させて安心してコーナリング出来ます。最新のトヨタなどもバイカラーのフォグ付きが有りますがバイクこそアリだと思います。フォグ自体のステーのセンターに穴を開けてtracerのライト下のカバーに穴が開いてるので、そこに工夫して取付ました。安く明るく便利なフォグが装着できて大満足です。 評価:", "id": "ja_0608082"}
{"language": "ja", "output": "良い", "input": "レビュー: 日々を大切に生きる事\n\n何気無く過ごしている日々を、大事に生き様と再認識させてくれる内容。 評価:", "id": "ja_0042706"}
{"language": "ja", "output": "良い", "input": "レビュー: 出来上がりは良いが、過程の説明が足りない\n\nタイトルの通り。 子がまだ小さかったので大人が作ったが、説明書に記載の過程が足りない様に思える。 評価:", "id": "ja_0574825"}
{"language": "ja", "output": "悪い", "input": "レビュー: ダメでした。\n\n購入して少し経ってから取り付けしたが、１つはどうしても出来が悪くて気泡が抜けなかった、もうひとつは装着後数日で勝手にヒビが入った。連絡貰えますか？ 評価:", "id": "ja_0712362"}
{"language": "ja", "output": "悪い", "input": "レビュー: イメージと違った\n\n主人の母に贈りました。パンダ柄は可愛いと思いますが、和紙の画像とあまりにも違っていたのでとても驚き、綺麗な柄をイメージしていたので非常に残念でした。 評価:", "id": "ja_0477225"}
{"language": "ja", "output": "良い", "input": "レビュー: 明るい！\n\n寝室の照明が蛍光灯だったのですが、切れてしまったので、この際買い換えようと色々みていました。 他と比較してやすかったのと、コンパクトで明るいと言うレビューをみて買うことに決めました。 実際明るいですし、取り付けもさほどむずかしくなかったです。 リモコンも便利。今までヒモでカチカチ点灯・消灯してましたからね…。星空みたいなデザインもいい感じです。 評価:", "id": "ja_0352167"}
{"language": "ja", "output": "悪い", "input": "レビュー: 厚型ではありません\n\n他社の薄型と同じ厚さ。しかも折り方が雑でいちいち隅を広げなくてはならないだけではなく、吸水性に優れた点もないひどい商品。とりあえず厚型の表記を信用して買うのはやめたほうが良い。表記違反だと思う。 評価:", "id": "ja_0440750"}
{"language": "ja", "output": "悪い", "input": "レビュー: 薄すぎだし安っぽい。\n\n写真だけでは判らない物ですね。届いたら安っぽいは薄いは、取り付ける気にはなりませんでした。 評価:", "id": "ja_0009701"}
{"language": "ja", "output": "悪い", "input": "レビュー: 鋭利\n\n切り口がとても鋭利で口の中を傷つけそうで、危ないので与えるのをやめました。 鹿の角を購入するのは初めてだったので、まー仕方ないんですが ただ商品はパッケージもモノも綺麗だし、匂いを嗅がせたりしたら食いつきは良さそうな反応だったので残念です。 評価:", "id": "ja_0708855"}
{"language": "ja", "output": "悪い", "input": "レビュー: 取説が分かりにくい！\n\nネーム印を本体にセットするとき、取説が分かりにくく、手にも本体にもインクが着いてしまいました。本体は洗ってもインクが取れなくて、使用する前から汚れてしまいました。せっかく本体のデザインがかわいいのに、ガッカリです。本当は☆ひとつもつけたくありません！ 評価:", "id": "ja_0131848"}
{"language": "ja", "output": "悪い", "input": "レビュー: 多肉植物\n\nやはり寒さに弱いです。 部屋の中に入れましたが、春になって芽が出るかどうか？ 寄せ植えしましたが、一部枯れているようです。 評価:", "id": "ja_0829409"}
{"language": "ja", "output": "良い", "input": "レビュー: コスパ最高\n\n低価格で使いやすいです。メモ用紙を作る煩わしさや紙の無駄使いから解放されました。 評価:", "id": "ja_0419505"}
{"language": "ja", "output": "悪い", "input": "レビュー: 最低の耐久性です。\n\n購入後、本格的に雨に降られたのは一回だけ。夜、なんだか視界が悪いなと思いながら帰ってみるとシールドの真ん中がおかしい。 よく見るとコーティングが剥げてきてる。 購入してひと月ちょっとですよ！あり得ないです。二度と買いません。 評価:", "id": "ja_0105049"}
{"language": "ja", "output": "悪い", "input": "レビュー: やっぱり、故障。星5つマイナス！\n\n使用期間1ヶ月もたず、故障。レビューを読んでいましたが、まさか、こんなに短い間で使用不可とは。。可愛い外見で購入してしまいました。返品、交換も又すぐに故障したらと思い、止めました。勉強代かなと思いました。購入者のこの発想で、売り続ける店なら、信用ない会社ですね。 評価:", "id": "ja_0340464"}
{"language": "ja", "output": "悪い", "input": "レビュー: 見た目を意識するなら、このフィルムは難あり\n\nこれまでのスマホで愛用してきましまが、XZ3故に合わない点が２つ。 まず、曲面の画面に対して左右の空白部分が目立ってしまい、真ん中だけ貼られた画面が格好の良いものではありません。XZ利用時も左右に空白の出るサイズでしたが、XZ3では曲面デザインを活かせないところか、格好悪さを感じます。 また、有機ELだからなのか明るさを増すとプライバシーフィルター越しでもくっきりではないにしろ、過去のものと比べても見えてしまいます。 この２点から、今回は左右もカバーする普通の保護フィルムになりました。 評価:", "id": "ja_0496656"}
{"language": "ja", "output": "良い", "input": "レビュー: 値段以上の品質\n\niPhoneを裸で使っていて気になるところを全てカバーしてくれます。透明度もありiPhoneと触れる側が少しザラザラで完全に密着してべったりしないところも良いです。良く考えられている商品だと思います。 評価:", "id": "ja_0203822"}
{"language": "ja", "output": "良い", "input": "レビュー: 値段相応には満足\n\n使い方についてはボタンを複数回押す作業に慣れておらず戸惑いましたが、慣れれば余熱開始時と余熱完了時にバイブが反応するので使いやすく感じるようになりました。 本家アイコスとの違いも特に感じられず吸い心地は満足しています。 ただ、温度調節機能に魅力を感じて購入したので温度調節の方法がよくわからない事と同梱の説明書には温度調節の事が書かれていないので過大広告なのかなと思います。また、商品説明の各所と説明書に書かれている充電時間がまちまちになっているのでどれが正しいのか判断できません。 充電については寝る前に行い、日中充電することなく使えているので特に気にしてはいません。 大事な事なので２回言います!!温度調節機能が有るのか無いのかはっきりさせて下さい。 評価:", "id": "ja_0199092"}
{"language": "ja", "output": "悪い", "input": "レビュー: 小学生向け\n\n大袈裟すぎるのに講談ほどの技はないし、ねちゃねちゃ口の音がするのも気になった。如何にも作り話なんだから話し方ぐらい 評価:", "id": "ja_0133406"}
{"language": "ja", "output": "悪い", "input": "レビュー: 再生できるＤＶＤが限られている。\n\n仕事用に使おうと思っていましたが、再生できるＤＶＤが限られており、その点は残念。 評価:", "id": "ja_0855368"}
{"language": "ja", "output": "良い", "input": "レビュー: 着色が付かなくなった。\n\n紅茶を飲むので歯に着色があるのですが、これに変えてから歯医者でクリーニングしてもらった後、着色が全く無いです。 磨いている途中でつるっとするのを感じるので気持ちいいです。 評価:", "id": "ja_0042679"}
{"language": "ja", "output": "悪い", "input": "レビュー: 安いからしょうがないか\n\n写真はすごくキレイだし、大きく見えたが 小さい小さい、ガッカリ😖⤵️ 評価:", "id": "ja_0944945"}
{"language": "ja", "output": "良い", "input": "レビュー: 商品評価\n\n商品のデザインは気に入りましたが、大きさはもう少し小さく、ベルトの幅ももうちょっと細めが良かったです。あとベルトを緩める時、ロック解除のレバーが硬く解除しにくい所を改良してほしいと感じました。 評価:", "id": "ja_0299364"}
{"language": "ja", "output": "悪い", "input": "レビュー: ありがとうございます。\n\n男女のコミュニケーションには面白いあもちゃです。 評価:", "id": "ja_0483399"}
{"language": "ja", "output": "良い", "input": "レビュー: 無彩色でお洒落\n\n音質はシャープな感じですね。フィット感はなかなか高く、激しい動きをしなければ落ちることはありません。 ボタンでの音楽再生一時停止操作が行え、スマートフォンをポケットに入れたままでも操作できるので 便利です。イヤホンマイクとしては十二分の機能、性能があると思う 評価:", "id": "ja_0924895"}
{"language": "ja", "output": "良い", "input": "レビュー: 普通にいいよ！\n\n正規版じゃなくても問題なく使えます。 充電は長持ちするし、バイブでお知らせしてくれるので忘れません。 買って損なし。 評価:", "id": "ja_0628086"}
{"language": "ja", "output": "良い", "input": "レビュー: 効果絶大！ですが・・・・・・\n\n効果絶大！持続時間も良し！ ですが量が少ないです・・・・・・・ 結構すぐ無くなってしまいます。 評価:", "id": "ja_0409765"}
{"language": "ja", "output": "悪い", "input": "レビュー: 買わないほうがいいかもね\n\nんー ボタンのところが外れる。 良くない 評価:", "id": "ja_0555738"}
{"language": "ja", "output": "良い", "input": "レビュー: 上品の素材\n\nこの高級感がいっぱいです。体を労わるマッサージの贈り物としても、両親への感謝に、お世話になっている職場の方や友人へマッサージ器をプレゼントとしてもいい選択です。 評価:", "id": "ja_0627680"}
{"language": "ja", "output": "良い", "input": "レビュー: ちょっとだけ見づらいかも、\n\n以前使ってた時計が壊れたので購入。 時間の合わせ方が少しわかりずらかったが、 文字の色も自分好みで満足です。 評価:", "id": "ja_0036936"}
{"language": "ja", "output": "良い", "input": "レビュー: こんなの欲しかった\n\nわたしは頭が大きい方なのでかぶり方に試行錯誤しましたが、、何とか定位置を見つけて使っています。つば広いのが良いですね。 評価:", "id": "ja_0142377"}
{"language": "ja", "output": "良い", "input": "レビュー: しっかり保護してくれます\n\n少しごついですがしっかり保護してくれます耐久性も良さそうです 評価:", "id": "ja_0227238"}
{"language": "ja", "output": "悪い", "input": "レビュー: 左回転用です！\n\n右(ライト)回転用ランチャーの大きいやつ(L)、と信じて購入したところ、届いた商品は左(L)回転用ランチャーの使用感が軽いやつ(ライト)で、ことごとく予想を裏切られました。(笑) 表示をもっと明確にして欲しかったです…。 評価:", "id": "ja_0389010"}
{"language": "ja", "output": "悪い", "input": "レビュー: サイドの防水機能はないので要注意\n\nサイド（マチ）部分の防水機能が全くなくて。 寝ている間にシーツがズレて、マチ部分が表に出てしまうので、寝相の悪い子供達の粗相の防止には残念ながらならず。 サイド部分も完全防水のシーツを買い直しました。 評価:", "id": "ja_0936943"}
{"language": "ja", "output": "悪い", "input": "レビュー: プラスチック部分の耐久度不足\n\n接続するプラスチック部分の耐久性がなく、半年くらいで壊れました。 評価:", "id": "ja_0061056"}
{"language": "ja", "output": "良い", "input": "レビュー: GOOD\n\n着脱も簡単！！ ライトも明るくて購入して良かったです。 評価:", "id": "ja_0072224"}
{"language": "ja", "output": "良い", "input": "レビュー: 素晴らしい\n\n素晴らしい、あと、初期のでも劇場版とかまとめてあったら良かったのにそれが残念。 評価:", "id": "ja_0895434"}
{"language": "ja", "output": "良い", "input": "レビュー: 使い心地は良いです\n\n使っているベルトが古くなったので購入しました。 今までのと比べてバックルにベルトがとまる位置にとまりやすい金具がついていて良いと思います。 使ってみて、良ければもう一本買いたいと思います。 評価:", "id": "ja_0650121"}
{"language": "ja", "output": "良い", "input": "レビュー: 十分機能的な性能です。\n\n軽くて、コンパクトで使いやすそうです。車輪の材質で選択しました。 評価:", "id": "ja_0485418"}
{"language": "ja", "output": "悪い", "input": "レビュー: まだ届きません。\n\nUSBケーブルがないで連絡しましたが届きません。よろしくお願いいたします 評価:", "id": "ja_0261341"}
{"language": "ja", "output": "良い", "input": "レビュー: 対応 ”良”\n\n私の商品も充電が出来ませんでした。 （他の方同様、赤の充電ランプと青の電源ランプが同時に点灯） ただ、現在返品交換の対応を迅速にして頂けているので、そこ（商品ではなくショップ）は評価させて頂きます。 評価:", "id": "ja_0572921"}
{"language": "ja", "output": "良い", "input": "レビュー: まつげを上に向けてカールする\n\nまつげはもちろんのこと、つけまつげやまつげの延長部で、熱の力でまつげを上向きに優しく導きます。 評価:", "id": "ja_0233395"}
{"language": "ja", "output": "良い", "input": "レビュー: ほのかなミルク味が良い\n\n自他共に認める（？）棒アイス好きな私ですが、この手の商品は8月下旬には早くも店頭から姿を消し始めます。 なので、今回は通販を活用してお安くまとめ買いしようと思い、ついでに色々物色してみることに。 価格などはもとより、「ミルク」という点に惹かれてこの商品を購入。 たしかにほんのりとミルクの風味がしますね。 基本はフルーツ味で、それにミルクも、という感じで、割とサッパリした味わいです。 甘すぎないので、そういった物を求める人には好適。 ミルク風味のフルーツ味、サッパリ系、といった感じです。 まとめ買いの量を考えると価格も割安なので、なかなかオススメです。 評価:", "id": "ja_0392280"}
{"language": "ja", "output": "良い", "input": "レビュー: 思ったよりも文字盤が大きくみえます。\n\n全体的に、大きくてゴツい感じがしました。ベルトも、2つ縮めて調度良い感じでした。 時計の部分も厚みが結構あります。もう少しスマートな感じと思いましたが、実際は少し違います。 あとは、特に不満はないです。もう少しつかってみないとなんとも言えないですが。 値段の割には、しっかりしていると思います。 評価:", "id": "ja_0727948"}
{"language": "ja", "output": "良い", "input": "レビュー: あると安心\n\nこのサイズで車のエンジンをかけられるのは素晴らしい。 ただ、いつくるかわからないバッテリー上がりだけに買うにはもったいないかと。 携帯などの充電でつかえて便利ですが持ち歩くには大きい、重いとおもいます。 評価:", "id": "ja_0105742"}
{"language": "ja", "output": "良い", "input": "レビュー: Amazonしかない?\n\nもう何年も使っているシェーバーで気に入っているのでAmazonだけ、まだ内刃、外刃を扱っていて重宝しています。 評価:", "id": "ja_0422965"}
{"language": "ja", "output": "良い", "input": "レビュー: とても良かった\n\n使い出して3ヶ月だが、照度も良くチラつきもなくよい。スイッチも使いやすい 評価:", "id": "ja_0051489"}
{"language": "ja", "output": "良い", "input": "レビュー: 冷え冷えです\n\n氷とお茶を半々に入れて８月の炎天下の海水浴場で半日以上放置していたのに関わらずかなり氷も残り、中のお茶はキンキン。 以前の水筒はで氷は溶けてなくなってたなぁ…と 軽いので扱いやすいです。 後は凹まないようにおっかなびっくり使ってるのだけストレスかな(笑) 凹むとすぐ保冷効果が半減と聞いたのでそこのストレスだけ星マイナスです。 当たり前なんですけどね。 評価:", "id": "ja_0948493"}
{"language": "ja", "output": "良い", "input": "レビュー: 良いよ\n\nちょっと小さいけど許せる範囲かな 自分的にはもう少しピッタリのサイズが良かったけど2セットでこの値段なら納得かな 評価:", "id": "ja_0128495"}
{"language": "ja", "output": "良い", "input": "レビュー: よき\n\n中の小銭入れにはファスナーがついてないけど、本当に小銭が落ちないです！ つやつやテカテカしてない素材も良いです。 強いて言うなら、全体的なサイズがもうちょっと限界まで小さかったら尚良かったかなぁと。贅沢かなぁ＾＾； 評価:", "id": "ja_0513468"}
{"language": "ja", "output": "良い", "input": "レビュー: 女性にもおすすめ\n\n小型で縦長のシルエットなので女性でも違和感なく使えます。色々な部分の余った紐は、ウェブドミネーターというパーツを使ってまとめています。ウエスト部分の紐も全く使わないので短くしてリュックの底に固定しています。 余った紐をきっちりまとめるとさらにスッキリして見えてカッコよくなります。 紐が無くなるだけでゴリゴリのミリタリー感も少し和らぎます。 私は横にあるマチ部分もギリギリまで詰めて、出来るだけコンパクトに見せています。荷物をたくさん入れる時だけ広げれば良いのでオススメです。 肩部分のパットも厚いので重たい物を入れていても疲れません。背中のメッシュ部分のおかげで夏場も快適です。 普段の日にも、旅行にも使えるのでおすすめです！ 評価:", "id": "ja_0885298"}
{"language": "ja", "output": "良い", "input": "レビュー: この貼りやすさと感度の良さでこの価格！\n\n埃が入ってショックていうレビューもありましたが、こういう方はどれを選んでも入る。こういう環境でもペットはカゴに入れ、作業場で座ったらしばしネットサーフィンでもして落ち着いてからやれば埃はだいぶ避けられる。 ノッチを起点に位置合わせし、ズレないようゆっくり調整しながら下ろし、中央から指で撫でてながら外に空気を押し出すようにしていくだけ。 気泡も入らず、そんなに神経質にならず貼れて楽。 タッチ感度も良く、これでこの値段だなんて驚きでしかない！ 評価:", "id": "ja_0892926"}
{"language": "ja", "output": "悪い", "input": "レビュー: 1週間ほどで壊れた。\n\nすぐに壊れました。1週間ほどで3本中2本が根元が折れました。他社製ではそんな事はなかったので、耐久性は悪いと思います。 評価:", "id": "ja_0496191"}
{"language": "ja", "output": "良い", "input": "レビュー: 書類の整理に大変便利‼︎\n\n書類等を整理する時にとにかく重宝しています。 材質もしっかりしていて、コスパも良いと思います。 評価:", "id": "ja_0845472"}
{"language": "ja", "output": "良い", "input": "レビュー: 助かりました\n\nずっと黒目のために困っていたのですが、これを買って助かりました。 評価:", "id": "ja_0059791"}
{"language": "ja", "output": "悪い", "input": "レビュー: 改良に期待\n\n効果は低いです。毛が残るところがあり、カミソリは必要。 時間もかかる。改良に期待したい。 評価:", "id": "ja_0649438"}
{"language": "ja", "output": "良い", "input": "レビュー: 軽くていい\n\n軽いですので女性でも簡単に作れます。水受けもありますから、周りが水浸しになることはありません。 評価:", "id": "ja_0536697"}
{"language": "ja", "output": "良い", "input": "レビュー: 丈夫です\n\nとても丈夫そうです。ありがとうございました。 評価:", "id": "ja_0480765"}
{"language": "ja", "output": "悪い", "input": "レビュー: 大きい！！\n\n昨年同じ商品を買いましたが本当に脱げなかったので今年も買いました。 今年のは大きくてすぐに脱げてしまいます。 残念です。 評価:", "id": "ja_0271103"}
{"language": "ja", "output": "良い", "input": "レビュー: 旅行プランに便利\n\n旅行プランを立てる時の、概略コース選択や、旅行後の足取り道順等を再確認する時に役立つ。現地では細かいナビが便利だが、途中の道路の検索確認等はこの地図が便利。優れものです。流石道路のプロのJAF編集。 評価:", "id": "ja_0574969"}
{"language": "ja", "output": "良い", "input": "レビュー: 丁寧に調べて、解説されています。\n\n中世の出来事（事件）を時代ごとに、並べて、（代表的な説に、問題点がある場合は、鋭く、根拠を述べて）解説されています。 呉座さんは、「応仁の乱」と比べて、軽いタッチで書いたと書かれています。 しかし、私は、読みごたえがある文章だと感じました。 一つ気になったのは、「呉座さんは最近の歴史に関する本や、テレビ番組をよく思っていないのか」とこの本をよんで感じました。 作家、文化史家がろくに、調べもせず、推測や願望で本をかいたり、テレビに出て、一般の読者に益がなく、害を与えていると。 そうすると、１次資料の読める歴史家以外、本を出せないなと私は、感じました。 推測で本を書いて出していると一部の読者にいわれる二代目ミスター日文研はこれから本が出しにくくなると考えるのは私の思い込みでしょうか。 評価:", "id": "ja_0875591"}
{"language": "ja", "output": "良い", "input": "レビュー: (^_-)\n\n値段の割に良かった。(;_;)(^_-)(^_-)！！！！！ 評価:", "id": "ja_0468205"}
{"language": "ja", "output": "良い", "input": "レビュー: とても 安くて すごく良かったです。\n\n商品はとても気に入りました。が ふたがイマイチ、はまりません。 評価:", "id": "ja_0018058"}
{"language": "ja", "output": "悪い", "input": "レビュー: 説明書が英文\n\n解読(ウォッチの使い方)するだけで時間がかかりましたので、☆は1にしました。説明書-日本語版にして頂ければ、☆が上がっていた。初めてウォッチ購入する事を考えている、英語苦手な方にはこれを購入するのおすすめ出来ません。 評価:", "id": "ja_0215418"}
{"language": "ja", "output": "悪い", "input": "レビュー: これは何ですか？\n\n10メートルの水道のホースと間違えてしまいました。ガスホース？ガスホースなら高すぎるし？ 評価:", "id": "ja_0351519"}
{"language": "ja", "output": "悪い", "input": "レビュー: 検品してますか？\n\n使用には問題ないですが、傷、ボンド跡？があります sideに入れ込む中敷きみたいなやつの向きがわからなくて取り敢えず差し込んでくねくねさせてたらちぎれた（笑）そんなに力入れてないのに、、 商品は頑丈そうでいいのに残念です 評価:", "id": "ja_0770995"}
{"language": "ja", "output": "良い", "input": "レビュー: 我慢できない\n\nとても斬新な感覚です。 正に4Dの感覚だと旦那は言ってました。 性能を考えれば全然安いと思います！ 評価:", "id": "ja_0563603"}
{"language": "ja", "output": "悪い", "input": "レビュー: オススメしません。\n\nプレゼントした初日に石が取れました。よく見ると、石が取れたところだけあからさまに彫りが雑で、結果として新品価格の数倍の修理代がかかることになりました。詐欺に遭ったような気持ちです。 評価:", "id": "ja_0271571"}
{"language": "ja", "output": "良い", "input": "レビュー: 気に入る\n\nお買い得なお値段でレビューも良かったので購入しました！使いやすいサイズだしキレ味もバッチリ！！ 評価:", "id": "ja_0763134"}
{"language": "ja", "output": "悪い", "input": "レビュー: ２度目の使用で終了\n\n通勤時に使用。無理に引っ張ったりなどしていません。 ２度目の使用時に右耳のイヤホンからバチバチッと音がして断線。 耐久度？という言葉を使うのが正しいと思えないほどの欠陥品です。 評価:", "id": "ja_0832817"}
{"language": "ja", "output": "悪い", "input": "レビュー: 不具合\n\n購入から3日後動き出しましたが5日経過して止まっています。取り扱い説明書では、リュウズが2段引けるようになっていますが一段しか引けないので、日付・曜日合わせができません。対応方法を教えてください。 評価:", "id": "ja_0740832"}
{"language": "ja", "output": "悪い", "input": "レビュー: ダメでした\n\n使い始めて1ヶ月 毎日使うわけでもないのにボタンを押してもライトがつかなくなりました。 剛性はありそうだけど耐久性が話にならない！ ボタン(スイッチ)に問題ありそう 明るさや機能性は気に入っているのに こんなので製品の信頼性がなくなるのはもったいない 評価:", "id": "ja_0296209"}
{"language": "ja", "output": "悪い", "input": "レビュー: 期待はずれでした。\n\n口コミは良かったのですが、私にはサイズが大きすぎて使いにくい。左手にレトルト袋を持って右手で絞り出すのは結構苦労します。ひと回り小さかったらと思います。 評価:", "id": "ja_0335678"}
{"language": "ja", "output": "悪い", "input": "レビュー: 消費期限\n\n消費期限が3ヶ月前のものでした。 安さの理由はここでしょうか。 評価:", "id": "ja_0299248"}
{"language": "ja", "output": "悪い", "input": "レビュー: 初心者向きでは無い？\n\n初めての釣り用に買ってみましたが、セッティングの仕方が分からず困りました。説明書とかつけて貰えればまだ何とかなるのでしょうけど、、、 また、釣りに必要なのか分からない部材も一杯ついていて、未だに使い方がわかりません。 評価:", "id": "ja_0264705"}
{"language": "ja", "output": "良い", "input": "レビュー: 正しい位置で履けているかどうかわからないのがちょっと不安\n\n今使っている物より、長さがある分しっかり支えられているようです。 全体の通気性は、使用中の方がメッシュで薄い分良いです。 評価:", "id": "ja_0066021"}
{"language": "ja", "output": "悪い", "input": "レビュー: 耳からすぐ外れる\n\n耳からすぐ外れるのでイライラします。違うの買い直します 評価:", "id": "ja_0706118"}
{"language": "ja", "output": "悪い", "input": "レビュー: 規格品ではない？\n\n通学用自転車のブレーキワイヤーの取替に使用しました。レバー側のタイコの径（円筒部）が一周り程小さいのとワイヤー自体の太さが若干細い。安全性に問題ないか不安なので使用を躊躇します。やはり日本メーカー製（製造は別で）のをバラ買いしたほうが安心かも。 評価:", "id": "ja_0581387"}
{"language": "ja", "output": "良い", "input": "レビュー: 良かったです\n\n出産後の入院中に使っていたものと同じものなので安心して使っています。価格も病院で案内があったものより安く、こちらを利用させていただきました。すぐ届いたのですぐ使えてありがたかったです。 評価:", "id": "ja_0720979"}
{"language": "ja", "output": "良い", "input": "レビュー: 自分へのご褒美に\n\n毎日育児をがんばる自分へのご褒美に買いました。可愛い箱に入っていて開けると、ハートがキラキラ！ハートの部分がダイヤモンドみたいな輝きをしてて、とてもキレイでした！見た目も大きさもバッチリ！普段使いはもちろん、パーティーなどにもいい！価格もかなりやすいのでお得！もうひとつほしいです！毎日のおしゃれにプラスして楽しみたいです！ 評価:", "id": "ja_0321242"}
{"language": "ja", "output": "良い", "input": "レビュー: リピータ\n\nデザイン違いですがもう4回購入しています。 目隠しにもなるし、かと言って部屋が暗くなることもなし。光があたるとステンドグラスっぽくなってとても綺麗です。 評価:", "id": "ja_0285305"}
{"language": "ja", "output": "良い", "input": "レビュー: 気にいっています\n\nデザインも機能性も優れています。色鉛筆用に購入しました。 評価:", "id": "ja_0088451"}
{"language": "ja", "output": "良い", "input": "レビュー: 常用品です\n\nバネ指になってから購入後、毎日使っています。半拘束のため苦になりません。 評価:", "id": "ja_0508359"}
{"language": "ja", "output": "悪い", "input": "レビュー: コーヒーサーバーの底がはみ出して、使えない＾＾\n\nカップ５杯分のコーヒーを毎朝落としていますが、底の大きさより、ウォーマーの伝熱部分の形が微妙に小さく、 結局使わず仕舞いになっています。注文前にサイズの検討をすれば良かったです！ 評価:", "id": "ja_0157988"}
{"language": "ja", "output": "悪い", "input": "レビュー: バッテリーが満タンまで充電できない\n\nバッテリーを充電しても100%までいかない 充電満タンにしてゴープロに入れても、なにもしていなくてもどんどん充電が減っていく 評価:", "id": "ja_0930331"}
{"language": "ja", "output": "悪い", "input": "レビュー: 絶対に買ってはいけない\n\nボタン押せません！！！ 完全なる不良品！ダメだコリャ 評価:", "id": "ja_0957052"}
{"language": "ja", "output": "良い", "input": "レビュー: 初期設定も簡単で動作も中々シンプルな結構気に入りました。\n\n耳に装着したが、自分の耳にちょうどフィットしていい感じだ。重さも気にならない。自分の用途は音楽聞きながらのランニングなので、耳に装着した状態で音量の増減、一時ストップ、電源オフオン、曲の前後移動をしてみたが、まったく迷うことなく使うことができた。これは自分の用途からすると非常に助かる。装着性と運用性は問題ないので、あとは防水仕様ということなのでちょっとした汗や雨に耐えられるかということと、全体としての耐久性、現時点ではコスパの高い、非常にいい、おすすめ商品だと思う。 評価:", "id": "ja_0663416"}
{"language": "ja", "output": "良い", "input": "レビュー: まずまず期待通り。\n\n大きさ手触り、柔らかさは期待通りの商品。 ただ、使い始めて1か月経たない内に布が伸び始めてだるだる気味に。 まだまだ使えるし他は期待通りなので星4つ。 評価:", "id": "ja_0951886"}
{"language": "ja", "output": "悪い", "input": "レビュー: サイズ違う\n\n１週間以内にリピでもう一つLサイズを注文しましたが、明らかにサイズ違う ..... 左が前回買った分。右が今回来た分です。 返品面倒ですが入らないので交換して貰います。 評価:", "id": "ja_0568316"}
{"language": "ja", "output": "悪い", "input": "レビュー: 酷い割れ\n\nタブレットと一緒に購入。開封前から明らかな箱の変形があり、開封するとそこにはバキバキに割れたシートがありました。 同梱されていたタブレットやケースは傷が一切なかったので、配達には問題がなかった事がわかります。商品管理をもう少し徹底してください 評価:", "id": "ja_0258984"}
{"language": "ja", "output": "悪い", "input": "レビュー: 柄が違います\n\n写真と違う柄が届きました。息子はこれでもいいと喜びましたが、、、色鉛筆も写真は24色ですが届いたのは12色でした。安かったので返品はしませんでしたがちょっと残念でした。 評価:", "id": "ja_0725988"}
{"language": "ja", "output": "良い", "input": "レビュー: 集中\n\n小さいパーツがたくさんあったが、小２の息子は、説明書をみながら１日で完成しました。そのあとも楽しそうに遊んでます。 評価:", "id": "ja_0145716"}
{"language": "ja", "output": "良い", "input": "レビュー: いいと思います\n\niPhoneで使いました。Bluetoothで簡単に接続できました。音質や音量に関しては特に不満もありません。値段も手頃でお父さんにも買って贈りたいです。 評価:", "id": "ja_0075679"}
{"language": "ja", "output": "悪い", "input": "レビュー: 外れを引いたみたい\n\nフル充電してもすぐに緑から赤に充電も赤点滅からすぐに緑になるときもあり、充電完了か？赤点滅がすごく長い時もやっと緑になり充電完了、しようするとすぐに赤色に？外れを引いたようです残念、明るさは良いのですが残念です。 評価:", "id": "ja_0531961"}
{"language": "ja", "output": "悪い", "input": "レビュー: とっても良いけどロゴが…\n\nスポーツ用のアームカバーに比べると生地が分厚いです。数回の使用後、毛羽立ちと二の腕がズレてくるようになりました。UVカットもしっかりしていて車の運転や軽い買い物にはピッタリ！ ただ、手の付近に書いている『レッツスリム』のロゴ大変恥ずかしいです！！ 評価:", "id": "ja_0942085"}
{"language": "ja", "output": "悪い", "input": "レビュー: 見ていて退屈でした\n\nとあるレビューサイトで歴代TOP5に入っていたので期待してみましたがいまいちでした まさおの復活をもう少し早くしてほしかったということもありますし悪堕ちからの展開が急ぎ足すぎる気もしました。 全体的に山がない印象でした。 他のクレしん映画は楽しんでみていましたがこれは退屈でした。 評価:", "id": "ja_0243258"}
{"language": "ja", "output": "悪い", "input": "レビュー: 時間がない人は、業者に頼みましょう\n\n解説書は不親切です。youtubeで勉強し3つくらいの動画を見ながらやれば自力でできます。 プラスチックのヘラが付属していますが、すぐ割れてしまいます。付属の金属のヘラは曲がってしまいます。果物ナイフで代用しました。 時間がもったいないので業者に依頼したほうがいいです。 評価:", "id": "ja_0021417"}
{"language": "ja", "output": "悪い", "input": "レビュー: バイブレーション機能 作動しません\n\n充電時間が短く、本家よりも水蒸気量が多いのは良いのですが２本ともいくら吸ってもバイブレーションしません^^;; バイブ機能が欲しくて買ったわけではないし、返品手続き面倒なのでこのまま使いますが。 評価:", "id": "ja_0832485"}
{"language": "ja", "output": "良い", "input": "レビュー: 軽くて使いやすいです！\n\n思ったよりも軽くて小さくてポケットにも入り便利ですね。設定は会私はとりあえず今のところ会議での録音と、会話の内容の録音機能を使用しています。録音した時間も表示されるためとても助かります。再生も簡単でノイズが少なくてクリアに聞こえます。今後試験等もある為活躍する場が増えていくと思います。 評価:", "id": "ja_0804742"}
{"language": "ja", "output": "良い", "input": "レビュー: 飲み口が広く大きい\n\n意外だったのは、小振りなカップの大きさの割に飲み口部分が大きく広いこと。この点の評価は分かれる。広い為に使いやすさはあるが、その分、空気に触れる部分が大きく、保温性が犠牲になっている。 評価:", "id": "ja_0991787"}
{"language": "ja", "output": "良い", "input": "レビュー: ほどよい分量がおススメ！\n\n風味もよく、多過ぎず少な過ぎない分量です。 温め方によるのかもしれませんが、柔らかい食感です。 評価:", "id": "ja_0327288"}
{"language": "ja", "output": "悪い", "input": "レビュー: 価格の割に使えるかな？\n\n娘の為に購入しました。 日本語の説明書も付いていて簡単にペアリングできました。 音質にこだわらない人なら十分かな。 あとは、耐久性が気になるところ。 追伸、レビューを書くとプレゼントがもらえるとの事でしたが、プレゼントが届きません。 評価:", "id": "ja_0045308"}
{"language": "ja", "output": "悪い", "input": "レビュー: 使えない\n\nびっくりするくらいエラー出ます。見た目いいだけに残念賞。 評価:", "id": "ja_0531191"}
{"language": "ja", "output": "良い", "input": "レビュー: 腎臓が悪い父のために購入\n\n薬の副作用などで尿が出やすくなりパンツの尿取りパッド（男性用さわやかパッド）はトランクスでは履きにくいらしいのでパンツ型にしました。 前あきについてパンツ（トランクス）では方向が縦になっており横になっているのが履きにくいそうです。 ミシン目は使用前は閉じている状態なので少し縦に鋏を入れて開けた方がいいかなと考えています。 前あき以外はとても満足です。 評価:", "id": "ja_0535016"}
{"language": "ja", "output": "良い", "input": "レビュー: 良い。\n\nかなり明るい。ショップの対応も商品も良いと思う。耐久性と耐水性については付けたばかりでまだ分からない。明るさはかなりオススメ。 評価:", "id": "ja_0390791"}
{"language": "ja", "output": "悪い", "input": "レビュー: 壊れてた。\n\n電源を入れても、プツプツ音が鳴って動作しなかった。 配送の梱包がそのままダーツの箱のままきた。 中身を見たらクッション材のようなものはなかったので、心配だったが、案の定壊れてた。 評価:", "id": "ja_0782907"}
{"language": "ja", "output": "良い", "input": "レビュー: イチゴ鼻対策！\n\n毛穴の黒ずみが気になり、洗顔だけでは落としきれないため、毛穴対策として購入しました。 コンパクトな大きさで部屋で歩きながら使用してます。毎日の洗顔と合わせて利用し、 鼻の黒ずみが徐々に落ちてきました。 ニキビケア用品として顔全体の毛穴の汚れを落とすために今後も活用します。 評価:", "id": "ja_0422280"}
{"language": "ja", "output": "良い", "input": "レビュー: ◆◆いいのもはいい◆◆\n\n口数が多く便利です。今、ネット環境で便利に使用しています。お値段もお安く、対応も早く、耐久性もよく順調に動作しています。スタイルもいいです。 評価:", "id": "ja_0581836"}
{"language": "ja", "output": "悪い", "input": "レビュー: 見辛い\n\n子どもが壊しても安心な双眼鏡を買ってあげようと思って買ったが、めちゃめちゃ見辛く、楽しくない。やはりメーカー品を買えばよかった。 評価:", "id": "ja_0961128"}
{"language": "ja", "output": "良い", "input": "レビュー: 購入して良かった。\n\nパワーはある感じでアースに触れていても少しピリピリした感じがありましたがリフトアップされた感じでした。 評価:", "id": "ja_0016023"}
{"language": "ja", "output": "悪い", "input": "レビュー: なぜか左右非対称に\n\nとても気になります。 どこをどうひっぱっても、全くなおりません。 改札などを通るときにはみ出ているほうがあたります。 評価:", "id": "ja_0564943"}
{"language": "ja", "output": "悪い", "input": "レビュー: 気泡が\n\nフィルムを貼った後、スマホカバーを付けると 四隅から剥がれてしまうので 星１つです。 評価:", "id": "ja_0610398"}
{"language": "ja", "output": "良い", "input": "レビュー: アーモンドが、美味い！\n\n小粒ながらも、一番多く入っているアーモンドが、ポイント高い。 これが、香り高くて、いかにも“アーモンド！”って感じなんです。 （…もうこれだけのために、これにしてもいいくらい；(笑) …おそらく、小粒だから安いんでしょうが、味は、小粒なもののほうがいいんですよ、多分。 （…クルミとカシューは、ふつうかな。） ……と、いうことで、コスパの良さを買って、☆５つです。 評価:", "id": "ja_0063847"}
{"language": "ja", "output": "良い", "input": "レビュー: 平成ゴジラのスタート\n\n平成ゴジラシリーズの第一作となる作品。 ただ、次作のビオランテに出てくるゴジラの容姿が思いっきりかわるけれども・・・・ ビオランテからの作品と比べると、意外と人が燃えたり死んだりというダイレクトなシーンが多いなぁって感じました。 評価:", "id": "ja_0895219"}
{"language": "ja", "output": "悪い", "input": "レビュー: 美味しくない\n\nこれだったら、スーパーでパック入りの納豆を買います。 評価:", "id": "ja_0383102"}
{"language": "ja", "output": "悪い", "input": "レビュー: 気にならない人は気にならないかもだけど...\n\n以前購入した物とは明らかに違っており、外側の底面の部分がバリっぽくなっていた。1枚2枚ではなく入っているスリーブ全てがなっていた。 評価:", "id": "ja_0548952"}
{"language": "ja", "output": "良い", "input": "レビュー: よい商品です\n\n180cm 75kg サイズに悩みましたがLを購入。 いままで使っていたウインドブレーカーが大きすぎてバタつきが半端なく、ぴったりしたものが欲しかったので。 春秋物の薄手の長袖ジャージに半袖インナー、アームカバーの上に着ました。 期待以上にピッタリで、背面ポケットにものを詰め込んだ状態だったため背中側がやや足らずな状態になりましたが、それ以外は全く問題なし。 気温12℃前後での使用でしたがしっかりと防風防寒してくれ、こちらも期待以上でした。 一点だけ不満だったのは、ジッパーを上げる際にすぐに内側の生地を噛んでしまうこと。 これさえなければ星５つでした。 評価:", "id": "ja_0802296"}
{"language": "ja", "output": "良い", "input": "レビュー: 初めてのワイヤレスイヤホン\n\n比較対照がないので詳しくは避けますが、今のところ気に入って使っています。 評価:", "id": "ja_0720171"}
{"language": "ja", "output": "良い", "input": "レビュー: 満足の一品\n\n脚周りもしっかりしていて軽量で思っていた物よりも僅かに小さかったですが満足しています🎵 評価:", "id": "ja_0019271"}
{"language": "ja", "output": "良い", "input": "レビュー: とても良い\n\n頭痛薬に頼りすぎをなんとかしたくて。 何となく良い気がします。 以前よりは、頭痛薬を飲む回数が減りました。 私には合っていたようで、リピートです。 評価:", "id": "ja_0296815"}
{"language": "ja", "output": "悪い", "input": "レビュー: 使えない\n\n接続したらすぐ使えると表記されてましたが、接続してもつながらず、説明書に日本語はなく、結局使えませんでした。無駄な買い物になってしまいました。 評価:", "id": "ja_0029655"}
{"language": "ja", "output": "悪い", "input": "レビュー: 素材の弱さ\n\n荷物が届くまでの家庭で割れている‼引き出し、フレームの後ろ下 評価:", "id": "ja_0237169"}
{"language": "ja", "output": "良い", "input": "レビュー: 歩けるようになったら\n\n歩けるようになったらカバーを裏返して、イスとして。 評価:", "id": "ja_0314647"}
{"language": "ja", "output": "悪い", "input": "レビュー: 何故だか切れ味が…\n\nプラスの商品は好きな物が多いので文具店などでも時々購入していますが今回はハズレでした…と言うより恐らく私の手元にあるこの商品の不良だと思いますが、切れ味が非常に悪く困惑しています…パッケージから取り出して直ぐに手元にあった普通紙を試しに切ろうとしたら…切れませんでした…根元の部分だけ少し切れるくらいでまるで刃が潰れているかの如く切れません…よく見るとそれぞれの刃の合わせに隙間があり恐らく不良品かと思われました。デザインも良く・軽く・握り易く・悪い物ではないのですがとても残念です。 評価:", "id": "ja_0870081"}
{"language": "ja", "output": "良い", "input": "レビュー: 対応端末が限られる\n\nドラレコの動画再生の為に購入。 iPhone XR(ソフトウェア12.4)では読み込めなかった。 iPad (5世代、iPad OS)ではファイル作成しないでも動画再生できた。ドラレコ搭載車(バイク、車)での出先(ツーリング、ドライブ)にiPadは持って行ってるので、大画面での確認は楽だと思う。 評価:", "id": "ja_0970382"}
{"language": "ja", "output": "悪い", "input": "レビュー: 柄が重い\n\n写真では良さそうでしたが、柄が重たくデザイン重視だと感じました。 評価:", "id": "ja_0517736"}
{"language": "ja", "output": "悪い", "input": "レビュー: ファン式ケース？\n\nレビューを書いている途中で違和感が・・・？書き直します。 開封直後の写真が添付の写真ですが、ヒートシンクと本体、充電ケーブル、LANだけです。 開封時は違和感なかったのですが、レビュー対象の商品を見るとファン付きになってます。 購入履歴から飛んだ先も、値段もファン付きになってます。 誤配送？それとも購入後に商品の入れ替え？ ラズベリーパイ３B＋自体は問題なかったと思いますが、なんか気持ち悪いので-☆2 評価:", "id": "ja_0054955"}
{"language": "ja", "output": "良い", "input": "レビュー: 癒されます\n\nみつめると前で手を合わせた姿と優しいまなざしが私を癒してくれます。 評価:", "id": "ja_0087001"}
{"language": "ja", "output": "悪い", "input": "レビュー: すぐ錆びます！\n\nメーカーを信頼して買いましたが、船上で魚の血抜きに使うと数時間後には錆が発生します。他社の包丁は半日くらいでは錆が出ないので貝印のステンレスが粗悪と思っています。下船後、必ず包丁を磨かないと次回の釣行へ気分が悪くなります。高くても錆びにくい包丁を販売して欲しいと願っています。 評価:", "id": "ja_0376234"}
{"language": "ja", "output": "良い", "input": "レビュー: ニベアって感じ\n\n匂いがニベアって感じです。つっぱることもなく良い製品と思います。 評価:", "id": "ja_0761967"}
{"language": "ja", "output": "良い", "input": "レビュー: デザインが良いことと丈夫！！\n\n部屋干しがしたくて、自分のアパートの室内用で購入しました。モノトーンなお部屋にも合うデザインでとても気に入っております。また凹むなどの心配もなく買って、2.3ヶ月経ちますが、ずっと綺麗に保っております！！買って良かったもののひとつです！ 評価:", "id": "ja_0952494"}
{"language": "ja", "output": "良い", "input": "レビュー: やっぱり便利\n\nパソコンを新調したので再購入しました。 要らないかなと思ったけど、やっぱり購入してしまいました。 見られていると思うと集中できない場面もありますが、これだとその心配が減ります。 やっぱり便利ですね。 評価:", "id": "ja_0769663"}
{"language": "ja", "output": "悪い", "input": "レビュー: 欠品です。使用感よくない。\n\n欠品です。使用での体験を書かないと発表できない。欠品の状態で 使用感がよくなる事がないでしょう。 評価:", "id": "ja_0977034"}
{"language": "ja", "output": "良い", "input": "レビュー: 価格的には良い\n\n価格からすると、かなりお買い得です。 ただ、上部のボディを抑えるところが少し不安定です。 評価:", "id": "ja_0788278"}
{"language": "ja", "output": "良い", "input": "レビュー: 韓国土産に・・・。\n\n韓国旅行で美味しいのでお土産に持って帰りたかったけどバリバリに砕けてしまうので帰国してからAmazonで購入して友達に配りました。皆さん凄く気に入ってくれました。 評価:", "id": "ja_0142158"}
{"language": "ja", "output": "悪い", "input": "レビュー: 組み立て方の図面くらいは欲しい\n\nマニュアルがなかったので、組み立て方がわからず、、。私のようにわからない人はどうしているんでしょうか？ ネットで調べなきゃならないのかしら？？ まだ未使用。 評価:", "id": "ja_0364806"}
{"language": "ja", "output": "悪い", "input": "レビュー: さすが安物👍\n\nGS350用に購入！色合いは、まぁまぁ同色かと思います…が…何度締めても緩んできてしまいます！きつく締め込んでも1日経過すれば緩んでます…値段が値段だけに仕方ないのかな…とりあえずシールテープで対策予定👍 評価:", "id": "ja_0730479"}
{"language": "ja", "output": "悪い", "input": "レビュー: 塗装が…\n\n最悪です。塗装が剥がれていました。とても雑に塗られています。 評価:", "id": "ja_0018543"}
{"language": "ja", "output": "良い", "input": "レビュー: 大変満足！！！！\n\nまずは、社員さんの一つ一つ丁寧な手紙に心打たれました！ 一つ一つ印刷でもなく字を書いてくれていました！感動！ 大変安い値段なのにもかかわらず、とってもよく出来ています笑 保護シートは、ガラスではなくフィルムなので、一部端っこがちょっと浮いてしまいましたが (私の貼り方にも問題があるかも・・・？)ケースも薄くてよかったです~~^^ シリコンケースとかスマートフォンケースってどうしても分厚くなってしまって 使いにくかったんですけど、これはすごく薄いので、付けてるようで付けてない感じがとても気に入っています！ この値段でこのスペックは満足！ 会社の同僚と一緒に買いましたが、みんなとても満足していました！ 評価:", "id": "ja_0176956"}
{"language": "ja", "output": "良い", "input": "レビュー: 子供は喜んでる\n\n1歳の子供は喜んで見ています。 個人的には、ミートボールよりハンバーグの方が子供は馴染みがあるけどなぁと思いました。 評価:", "id": "ja_0471448"}
{"language": "ja", "output": "良い", "input": "レビュー: 良い\n\n娘用に。 乾燥肌で皮膚が敏感なので色々な無添加石鹸シャンプーなど使用していました。 こちらはとても良く合っているようで痒がることもありません。 またリピします！ 評価:", "id": "ja_0401814"}
{"language": "ja", "output": "良い", "input": "レビュー: 予防に‼️\n\n毎日の仕事に行くときにはいています❗️ 捻挫が癖になってましたが、これを着けてからは、安心して動けます❗️ 評価:", "id": "ja_0919476"}
{"language": "ja", "output": "良い", "input": "レビュー: 良かったですよ\n\nレビューを読んでかなり迷った結果購入しましたが、何も問題なく良かったです 評価:", "id": "ja_0178698"}
{"language": "ja", "output": "悪い", "input": "レビュー: 梱包状態！\n\n食品と同じ箱で隔離もなく、バラバラで入ってた！缶詰め、お灸、フリーズドライが一箱に散らばって入ってた！フリーズドライなんか、粉々になってるやつもある！酷すぎる！！ 評価:", "id": "ja_0891490"}
{"language": "ja", "output": "悪い", "input": "レビュー: 圧力計が0気圧でない、タンク内の防錆処理がさせていない。\n\n注文して直ぐに届きました。迅速な発送ですね。他の方も書いておられますが、カプラーは一つしか付属していません。市販品を購入しました。充填速度も早く、作動音も思ったより静かです。今後エアーブラストに使用する予定です。ただ、圧力計がタンク内圧とレギュレータで調整した吐出圧が分かるように二つ付いていますが、写真のように片方の圧力計は内圧0気圧にもかかわらず、0気圧を示していませんでした。ゴールデンウィーク明けにアマゾンを通じて連絡を入れたところ、翌日に回答があり、早速代替品を送るということで、こちらも迅速な対応でした。初期不良が無ければ星５つですが、圧力計の事があったので星4つです。 6/14追記 使用開始から1カ月経ちました。使用終了の都度タンク内のエアーを抜いて水抜きをしていますが、ドレンコックがタンクの真下ではないため、完全に水抜きが出来ません。先日は斜めに傾けながら水抜きをしたところ、錆の混じった水が大量に出てきました。タンク内の防錆処理はされていないようです。確実な水抜きができるように、ドレンコックの位置の改良とタンク内の防錆処理が必要だと思います。コンプレッサー自体の性能は最高なので残念です。 評価:", "id": "ja_0409230"}
{"language": "ja", "output": "良い", "input": "レビュー: かってよかった\n\n前のカメラの調子が悪くて、 60倍にひかれかいました 評価:", "id": "ja_0437602"}
{"language": "ja", "output": "悪い", "input": "レビュー: 私もカーズは好きですが。\n\n１，２より心に残る映画ではあります。 １，２を期待すると、物足りなさと寂しさを感じてしまいます。 ”良い”映画だとは思いますが、 ぶっちゃけ１，２と比べて面白いか面白くないかでいうと普通に面白くないでしょう。 マックイーンやメーターが大好きな人はさらに物足りなさを感じるでしょう。 とりあえずファンの方は見たらいいんじゃないでしょうか。 コレクターじゃない限りレンタルで充分だと思います。 評価:", "id": "ja_0161111"}
{"language": "ja", "output": "良い", "input": "レビュー: 便利\n\n介護にかかせません。 口腔ケアに使用しています。 便利な詰め替えです。 評価:", "id": "ja_0045390"}
{"language": "ja", "output": "悪い", "input": "レビュー: 最悪\n\n泡が全くただず、使用感は最悪でした。 もう、二度と使いません。 評価:", "id": "ja_0669947"}
{"language": "ja", "output": "悪い", "input": "レビュー: 睫毛がレンズに当たります\n\n側面まで回り込んだ形状は横からの紫外線を遮光するには良いがレンズが曇りやすい 顔面にフィットさせるとレンズに睫毛があたり汚れる 安かろう悪かろう… 評価:", "id": "ja_0021965"}
{"language": "ja", "output": "良い", "input": "レビュー: 物理法則を生活に取り入れる\n\n学問・研究畑で量子力学に触れてきた著者による、人生への物理法則の活かし方。 欲しいと思うだけでは人は豊かになれない。 そもそも、欲しいと発するあなたの周波数は？ 日頃からどのような状態で生きるべきか、 物理法則から導き出されていて考えさせられる。 自己啓発本に必ずついてくるビジョンやミッションという概念についても、著者の解説がある。 評価:", "id": "ja_0605308"}
{"language": "ja", "output": "悪い", "input": "レビュー: 涼しくない\n\nうるさい 涼しくない(空調のきいたスーパーなど必要ない所ではすずしい) 風向きの調整は面倒 カラフルにする必要はない 両手が自由なのは良い 評価:", "id": "ja_0024830"}
{"language": "ja", "output": "良い", "input": "レビュー: ただのスピーカーです\n\nダイソーの耳もと キューブスピーカーのケースに入れて使用してます， 少しキツイですが収まりますよ。 後，コードのハンダ付けは端子にのハンダが乗っていない側にしてください。 ハンダ側はコイル線が付けられています，不用意に行うとコイル線が取れてしまいます。 そんなんで，１個壊しました。 評価:", "id": "ja_0559181"}
{"language": "ja", "output": "良い", "input": "レビュー: インカム代わり\n\n安いのにこれだけ使えたら満足でした。私はジムで利用していてちょくちょく切断されるけど電波や場所も影響しているっぽいのでそこは諦めてます。 評価:", "id": "ja_0785443"}
{"language": "ja", "output": "悪い", "input": "レビュー: 木工320番のペーパーで簡単な研ぎすらできない！\n\n木工研ぎ用として購入したが、先端の部分がはずれるため、簡単な研ぎすらできない。 評価:", "id": "ja_0100715"}
{"language": "ja", "output": "良い", "input": "レビュー: 効果がすぐに実感できる\n\nと一発打ってみて、ジリリと毛の焦げる匂いと輪ゴムでパチンと弾かれたようなあの感触です。 評価:", "id": "ja_0620336"}
{"language": "ja", "output": "良い", "input": "レビュー: コスパてきに良\n\n顔や胸は価格から言うと文句ない出来だと思います。自分のはどこからか空気もれが発生。 あとはウィッグは必需品です。 評価:", "id": "ja_0449562"}
{"language": "ja", "output": "悪い", "input": "レビュー: 壊れてました\n\n届いてすぐに使おうとしたら壊れているのか電源入りません。使用説明書も英語のみだし。 返品しようとしたら母がすでに外箱を捨てていて返品もできないし、、 仕方がないので普通のヘアブラシみたいに使いましたが、使いづらくて。 評価:", "id": "ja_0620853"}
{"language": "ja", "output": "悪い", "input": "レビュー: やっぱりダメでした\n\n4本セットでしたが、1本は差込口の仕上げが出来てないようでiPhoneに差し込みさえ出来ず、残り3本も最初の2〜3回位しか充電出来ませんでした。無駄な買い物でした。 評価:", "id": "ja_0932203"}
{"language": "ja", "output": "良い", "input": "レビュー: 動きも良いです\n\n到着後試運転で正常に作動しその後二回使用しましたが問題なく動いています。それほど頻繁に使う事ないのでがガソリン抜き春までお蔵入りです。この先も普通に動いてくれることを祈っています。 評価:", "id": "ja_0404644"}
{"language": "ja", "output": "良い", "input": "レビュー: 初めての\n\n初めての補正ショーツなのですが履いた感じは窮屈感はそんなに感じず、ポッコリお腹が履いたら凹みました！！ サイズはLを購入。 身長が低いのでちょっと腹部のとこが上まで来すぎかな？と思いました。 でも初めてなのでそれが正解かもわからず😅 これから履き続けてどうなるかが楽しみです♪ 評価:", "id": "ja_0799354"}
{"language": "ja", "output": "良い", "input": "レビュー: 普通\n\nE&L、LCTのAKに問題なく収まりました。物によってはキツイかもしれませんが使い捨てと考えましょう。 評価:", "id": "ja_0043822"}
{"language": "ja", "output": "悪い", "input": "レビュー: 施錠はできるが、解錠はできない。\n\nダイヤルを設定するも解錠せず、 クルマに付けてしまったため、 JAFを呼ぶことに。 JAFでも対応できず、鍵屋さんにお願いしました。 評価:", "id": "ja_0495095"}
{"language": "ja", "output": "悪い", "input": "レビュー: 最悪でした\n\n取り付けをしたが、ゴムが伸びきってるため返品するつもりです。別のを買う予定です 評価:", "id": "ja_0387046"}
{"language": "ja", "output": "良い", "input": "レビュー: 就活に良い◎\n\n就活用に購入しました。ちゃんとしたお店で買うと5000円以上しますが、こちらは安くて、さらにA4の書類や500mlのペットボトルなどたくさん入れても、自立するため、大変満足しています。またポケットが外と内側にたくさんあるのですごく便利です。 評価:", "id": "ja_0055375"}
{"language": "ja", "output": "良い", "input": "レビュー: 逸品！\n\n掃除ツールでこれほどのスグレモノがあるとは今まで知らず感動です。シンプルにして優秀、諦めていた冷蔵庫の下、容易に動かすことのできない大型家具の背後の埃を気持ちよく取りきってくれます。ヤギの毛のその気持ち良いソフトさが繊細に埃を巻き取ってくれて、嬉しくなります。一生モノのツールと言えそうです。 評価:", "id": "ja_0631414"}
{"language": "ja", "output": "悪い", "input": "レビュー: コスパ良い\n\nナンバーロック非連動なら良かった。 キーストロークは深いので、個人的には使いにくい。 ただコスパは良い、 評価:", "id": "ja_0824240"}
{"language": "ja", "output": "良い", "input": "レビュー: Galaxy Gear S3 と組み合わせました\n\n22mmサイズのベルトをGalaxy Gear S3 用に購入。Blackの本体と合せてもブルーのベルトはいい感じで合いました。 本革ベルトは少し硬めでしたが質感は良いと思います。 イージークリックで装着しやすかったのが良かったです。 評価:", "id": "ja_0325434"}
{"language": "ja", "output": "良い", "input": "レビュー: うーん。\n\n1の方がよいですね〜。 パーツのシールがアレンジ効きすぎている感じがします。。 評価:", "id": "ja_0616420"}
{"language": "ja", "output": "良い", "input": "レビュー: 素敵なお話\n\n二人ともお互いのことを考えて、とても素敵なお話です。 大人の恋愛は素晴らしいと思っています。 3巻楽しみです！ 評価:", "id": "ja_0813243"}
{"language": "ja", "output": "悪い", "input": "レビュー: 折り畳み傘は使ったあと濡れた傘を持ち歩く時に困ることでした。撥水加工は助かると思いま\n\n良かったのは軽いのとボタンだけで開閉できて便利です。少し違ったのは、ホワイトなのにどう見てもライトグリーンなのと閉じた最後の持ち手を押し込むのがけっこう力がいるので片手では無理かもです。 評価:", "id": "ja_0633253"}
{"language": "ja", "output": "良い", "input": "レビュー: 親切な対応に感謝\n\n購入して３回目の充電でトラブルがありましたが、迅速に対応してくださいました。まだ、対応いただいた件は完結していませんが、その内容に感謝しています。 商品は、シンプルで使いやすく 予備のヘルメット用にもうひとつ追加購入を検討中です。 評価:", "id": "ja_0601786"}
{"language": "ja", "output": "良い", "input": "レビュー: 優良\n\n特に音質にこだわりがないので、満足のいく商品です。音が変質したり、部品が取れたり等不具合は特にありませんでした。値段を考えればとても優良な品ではないでしょうか。【追記】購入してから丸2年経過しました。就寝時に着けたまま寝返りをうったりしていますが、現時点で問題なく使えています。 評価:", "id": "ja_0600779"}
{"language": "ja", "output": "悪い", "input": "レビュー: galaxy s9 plus\n\nカバーとフィルムが干渉してしまい、フィルムが浮いてしまいます。なんとかカバーに何とか収めようとしましたが。 評価:", "id": "ja_0642190"}
{"language": "ja", "output": "悪い", "input": "レビュー: 明かりはとても良いが…\n\n2回買って1週間経たずに無くなる。自転車で走っていると、いつのまにか何処かに飛んでいって、気付いた時には無くなっていた。ライトの装着部分が滑りやすいのか、カチッと音が鳴る位の装着に安心できるのに工夫して欲しい。二回無くなるとは思いませんでした。次からは別のに変えようと思います。 評価:", "id": "ja_0756985"}
{"language": "ja", "output": "悪い", "input": "レビュー: 大失敗。最悪な商品\n\n最悪でした。ポール部分がプラスチックですぐ飛んでいっちゃうし、エアーポンプの部品はついてないし、組み立ては面倒だしで本当に失敗しました。 これで4000円なんてぼったくりです。 評価:", "id": "ja_0438102"}
{"language": "ja", "output": "悪い", "input": "レビュー: 純正の延長コードが接続できない\n\nmac純正の延長コードの差し込みと、本商品の差し込み（コンセントプラグを外して）の形状が微妙に異なりつながりません。 よって、このケーブルの長さしか使えません。また、脱着可能のプラグ部分の接続がやや甘いので、万一の中途半端に外れてショートすると嫌なので、使用時以外は充電していません。 評価:", "id": "ja_0476360"}
{"language": "ja", "output": "良い", "input": "レビュー: お値段も組み立てもお手軽。\n\nスニーカーを集めるのが趣味で、部屋に靴の入ったボックスが溢れかえったので、安くて大容量なシューズラックを探していたところ、こちらの商品を見つけ早速購入しました。 組み立ては猿でも分かるのような単純なイラストと共に簡単な文章で分かり易いです。 大人一人で組み立てても30分ほどで完成しますし、本体自体そんなに重くないのでドライバーひとつあればササっと組み立てれます。 置けるスニーカーに関してですが、ほかのレビューさんの仰る通り、ハイカットスニーカーはキツいです。 コンバースなどのアッパーがキャンバスの柔らかいスニーカーなどはハイカットでも多少潰せば収納できますが、例えるならばnikeのair forceなどのゴツめのハイカットスニーカーは高さが足りず入りません。 最上段に置くか、バーを一段外して置くかしないとダメでした。 ローカットスニーカーは問題なく入ります、ずり落ちてくることも無かったです。 amazonベーシックということでその名の通りシンプルで50足も入るので収納力で言えばお値段もリーズナブルでお得だと思います。 スニーカーで部屋や玄関が溢れかえっている方、是非オススメです。 評価:", "id": "ja_0891259"}
{"language": "ja", "output": "良い", "input": "レビュー: 1年使って若干黄ばみが\n\n約一年ぶりにリピート購入です。特に問題はないのですが、何となく黄ばみが気になり交換です。 評価:", "id": "ja_0580039"}
{"language": "ja", "output": "良い", "input": "レビュー: 使い続けたい\n\n足底筋膜炎に悩まされています。色々調べて、こちらの商品が気になって購入しました。届いたその日から使い始めました。手軽で使い勝手がいいです。外反拇趾もあり、足指の間に入れているだけでも気持ちいいです。父親に少し使ってもらったところ、全く足指が開かなかったのに、10回ゆっくり指を動かしただけで開くようになりました。これには、本人も驚いていました。 自分の足底筋膜炎も良くなるまで、継続して使いたいと思います 評価:", "id": "ja_0682305"}
{"language": "ja", "output": "悪い", "input": "レビュー: うすっぺらい\n\nクライアントを獲るための本です。いろんな本やインターネットから寄せ集めたのでしょうが間違った引用もあって結果的にうすっぺらい内容。逆に信用が無くなり、逆効果です。 評価:", "id": "ja_0380785"}
{"language": "ja", "output": "悪い", "input": "レビュー: 最低レベルの品質\n\n中華製の粗悪品です。 とにかく靴底ゴムの匂いが半端なく、2週間外で干していたが、収まらない。 履き心地も最悪で、この靴で雪道を歩くと、足裏が痛くなる。レビューを見て購入したが、最近のアマゾンのレビューは信用出来ない。 評価:", "id": "ja_0088310"}
{"language": "ja", "output": "良い", "input": "レビュー: 概ね満足\n\n反応はヌルヌルとはいきませんが、高齢の母のために購入しました。 主な用途はLINEで画像を送ったりします。 カメラもそれほどよくありませんが、値段を考えると概ね満足いくものだと思います。 評価:", "id": "ja_0851835"}
{"language": "ja", "output": "良い", "input": "レビュー: 普通のキレイな棚\n\n組み立てるのが苦手な私には時間がかかりましたが、出来上がったものはキレイで使いやすいので満足です。 評価:", "id": "ja_0770953"}
{"language": "ja", "output": "良い", "input": "レビュー: すこしぴちっとしたトランクスみたい\n\nボクサーパンツとはぴちっとしたものを想像しており、これまで購入したものもそういうものでしたが、こちらの商品はもものあたりも長めで股上も深めでトランクスのような履き心地です。 決して悪い意味ではなく余裕があります。 立体縫製もなかなか良いです。 良い買い物をしました。 ４色を買いましたが、白は若干透けます。他の色にすればよかった。 その点で星１マイナスしました。 他の色なら星５です。 耐久性についてはまだわかりません。 評価:", "id": "ja_0146234"}
{"language": "ja", "output": "良い", "input": "レビュー: デザインがカッコいい\n\n他にはないカッコいいデザインです！ ただ2㍑なので氷は口一杯いれないと すぐ溶けます。 持ち運びは少し重いので普段使い用は もう少し小さくて良いかもです。 買って良かったです。 評価:", "id": "ja_0008489"}
{"language": "ja", "output": "悪い", "input": "レビュー: ショップの対応は◎\n\n木箱入りで高級感あり贈呈向きてはあるが、片手でパッと広げて勢いでパッとしまうのはひっかかりがありできなかった。 扇子では重要ポイント。 飾りとなる可能性大。 次回は購入前に確認したい。 評価:", "id": "ja_0531485"}
{"language": "ja", "output": "良い", "input": "レビュー: ちょっと細い気がしますw\n\n部屋干しするとこが少なくて、部屋を渡せる長さの突っ張り棒がずっと欲しかったんです 伸ばす長さで耐荷重量がすごく変わるのでちょっと不安ありますけど今の所は大丈夫w 評価:", "id": "ja_0523525"}
{"language": "ja", "output": "良い", "input": "レビュー: 値段相応かな？\n\n到着しましたが、配送業者が荷物を間違えて不快な思いをしましたが、開封して まずは充電 ペアリングも問題なし ただイヤホン入れ物はショボくて イヤホン出すときに 少し取り出しにくいし バリが痛いけど、値段相応の性能なんで高評価です 評価:", "id": "ja_0021672"}
{"language": "ja", "output": "良い", "input": "レビュー: 知的障害のある娘に\n\n軽い知的障害のある娘。自分でストレスを発散することができず2年ほど前から常にイライラし、暴れることが多くなり、精神科で統合失調症の疑いありと診断されました。 ネットで調べたところ栄養療法でナイアシンが良いとあり、こちらを購入。 併用して相互作用のあるビタミンBミックス・マルチビタミン、ビタミンCを飲ませていますが、精神状態がとてもよくなり、人の声に耳を貸すようになり、人間らしいやり取りができるようになり、暴れることも無くなりました。 この商品だけの作用ではないかもしれませんが、家族皆とても救われた気持ちです。 続けて購入したいと思っています。 評価:", "id": "ja_0714531"}
{"language": "ja", "output": "悪い", "input": "レビュー: 標準3.5mmジャックがゆるゆる\n\n評価が良いので購入しました。 しかし3.5ミリジャックが細身のためにユルユルガバガバでPC側もスピーカー側も接触不良です。 結局使えないのでゴミ箱行きとなりました。 本体のしなやかさや丈夫さはよさげだっただけに残念な買い物となってしまいました。 評価:", "id": "ja_0548246"}
{"language": "ja", "output": "悪い", "input": "レビュー: パッと見は良かったが、、、\n\nプレゼントで購入したのに初期不良（駒が揃っていない）があり、 贈った人からそう言われてとても残念でした。 そして出品者に連絡しても繋がらず待ちぼうけを喰らっています。。。 海外の出品者の様なので、今後は気をつけてネットショッピングしようと思いました。 評価:", "id": "ja_0619281"}
{"language": "ja", "output": "悪い", "input": "レビュー: Shimo\n\nちょっと、作りが雑だけどなんとか使えます。土台を支える部分は補強必要あり。 評価:", "id": "ja_0272594"}
{"language": "ja", "output": "良い", "input": "レビュー: 程よい大きさの南京錠\n\n大きめの南京錠を探していましたが、安かったので購入。 フック部分が多少長いので、汎用性あり。 電工用ウォールボックスのカギで使用してます。 評価:", "id": "ja_0008764"}
{"language": "ja", "output": "良い", "input": "レビュー: 履き口だけ。一体ではないのが吉か凶か？\n\n小五の娘に。普段22.5cmですがサイズがなく23cmを注文。レインブーツは大きめな予感でしたが履いてみたらちょうどよいとのこと。中敷きがペラいので疲れるかも・と言うので、中敷きは100均で気に入ったものに。ちょっと踵ありブーツ感が嬉しいようです。 履き口は確かにキツそうですが、そこはベロ？と一体ではないので靴紐ゆるめでセット。紐を３色つけてくれるなら、１種類でいいからゴムタイプの靴紐にしてくれてもいいのに・とか思ったり。 でもまぁオシャレしだす小五の娘には気に入ったようで、次の雨の日を楽しみにしています。雨上がりの帰り道でもウキウキしそうです♪ 評価:", "id": "ja_0915281"}
{"language": "ja", "output": "悪い", "input": "レビュー: 気泡が抜けません\n\n他の方が書かれているように、気泡が抜けません。右角を頂点に逆L字型に大きく気泡が残って見っともない状態です。 加工精度の問題かも。 安物買いの銭失いでした。 評価:", "id": "ja_0681371"}
{"language": "ja", "output": "良い", "input": "レビュー: 丈夫そうだが重い❗\n\n買い替え前はアルミフレームだっので、その重さに驚きましたが、反面安定感は有りそうです。私は常設での使用ですが、キャスターが付いてはいえ、これを持ち歩くのは難儀かなと。 評価:", "id": "ja_0848075"}
{"language": "ja", "output": "悪い", "input": "レビュー: すぐダメになる(バイクで使用)\n\nまずBluetoothが繋がるときと繋がらないときがある。勝手に繋がっては音量が高くなったりする。 ボタン電池の極板を加工すれば安定して使えるようになると、やっても無駄。ボタンも押してもタイムラグがある。買うなら他のを買うことをオススメする 評価:", "id": "ja_0826961"}
{"language": "ja", "output": "悪い", "input": "レビュー: 郵便局の配達はダメだ\n\nケースが表も裏も割れていた。 同じポストに直接配達だとしても、ヤマトに比べて袋が悪すぎるせいではないのだろうか。 評価:", "id": "ja_0835543"}
{"language": "ja", "output": "悪い", "input": "レビュー: カード入れがスカスカ\n\nクレカタイプのsuicaを利用していますが、逆さまにするとカードが落ちるくらいスカスカです。 カメラのところが購入後すぐにボロボロになりました。 それ以外はとっても良い商品です。 大切なカードを入れない方には高評価なのかもしれません。 評価:", "id": "ja_0949596"}
{"language": "ja", "output": "良い", "input": "レビュー: 履きやすい！\n\n履きやすさ抜群です！ バレエシューズを2度も買い替え、合わず、こちらを購入しましたが、娘が喜んでます。 ただ、マジックテープが剥がれ、付け替えました。ので、☆4つです。 評価:", "id": "ja_0429822"}
{"language": "ja", "output": "悪い", "input": "レビュー: 容量が違う\n\n120GBの製品は実際的なPC認識容量は111.75GBだが、購入した二枚は119.2GBと認識された。 大は小を兼ねる事もあるが、RAID1の片側を後から追加(トランセンド 120GB(111.75GB))しようとしても、ダメなのは当然だが、トランセンドが無駄になってしまった。 製造の都合で128GBで構成したものを120GBと売るのは困る。 評価:", "id": "ja_0538327"}
{"language": "ja", "output": "悪い", "input": "レビュー: 剥がれる\n\nスマホを付けてない状態で剥がれて、お辞儀を❗何度やっても❗ 返品しました❗評価を信じたのは、大間違いでした。 評価:", "id": "ja_0138769"}
{"language": "ja", "output": "悪い", "input": "レビュー: ゴム臭い\n\n匂いが気にならない方は大丈夫だと思います。 評価:", "id": "ja_0540620"}
{"language": "ja", "output": "悪い", "input": "レビュー: 次はない\n\niphoneケーブルを使用していますが、キチンと噛んでくれません。お値段通りの感じです 評価:", "id": "ja_0813365"}
{"language": "ja", "output": "悪い", "input": "レビュー: 次回に期待(2分の1)\n\n二個購入し、一個は不良品で返品。返金ではなく、良品を再送いただけると、嬉しかったです。 評価:", "id": "ja_0346245"}
{"language": "ja", "output": "悪い", "input": "レビュー: 買うのストップ\n\n帝王学の中身は一切書かれていないです！ただの道徳書。有名人の名言検索した方がよっぽど有意義ですよー 評価:", "id": "ja_0582822"}
{"language": "ja", "output": "悪い", "input": "レビュー: 画像が汚い\n\n国産のテレビしか購入したことが無かったので、色合いが汚い感じが否めないです。 評価:", "id": "ja_0356728"}
{"language": "ja", "output": "悪い", "input": "レビュー: グッドポイントが見つけられません。\n\nレビューの評価が良いので購入しましたが、驚くほど使い勝手の悪いお品です。 deleteとenterの間の記号。文書作成の際とにかく邪魔です。パソコンと配置が違うせいでしょうか。 重量は軽いですがサイドのゴツゴツ感が不快で心地悪いし手が痛いですし、キー操作時のカチャカチャ音も大きく。またキーが軽いせいなのか押下しにくいです。 この価格なので安かろう悪かろうなのでしょうが、レビューの口コミの高評価の理由がわたしには全く理解できませんでした。 出先での作業用にと購入しましたが、持ち歩くにはコンパクトさに欠けますし、ガチャガチャとキーが音を立てそう。 失敗なお買い物になってしまいました。 出先でも軽快に作業を希望するのであれば、軽量のパソコンを購入すべきなのだと感じました。 タブレット➕キーボードでの代用を希望していましたが、代替え品はあくまで代替えですね。反省しました。 評価:", "id": "ja_0987808"}
{"language": "ja", "output": "良い", "input": "レビュー: よかった！\n\nちょうど良い柔らかさです。いつもリピートしてます！ 評価:", "id": "ja_0078138"}
{"language": "ja", "output": "悪い", "input": "レビュー: リモコンが入ってないので返品交換\n\nリモコンが入ってないので返品交換とのことで 評価:", "id": "ja_0172327"}
{"language": "ja", "output": "悪い", "input": "レビュー: 千円は無いな\n\nチョットお値段が高い。 基本キットに入っていると思ってました。 評価:", "id": "ja_0796327"}
{"language": "ja", "output": "良い", "input": "レビュー: やっぱり鍛えなきゃダメよ\n\n首周りが広くワイシャツの下に見えない所が良い。 どれだけ着ても「着るだけで筋肉」はつかない。 評価:", "id": "ja_0941708"}
{"language": "ja", "output": "良い", "input": "レビュー: 安いからと思ったけど\n\n安いからと思ったが、 耐久も革だから大丈夫そうだし満足 マジックテープの耐久は不明だが。 ショップに問い合わせしても迅速丁寧で感謝です また購入したいと思った 評価:", "id": "ja_0047318"}
{"language": "ja", "output": "悪い", "input": "レビュー: 予想通りの不味さ\n\nティーバッグのものと基本同じの「紅茶っぽいもの」です。わざわざ茶葉で入れる手間をかける代物ではありません。 評価:", "id": "ja_0127965"}
{"language": "ja", "output": "良い", "input": "レビュー: 光アナログ変換\n\n低価格であるが外観は綺麗で、コンパクトに纏めている。ヘッドフォンアンプも内蔵して、手持ちの密閉型を十分駆動でき、ノイズも感じられない。 評価:", "id": "ja_0001094"}
{"language": "ja", "output": "悪い", "input": "レビュー: 薄薄\n\nサイズはピッタリです。ただ生地が薄い。透けます。厚手の生地だと丈が短いのしかないので困っています。引き続き探します。 評価:", "id": "ja_0639776"}
{"language": "ja", "output": "良い", "input": "レビュー: 暖かい\n\n防寒性防風性が優れていて 指もきついことがなく、ゆるいこともなく、ちょうどぐらいです。 中身もかなり柔らかいです。 評価:", "id": "ja_0385610"}
{"language": "ja", "output": "悪い", "input": "レビュー: イメージ通りだったのに\n\nネックレスの重ね着けをしたくて購入。 見た目は写真通りですごく可愛かったのですが なぜだかチェーンに髪の毛が凄く絡まって 何回も取り外すしたり、髪の毛ちぎったり して嫌になり、付けなくなりました。 華奢なチェーンのネックレスを普段から付けているのですが髪の毛が絡まるなんてしたことなかったのでショックです。改善して欲しい。 評価:", "id": "ja_0335807"}
{"language": "ja", "output": "悪い", "input": "レビュー: 作りが雑過ぎ！使えるのは半分と思って！\n\n単価が安いので仕方ないかもしれないですが… 緑の巾着に、突然ブルーの糸を使用。 オレンジの巾着に、片側だけ黄緑色のリボンを使用。 リボンがリボンを貫通して結ばれているので、口が絞れない。 裁縫が雑で、穴が空いている。 こんな感じのモノが多々あるので、100枚と思って買っても、使えるのは半分と思った方が良いかも…。 リボンが通してある部分の裁縫は、ほぼ不完全。きちんと口が閉じるのを選ぶと使えるのは、半分以下になるかも⁈ 評価:", "id": "ja_0113539"}
{"language": "ja", "output": "良い", "input": "レビュー: 音がうるさく気になります。\n\n軽くて、使いやすいが、かん高い排気音がうるさく気になります。やっぱり電源コードも邪魔でした。次はコードレスがいい 評価:", "id": "ja_0285351"}
{"language": "ja", "output": "良い", "input": "レビュー: 長さに注意！！！\n\n問題はありません。 が、長さはよく見てください！！ うちは思っていたよりも長い物が必要だったので、PC台に設置するには高さが足りず、背の高い棚に設置しました。 「横にできない」「取り付け時のディスプレイの下端が取り付け位置から何cmになるか」 この2点には要注意です！！！ 評価:", "id": "ja_0354197"}
{"language": "ja", "output": "悪い", "input": "レビュー: 通信が弱い時が多い\n\nワイヤレスなのはとても良いがBluetoothが途切れることがよくある。 評価:", "id": "ja_0901115"}
{"language": "ja", "output": "良い", "input": "レビュー: 肌に優しいみたいです\n\n日焼け止めは皮膚によくないという記事をハワイで散々読まされ？帰国後にこれを買いました。最近梅雨なので効果はわかりませんが、肌になじみとても良い感触です。今夏は首を中心にこれ一本で済ませようと思います。 評価:", "id": "ja_0548170"}
{"language": "ja", "output": "良い", "input": "レビュー: 仕事用でぴったりです\n\n値段通りと思います。 仕事用でぴったりです。 評価:", "id": "ja_0920104"}
{"language": "ja", "output": "悪い", "input": "レビュー: 間違って購入\n\nこれはうまく活用できておりません スマートホンようだったようで 私には必要ないものだったようです 購入する時 どうも間違ってしまったようで ゴミと同じです引き取ってもらえないよね〜 評価:", "id": "ja_0157795"}
{"language": "ja", "output": "悪い", "input": "レビュー: 余り良い品とはいえない。\n\nラインの数値表示が接触不良で見えなくなつた。 評価:", "id": "ja_0129653"}
{"language": "ja", "output": "良い", "input": "レビュー: コストパフォーマンスは良い商品\n\n台座部分がプラスチックなので固定するためにあまり強く締めすぎるとネジがなめてしまうか台座部分が折れそうな感じがします。それ以外は頑丈な作りでいいと思いました。値段を考えると良い商品だと思います。 評価:", "id": "ja_0516116"}
{"language": "ja", "output": "良い", "input": "レビュー: お気に入りのカラビナ装着！\n\nカラビナを付けてジーンズのベルト通しに引っかけるのが好きなので、この商品を選びました。 Huawei P20 Proの大型スマホも収納できて便利です。 評価:", "id": "ja_0797745"}
{"language": "ja", "output": "良い", "input": "レビュー: やっぱりこれ。\n\n他のメーカーのものも買いましたが、廻りが良くなると感じるのはこのサプリです。 近所のドラッグストアよりお安く買えるし、到着も早い。 むくみやすい時には多めに飲むとすっきりします。 評価:", "id": "ja_0994796"}
{"language": "ja", "output": "悪い", "input": "レビュー: 壊れました。\n\n3ヶ月弱で壊れました。デジタル表示が点滅した後画像の様な表示になってしまった。 評価:", "id": "ja_0874037"}
{"language": "ja", "output": "悪い", "input": "レビュー: アイライン落ちない\n\n目元専用と言いつつ、アイラインも全然落ちない。ほかのメイク落としと何が違うのか？！ 評価:", "id": "ja_0422580"}
{"language": "ja", "output": "悪い", "input": "レビュー: 保温について\n\n保温があまりできず、湯の冷め方が早くなった 評価:", "id": "ja_0656157"}
{"language": "ja", "output": "悪い", "input": "レビュー: アマゾンでの過去最大の詐欺商品\n\n47ミリの裏蓋を開けるために購入したけど 爪が届かなくて使い物にならない どう見ても5〜6ミリ足りない 開閉幅：最大約53mm のうたい文句は大ウソ 大型時計対応も大ウソ 全くの詐欺商品 アタッチメントのネジ部分もガタツキ有って固定性無し 買うだけ 金の無駄 ドブに捨てるつもりなら まるで別の商品 売り手はチェックする気も まともに売る気もないのだろう こんな所から買ってはいけない ショップの評価も疑わしい 値段考えたら こんなクソ商品の為に忙しい時間削って返品手続きするのも馬鹿らしいから ほっとく ホントはレビュー書く時間ももったいないけど だまされる人を少なくする為に書く事にしました 評価:", "id": "ja_0205831"}
{"language": "ja", "output": "悪い", "input": "レビュー: まあ使うけど\n\n中に入ってる板は取り出してドライヤーとかで温めればすぐ治るからいいけど容量が30Lにしては小さい気がする。 評価:", "id": "ja_0420720"}
{"language": "ja", "output": "悪い", "input": "レビュー: 耐久性が…\n\n空きチャンネルを使ってプロポから電飾のオンオフができるのはとっても便利！ なのですが…5回ほど走行させたら使えなくなりました。 でも便利なのでもう一つ購入予定です。 他の方も言ってますが外れを引いてしまったのかもしれませんしTT 評価:", "id": "ja_0203630"}
{"language": "ja", "output": "悪い", "input": "レビュー: 左のレンズが。\n\n物は問題なし。左のレンズが丸い跡が薄らとあって、拭いても消えない。 評価:", "id": "ja_0566248"}
{"language": "ja", "output": "悪い", "input": "レビュー: コンパクト！\n\n持ち柄が長いので期待したが、実際は余り効果が無かった。回転部と持ち柄に角度を付けて狭い所にも届く製品にして欲しい！ 評価:", "id": "ja_0849830"}
{"language": "ja", "output": "良い", "input": "レビュー: Bryton Rider 410 にはおすすめです\n\nBryton Rider410にもしものことがあったら、と思い、購入しました ぴったりあいます。 評価:", "id": "ja_0385832"}
{"language": "ja", "output": "悪い", "input": "レビュー: 買ってはいけないです\n\n買って1ヶ月もしないうちに左下の角に亀裂が入り、経年劣化したプラスチックの様にポロポロと剥がれて使い物になりませんでした。今は他の製品を使用しています。 評価:", "id": "ja_0407025"}
{"language": "ja", "output": "悪い", "input": "レビュー: レビューは信用できない\n\nレビューが高評価だったので購入しましたが、届いたものは期待はずれな商品でした。 返品した後、レビューをよく見たら同じ人が何回も高評価を付けています。今までAmazonのレビューを参考に買っていたので、裏切られた気分でとても残念です。 こんな事が無いようにAmazon側でもっとチェックして頂きたいです。 評価:", "id": "ja_0447539"}
{"language": "ja", "output": "良い", "input": "レビュー: タコ焼き\n\n平面プレートはまだ使ってません。 タコ焼きを作りましたが問題なく作れました。 ただ最初の一回めは変な煙が出ます。二回目以降は出なかったです。 評価:", "id": "ja_0673370"}
{"language": "ja", "output": "悪い", "input": "レビュー: 1ヶ月の使い捨て\n\n以前にも投稿あったように蓋の取っ手がすぐに割れる 蓋だけ買うことも取っ手部分の替えもきかず 悲しい結果になった 蓋出来ないとティーコージーも被せられずに美味しくいただけない 1ヶ月の使い捨て 評価:", "id": "ja_0530296"}
{"language": "ja", "output": "良い", "input": "レビュー: 一日一本\n\n母が糖尿ですが、食欲がないので一日一本のませています。 お守りかわりの栄養食です。 評価:", "id": "ja_0476809"}
{"language": "ja", "output": "悪い", "input": "レビュー: 不満足\n\n一日、3〜5分くらいをずれてしまいます。非常に不満坂です。Amazonは返品してくれないので困ります。 評価:", "id": "ja_0890174"}
{"language": "ja", "output": "悪い", "input": "レビュー: ありえない\n\n意味がわかりません。 レビューを見て買ったのになぜこれが届くんですか？ Amazonを利用して全然違うものが届いたのは初めてです。 不愉快すぎます。 これは間違いですか？なんでこれが届くんですか？ 写真と全然違うものが届く意味がわかりません。 今すぐにちゃんと商品を発送してください。 評価:", "id": "ja_0133636"}
{"language": "ja", "output": "悪い", "input": "レビュー: 洗浄力が強すぎて、スネがカサカサになった＠敏感肌\n\n敏感肌の私が毎日使うとスネの辺りは、カサカサになります。洗浄力が強すぎるみたいです。別のメーカーの柿渋は、大丈夫でした。殺菌には、いいと思います。 評価:", "id": "ja_0071980"}
{"language": "ja", "output": "良い", "input": "レビュー: 薄いので収まりが良くかさばらない\n\nクレジットカード等電磁波防止目的で購入しました。ケースに入れると財布内が、かさばず、取り出しやすいので重宝してます。耐久性はこれから使用してみての判断ですが。 評価:", "id": "ja_0267341"}
{"language": "ja", "output": "悪い", "input": "レビュー: クリップ部のプラスチックがすぐ欠けてバラバラになりました。\n\nサルフェーション除去を期待して購入しましたが、専用充電器では充電しても1日乗らないとエンジンがかからなくなるバッテリーに接続して効果確認をしました。 結果は、1分ほどで満充電となり、びっくり。何度やってもサルフェーション除去のモードにはなりませんでした。壊れているのか、バッテリーが悪いのか判断がつきませんが、クリップ部分が特別な取り扱いはしていないのに、バキバキに割れて外れてしまったので、返品を断念。メンテナンス充電機能に期待して普通の充電器として、ショートに気をつけて使い続けるしかありません 評価:", "id": "ja_0295900"}
{"language": "ja", "output": "良い", "input": "レビュー: サイズ感\n\n顔と唇の保湿に使っています。 持ち歩きに便利なサイズで重宝しています。 私は結構な乾燥肌なのですが、真冬になると保湿力が少し劣るような気がします。でも、ポケットサイズで便利。 評価:", "id": "ja_0816843"}
{"language": "ja", "output": "良い", "input": "レビュー: 切れ味がいい！\n\n孫のためにガーゼのマスクを作成！ はさみが普通のを使っていたのですが、ガーゼを切るに一苦労です。 購入して良かった！ 安かったのでそれも満足！ 評価:", "id": "ja_0846149"}
{"language": "ja", "output": "悪い", "input": "レビュー: 消去が遅い\n\n３．５インチHDDの５００GBを消去するのに９０時間もかかる・・・ そんなものなのでしょうか・・・。 評価:", "id": "ja_0811690"}
{"language": "ja", "output": "良い", "input": "レビュー: カバー？部分が１個無い\n\n手芸店よりお安く購入できました。 使いやすいです。 ただ、カバー？キャップ部分が１個入ってなかったのが残念・・・ 評価:", "id": "ja_0238769"}
{"language": "ja", "output": "良い", "input": "レビュー: 面白いです。\n\nそこら編に大量生産されている異世界ものだったら、 かわいい女の子２人「両手に花」で鼻の下ダラーって伸ばす展開になるのでしょうが、 おじさんの場合は「そんな都合良く行くかいな」というフラグ圧し折りまくり状態。 おじさん手強すぎです。 ツンデレさんの片思いが成就しますように… （もう一人のお嬢さんも報われると良いんですがどうしたものか） 相変わらずSE○A愛まみれで笑わせてもらいました。 評価:", "id": "ja_0764279"}
{"language": "ja", "output": "良い", "input": "レビュー: 迅速な対応\n\nイベント当日に間に合うか心配でしたが、間に合って良かった！商品は昔から使っているってけどウケます 評価:", "id": "ja_0377696"}
{"language": "ja", "output": "良い", "input": "レビュー: ありがとうございました。とても気に入りました。\n\nありがとうございました。とても気に入りました。機会がありましたらまたお願いします 評価:", "id": "ja_0257394"}
{"language": "ja", "output": "悪い", "input": "レビュー: 疑問\n\n電源が自動で入らないことが度々あるのですが、なぜでしょうか？ 評価:", "id": "ja_0802512"}
{"language": "ja", "output": "悪い", "input": "レビュー: 耐久性には期待しない方が。。\n\nノック式のものを探してました。色もかわいいピンクで気に入ってましたが、買って一か月経ってませんが、ノック式のものではなくなり、ずっとペン先が出ています。 ペンのタッチの具合が気に入っているので継続して使っていますが、少し残念です」 評価:", "id": "ja_0010988"}
{"language": "ja", "output": "悪い", "input": "レビュー: ダイソーと比較して\n\n勧められて半信半疑で ダイソーの冷えピタ買ってみたら ダイソーの方がよく冷えた。 そして、コスパも良いし 個包装になってる。 評価:", "id": "ja_0378247"}
{"language": "ja", "output": "良い", "input": "レビュー: 透明塩ビに使用\n\n透明の塩ビに貼り付けました。仕様標準で作業、キレイに仕上がりました。 評価:", "id": "ja_0231223"}
{"language": "ja", "output": "良い", "input": "レビュー: Good！！\n\n母へのプレゼントですが、外観も色も履き心地も大変良く喜んでいました。 評価:", "id": "ja_0459291"}
{"language": "ja", "output": "良い", "input": "レビュー: チャリオヤジ\n\n１６５センチM注目ピッタシでした2セット購入し早朝チャリダーの知り合いとおそろいで走ります。 評価:", "id": "ja_0353110"}
{"language": "ja", "output": "悪い", "input": "レビュー: アダプター断線\n\n買っ6ヶ月で断線しました。 残念ありえない。 評価:", "id": "ja_0100539"}
{"language": "ja", "output": "悪い", "input": "レビュー: 不良品\n\n中のファスナーの掴むところが無かった。 返品したかったが時間がなくて出来ない。 そのツマミだけでも送って欲しいっ💢 評価:", "id": "ja_0103106"}
{"language": "ja", "output": "悪い", "input": "レビュー: 柔らかすぎるかも\n\n保冷力は正直ないよりマシ程度でポリバケツ2重化したものの中に氷を入れてもおんなじようなものかと思いました。 上部蓋裏部分に保冷剤を入れるためのポケットが付いていますが、コンパクトな保冷剤でないと収まらないことと、そこに重量をかけると重さを支えられなくて型崩れが発生するのが難点。 畳んだときも折りが入らない2面分だけでも硬質のプラ板なんかが入っていたら良かったのにと思います。 評価:", "id": "ja_0716556"}
{"language": "ja", "output": "良い", "input": "レビュー: 肌触りがいい\n\n季節の変わり目にシーツを購入しました。実際に使用してみての感想としては、しっかりとした素材だと感じました。 今までは薄っぺらく安いものを購入していましたが、こちらの商品は安い値段ながらもしっかりとした生地で伸びたり透けたりしなさそうなので今の所満足しています。 サイズ感も問題ありません。 しっかりした生地ながらも肌触りも良好です。 評価:", "id": "ja_0507771"}
{"language": "ja", "output": "悪い", "input": "レビュー: ダメでした\n\n全然うちの犬は興味示さなかった示さなかった💦 評価:", "id": "ja_0549081"}
{"language": "ja", "output": "良い", "input": "レビュー: 着け心地○\n\nフワフワで着け心地は良いです。でも臭いかちょっと気になるので星４です 評価:", "id": "ja_0833364"}
{"language": "ja", "output": "良い", "input": "レビュー: 映像くっきり音質も良い！\n\n今まで国内メーカーのプロジェクターを利用していましたが、ランプの使用期限を迎えたので買い替え。こちらの商品を選んだのはLEDと光量です。実際到着した商品は軽くてスタイリッシュ。映像もクリアです！ただ今までと違って引きやズームの調整は距離でするしかなさそう。フォーカスは合わせれます。このプロジェクターには珍しくスピーカーが付いておりなかなか高音質なサウンドが楽しめます！総合的には購入して非常に良かった。 評価:", "id": "ja_0566740"}
{"language": "ja", "output": "良い", "input": "レビュー: 薄い分めくれ上がってきます。\n\nフロント用に買いました。 デザインはすごく可愛いです、ただ前の隅が少し浮いてくるので運転席側はハンドルがある分乗りづらいときが多いです。 コスパを考えれば及第点の商品かと思います。 評価:", "id": "ja_0615234"}
{"language": "ja", "output": "悪い", "input": "レビュー: 思ったより小さすぎた\n\n実際に物を見ずに購入していたので、やっぱりかと思ってしまった。カード一枚と少々の小銭にすればまあ仕方がないのかな。 評価:", "id": "ja_0010963"}
{"language": "ja", "output": "悪い", "input": "レビュー: 楽しみに待っていたのに商品かけていて悲しい\n\nプラスチック商品ですので、梱包ちゃんと考えていただけると破損は無かったかな。 今回は返品しますが、もう一度注文しますので是非プチプチ梱包で無事届く様にお願いします。 評価:", "id": "ja_0638999"}
{"language": "ja", "output": "良い", "input": "レビュー: まだ慣れないけど…\n\n使っていたアイロンが壊れた為、急いで購入。幅が狭いので1度に伸ばせる量は少ない。今まではもう片方の手で挟みながら使用してましたが、これは熱いのでなかなか難しいです。 回転させてもカールになりにくい。 評価:", "id": "ja_0057242"}
{"language": "ja", "output": "良い", "input": "レビュー: 小さいので、使い勝手良いです。\n\n大きいタイプは後ろを手鏡で見ながら使うのが重くて大変だったので、この小さいタイプの方が目標に的確にスプレーできていいです。 評価:", "id": "ja_0887730"}
{"language": "ja", "output": "良い", "input": "レビュー: 期待通り\n\nUSBポートで充電し、コンパクトに利用できるので、期待通りです。 評価:", "id": "ja_0788864"}
{"language": "ja", "output": "悪い", "input": "レビュー: 取り敢えずカバーが要るので買いました。\n\nもう少し重量感があるのが欲しかった。今のは前後ろが分かりにくいのかな？あとは値段通りかな？ 評価:", "id": "ja_0007444"}
{"language": "ja", "output": "悪い", "input": "レビュー: いい\n\n画面明るいと見える。 さらさらしてて使い心地はいい。 評価:", "id": "ja_0562726"}
{"language": "ja", "output": "良い", "input": "レビュー: 強い！でも、かわいいところがキュン💕\n\n目がキラキラするほど面白い！ソーの単純さがたまらなく可愛くて。大きな体なので、ギャップにキュンでした！ 評価:", "id": "ja_0924020"}
{"language": "ja", "output": "悪い", "input": "レビュー: ちょっと大きいです(^-^)\n\n少し大きいかな？思ったよりですが 通勤では使いにくいと思います！ 評価:", "id": "ja_0442952"}
{"language": "ja", "output": "悪い", "input": "レビュー: 使用開始2日でひびが入りました。\n\n外装（箱）傷ありで﻿Amazonアウトレットから購入しましたが、使用開始2日でひびが入りました。 以前使っていたガラスフィルムは2回落としてダメになりましたが、今回は落としていないし、ぶつけてもいないのに割れてしまいました。 メーカーから直接買っていないのですが、商品説明には365日保証と記載が有ったと思います。 保証を受ける方法が分りませんので困っています。 評価:", "id": "ja_0239360"}
{"language": "ja", "output": "悪い", "input": "レビュー: 他の甲類焼酎を買おう！\n\n高級な甲類焼酎。 しかし、甲類焼酎は割って飲むので宝や純、ビッグマンと何が違うんだろうか。 俺の舌が馬鹿なのか。 ネームバリューで買ってしまったが、上記の安い甲類焼酎(ビッグマンなど)の方がオススメ 評価:", "id": "ja_0532876"}
{"language": "ja", "output": "良い", "input": "レビュー: 割れないミラーというのがポイント\n\n何よりも割れないミラーという点では完璧です。ステンレスということで、すぐに傷がつくことを恐れていましたが、ケースもついてきており、保管も安心でした。 評価:", "id": "ja_0054334"}
{"language": "ja", "output": "悪い", "input": "レビュー: とても退屈\n\n全然面白くもないしためにもならない 本当に退屈な本でした 運で買っているのかなと思うほど論理性にかけた内容でした 評価:", "id": "ja_0807494"}
{"language": "ja", "output": "良い", "input": "レビュー: どんな料理に適する。\n\nステンレス製なので、家庭用でも錆びにくく、安心して使えます一般的な料理だけでなく、日本の料理に最適な刺身を作るのにも適しています。 評価:", "id": "ja_0616553"}
{"language": "ja", "output": "悪い", "input": "レビュー: あんまり\n\nガラス貼ってま~すって感じであんまりかっこよくなかったんで剥がしちゃった。 中心に真っ直ぐ貼るのも難しくてちょっとまがったし、それもあってかっこ悪かった。 評価:", "id": "ja_0734713"}
{"language": "ja", "output": "悪い", "input": "レビュー: ちょっとがっかり！\n\n本日、商品が届きました。開けてみて、個々に調べて見たところ・・・ １．コンパス……動かないので、少し衝撃を与えたたら、動いたが磁石が狂っていた。 ２．ミニペンライト……ライトが点灯しない。調べたらボタン電池の容量が”０”（テスター調べ）。 ３．呼子……吹いてもならない。 ４．釣り具セット……釣り糸が短い。 ５．説明書……説明書が日本語とあるが、説明書ではなく、仕様書なのにスイスカードは英語。 ６．多機能ナイフ……ナイフは出せたが、収納の仕方が分からない（説明がない）。せめて、刃物系には説明書がいる。色々と触っていて、分かったが指を切りそうになった。 以上の点で、評価が低い結果になる。 評価:", "id": "ja_0530158"}
{"language": "ja", "output": "悪い", "input": "レビュー: 残念です。\n\n3つ購入しました。2つは特に問題はなかったのですが、1つは脚がボコボコしていておまけにネジに穴がなく取付出来ない状態です。とても丈夫そうでデザインも良いのでとても残念です。 評価:", "id": "ja_0286498"}
{"language": "ja", "output": "良い", "input": "レビュー: コスパよし！香りよし！\n\nいい匂いでシャンプーしてあげる時も香りに癒されます。幼児に使用しているのでなるべく添加物が使用されていないものを、と選びました。コスパもよくて、肌荒れもせず満足してます。 評価:", "id": "ja_0123257"}
{"language": "ja", "output": "良い", "input": "レビュー: 全部きっちり\n\n覆われているので、バンカーの時の画面側の不安がなくなりました。 肌触りも良いので気に入っています。 評価:", "id": "ja_0156453"}
{"language": "ja", "output": "悪い", "input": "レビュー: 到着予定から1か月経過しても届かない\n\n最悪です。 商品がいつになっても届かない。 評価:", "id": "ja_0769969"}
{"language": "ja", "output": "悪い", "input": "レビュー: 写真と違う！\n\n以前と違う商品が送られてきた。 騙された感！ 写真(右)が送られてきた無名のパット 質も悪い。粗悪品です。 *写真(左)は以前のちゃんとした品物 評価:", "id": "ja_0909963"}
{"language": "ja", "output": "良い", "input": "レビュー: YouTubeをみて\n\nあるYouTuberの動画をみて購入しましたが、泡垂れもなく、拭き筋もほとんどないので良いです。ただ、裏側(車内)で使うと勢いがあるので、少し泡が飛び散ります。 評価:", "id": "ja_0317803"}
{"language": "ja", "output": "良い", "input": "レビュー: 使いやすい！\n\nお札や小銭そしてカードまで入り、大変便利に使っています。皮も柔らかく使いやすいです。 評価:", "id": "ja_0173875"}
{"language": "ja", "output": "悪い", "input": "レビュー: 子どもに気に入ってもらえるかどうか\n\n親は気に入ったけど、肝心の子どもが嫌がって、使えませんでした😵 あと触角部分が子どもの餌食となり、早々に食いちぎられました😱 評価:", "id": "ja_0804465"}
{"language": "ja", "output": "良い", "input": "レビュー: 高反発≠固い\n\n沈みすぎず、表面が身体に沿うといった印象。 でも寝たときに沈む感覚はほぼないです。 評価:", "id": "ja_0631660"}
{"language": "ja", "output": "悪い", "input": "レビュー: 残念\n\nアマゾンのプライムビデオを見たくて 購入しましたが、予告編は辛うじて見れるのですが、本編を再生すると、ずっとクルクル回って繋がらないです。 設定自体は、家のWiFiを繋げる時に、ちょっと分かりにくかったのですが、出来ました。 これがハズレだったのか、よく分かりませんが 何か方法が有れば教えて欲しいです。 評価:", "id": "ja_0544793"}
{"language": "ja", "output": "良い", "input": "レビュー: うまい！\n\nこのコーラリキッドはかなり当たりです！ コスパもいいし、やみつきになります。 ここのお店は対応もいいしオススメです。 評価:", "id": "ja_0426858"}
{"language": "ja", "output": "悪い", "input": "レビュー: 劣化が早い\n\nすぐに生地が薄くなります。消耗が早いような気がします。それを思うと値段が高いような気がする。 評価:", "id": "ja_0013587"}
{"language": "ja", "output": "良い", "input": "レビュー: なんだかいけそうな気がします\n\n手ごろな大きさと、ガスを使用しないので、そこだけでも安心です。 あとは、虫さん次第です。 ホームセンターより安かったので購入を決断しました。 評価:", "id": "ja_0301544"}
{"language": "ja", "output": "良い", "input": "レビュー: コストパフォーマンスは満足\n\n動かしやすいわけではないですが、コストパフォーマンスは優れていると思います。 現時点ではしっかりと支えてくれているので満足です！ 評価:", "id": "ja_0398231"}
{"language": "ja", "output": "良い", "input": "レビュー: 簡単家トレ！\n\nジムに行くのがめんどくさいので 家ジム化を目指している中、購入しました。 いつも同じ器具を使っていたら 同じ部位ばかりになってしまいマンネリ化していましたが、これを使ってから普段使わない筋肉を使えるので筋肉痛になる頻度も増えました。そこまでスペースをとらないのも嬉しいポイントです。テレビや映画を見ながら使うのでトレーニングするまでのやる気も簡単に出せるのが嬉しいです。 チューブも強度によって選べるので だんだん負荷を上げていくトレーニングもでき満足しています。 評価:", "id": "ja_0376324"}
{"language": "ja", "output": "良い", "input": "レビュー: お値段以上の肌触り\n\n値段以上の価値有りでした。 汗を吸ってもべたべたしないので、気に入っています。 評価:", "id": "ja_0727241"}
{"language": "ja", "output": "良い", "input": "レビュー: なかなか重宝しています。\n\n他の初級学習者用単語集よりもクオリティが高いと思います。 一つの例文に対して、補足的例文が実に充実している。何回同じページをめくっても学習になります。 このシンプルさと内容に深さが気に入っています。 評価:", "id": "ja_0720607"}
{"language": "ja", "output": "良い", "input": "レビュー: 使いやすい\n\n握りやすく手も疲れにくいと思います それに可愛い色合いで楽しいです 評価:", "id": "ja_0993652"}
{"language": "ja", "output": "悪い", "input": "レビュー: 臭い！！！みんななんとも思わないの？？？\n\n漏れる漏れないの以前にビニール部分が臭すぎて飲めません。 煮沸消毒して洗っても取れません。 息子は警戒して見るだけで投げて飲まなくなってしまったし最悪です。 どうやったら取れるのこれ？ 臭いで体調悪くなるレベル 評価:", "id": "ja_0942534"}
{"language": "ja", "output": "悪い", "input": "レビュー: ん〜…\n\n評価ぎよかったので期待しすぎたのか、全然剃れてる気がしないです。 バリカンとしても使えるんですね、その点はすごいと思いましたが、脱毛、髭剃りなどの剃毛には使えそうにないです。 評価:", "id": "ja_0431926"}
{"language": "ja", "output": "悪い", "input": "レビュー: ２週間しか保たない\n\nSwitch用にと、割高でも公式ライセンスがある方をと選びましたが2週間で認証エラーに見舞われました。入れっぱなしだったのに不思議ですね。PCがないのでフォーマットも出来ず、別のものを買うことを視野に入れています。 評価:", "id": "ja_0709308"}
{"language": "ja", "output": "良い", "input": "レビュー: いい\n\nペン自体の使い心地は大変良かったので満足しています。大変素晴らしいモノです。 評価:", "id": "ja_0910987"}
{"language": "ja", "output": "良い", "input": "レビュー: 防水\n\n自宅の前が小学生の集合場所で、前の役員さんから出発の声掛けを頼まれていたのをきっかけに、6年前に同じメーカーの防水時計を自宅前に取り付けました。今回同じものを探していましたが、安価で同サイズで、防水の物を手に入れてたすかりました。 評価:", "id": "ja_0881488"}
{"language": "ja", "output": "悪い", "input": "レビュー: 腰の凝りに効く しかし、ランプ部分に不具合\n\n車の運転の仕事のせいか、腰の凝りがひどいのですが これに座ってグリングリンやるとほぐされて割と楽になります。 運動不足による凝りにはマッサージ機より効くと思います。 追記 自分のも一週間でランプの点灯位置がおかしくなりました。 動作には影響ないようなのでこのまま使ってみますがこのモデルが抱えてるデフォルトの欠陥のようですね。 評価:", "id": "ja_0933960"}
{"language": "ja", "output": "悪い", "input": "レビュー: キャンセルされました 2度目です。\n\n注文後、発送連絡があったにもかかわらず、約2週間後に一方的に返金完了のお知らせのメールが来て、勝手にキャンセルされました。売る気が無いなら出品しないで下さい。発送連絡はウソだったのでしょうか？ 他の商品と比べてこの商品を選んでいるので非常に迷惑です。 っていうか、このレビューは掲載されないと思いますが、amazonさんはどうしてこんな迷惑な出品者を許可しているのでしょうか？ 詐欺られないだけマシなのでしょうが。なんか安く買いたい人がバカにされているようで非常に腹立たしいです。安く買えることがメリットと思ってamazonさんで買い物していますが、こんなことが度重なるのなら、高くても他でで購入することも考えないと。 こんな声も届かないんだろうなぁ なんか、くやしい！！！！！ どうしてキャンセルなのか、理由を教えて下さいよ。。。。。。。。。 評価:", "id": "ja_0073365"}
{"language": "ja", "output": "良い", "input": "レビュー: プレゼントにも\n\n写真どおりとってもステキで、プレゼントにもいいと思いました。 ですが、留め具のところが着け外しがやりにくいので、改善できるとよりいいです。 評価:", "id": "ja_0139281"}
{"language": "ja", "output": "良い", "input": "レビュー: リラックス効果を高める\n\n好きな音楽を聴きながらマッサージすることで、リラックス効果を高めることができます。 評価:", "id": "ja_0862245"}
{"language": "ja", "output": "悪い", "input": "レビュー: 樹脂加工されてる？\n\n使用1回（鶏肉とモヤシ、酸はなし）、早速錆びました。。。残念です。。。 評価:", "id": "ja_0452955"}
{"language": "ja", "output": "良い", "input": "レビュー: 迅速な対応でした。\n\n送られてきた商品は音量ツマミがあまり役に立たず、周波数を合わせるときのラジオのようなノイズがしていました。調べると、どうも初期不良のようでした。株式会社キューブさんに電話をすると、着払いで送ってください、とのこと。そして着払いで送ると、2日後には良品とお詫びの文章が送られてきました。対応は迅速だったと思います。 オタマトーンはある程度音感のある人じゃないと演奏は難しいと思います。テープなどでどこが「ド」なのか「レ」なのか印をつけたほうが演奏はしやすいと思います。 評価:", "id": "ja_0174311"}
{"language": "ja", "output": "悪い", "input": "レビュー: ワード・レコーズの商品登録ミス\n\nDVD+2CDを予約してBlu-rayが届いたパターンでした。 これまでの方々とは違い、カスタマーサービスに連絡しても、タイトルに書いてある事が原因なのでワード・レコーズで対応するとの事でした。 教えて貰った電話番号も平日の12時～20時以外の時間は受注専用電話番号になるとの事でした。 仕方ないのでメールしましたが、来週まで返答が返って来ないと思うと腹立たしい限りです。 いつになれば正しい商品を受け取る事が出来るのかも分からず不安です。 9月29日ワードレコーズよりメールにて連絡があり、着払いにてワードレコーズ宛に商品を発送し 後日代品をこちらまで送付するとの事でした。 私は未開封ですが、開封後の商品でも構わないそうです。 評価:", "id": "ja_0788264"}
{"language": "ja", "output": "良い", "input": "レビュー: 十分に効果\n\n空気清浄機は車載用と6-12畳タイプの部屋置きタイプをいくつか持っています。車と各部屋に置いて使用しています。 1台調子が悪くなったので、買い替えです。 既に1週間程度使用していますが、十分に効果を実感しています。 車もとても最適です。 DC5V電源で給電し、車によって起動したり停止したりでき、面倒な操作もないです。 360°から空気を吸引し、置き場所を選ばず、マイナスイオン発生器により、約800万個のマイナスイオンを放出できます。 効果がすごくいいです。 評価:", "id": "ja_0189123"}
{"language": "ja", "output": "悪い", "input": "レビュー: 普通\n\nプレゼントで購入。 使いにくいと言われてしまいました。 評価:", "id": "ja_0182916"}
{"language": "ja", "output": "良い", "input": "レビュー: 満足です\n\n良き曲が入ってました。ファンではないのですが、良く聴いてます。 評価:", "id": "ja_0029734"}
{"language": "ja", "output": "悪い", "input": "レビュー: 不良品\n\nVESA非対応 パネルにドット欠け、ゴミの混入が多くある 評価:", "id": "ja_0967417"}
{"language": "ja", "output": "良い", "input": "レビュー: すごく良いです！！\n\n主人に誕生日プレゼントで購入。 いつもPC,スマホで目が疲れていたので届いてすぐ試してもらいました。 揉まれている感覚にビックリしていました。暖かくなるのもよかったみたいです。 自分は授乳中のため使用はまだ先ですが、授乳が終わったらしてみたいです。 購入してよかったと思います。 評価:", "id": "ja_0448139"}
{"language": "ja", "output": "良い", "input": "レビュー: 丈夫ですね(^0_0^)\n\n雨でも大丈夫ですね 長い時間だとどうしても 中にしみこむかんじですが このカッパはそれがなかったです‼️ ありがとうございました(^0_0^) 評価:", "id": "ja_0890670"}
{"language": "ja", "output": "悪い", "input": "レビュー: 安かろう悪かろう。\n\n生地が薄くて中身が丸見えです。大して使っていないのに（財布、鍵、ハンカチ、スマホ）ファスナー、ショルダーのつなぎめのところがほつれてきたり、生地が耐えきれないと悲鳴をあげています。安かろう悪かろうでした。買って後悔しました。 評価:", "id": "ja_0602046"}
{"language": "ja", "output": "悪い", "input": "レビュー: なかなかいい\n\nインラインコントロールのマイクのミュート機能が使えませんでした。出品者の対応は良かったですよ。 評価:", "id": "ja_0858233"}
{"language": "ja", "output": "良い", "input": "レビュー: シンプルなデザイン\n\n色んな柄がセットになっているので楽しめます。薄手ですが一般的なタオルに比べ柔らかさがあります。乾きも早く、この時期は助かります。私はジム用にしてお風呂で使ったりしてるのですが、シンプルなデザインが多いので飽きずに長く使えそうです。 評価:", "id": "ja_0745266"}
{"language": "ja", "output": "悪い", "input": "レビュー: 最悪\n\n返金して！ すぐ壊れた上に交換品も届かない！ 評価:", "id": "ja_0092746"}
{"language": "ja", "output": "悪い", "input": "レビュー: ざんねーん\n\n色なしの透明でした おしゃぶり自体も娘はだめでした… メルカリ行きかな 評価:", "id": "ja_0539555"}
{"language": "ja", "output": "良い", "input": "レビュー: 組立てがとても簡単です。\n\n組立て説明図がわかりやすくて、簡単に組立てる事が出来ました。 軽いので掃除の際など移動も楽に出来て満足です。 可愛くて、子供が大喜びです。 ただ、デスク天面に硬い下敷きの様なものを1枚ひいておかないと、鉛筆などで穴を開けないか心配です。 評価:", "id": "ja_0461754"}
{"language": "ja", "output": "良い", "input": "レビュー: 好評でした。\n\n自宅での忘年会に準備しましたがどのお酒も美味しく好評でした！ 飲みやすいものばかりでしたので普段あまり飲まない人も美味しいと口をつけられていました。もう少しリーズナブルだとリピートし易いですが内容は見合うものでした。 評価:", "id": "ja_0291834"}
{"language": "ja", "output": "良い", "input": "レビュー: やっぱりデカい！\n\nゴールデン・レトリバー用に購入。60×90はやっぱりデカい！ 評価:", "id": "ja_0782825"}
{"language": "ja", "output": "悪い", "input": "レビュー: 使用して2ヶ月、発熱が酷くなりまともに使えなくなった\n\n最初は問題なく使えていたのですが、2ヶ月程経つとまともに繋がらなくなりました。 本体を確認すると異常な発熱。取り外して冷ましてみるとまた正常になりますが、またすぐ発熱。 まさか半年持たないとは思っていませんでした。 評価:", "id": "ja_0417553"}
{"language": "ja", "output": "良い", "input": "レビュー: ケンが着てる服より良い。\n\nコメント参考、娘用に購入。 上着のクオリティ高かったです。 パンツも付属品は座るとお尻が出る(笑)が、当商品は少しゆとりがあったりする。 靴は付属品と同等かな。 喜んでいたのでなにより。 評価:", "id": "ja_0787629"}
{"language": "ja", "output": "悪い", "input": "レビュー: ちょっと残念\n\nデザインはとってもステキで良かったですが、文字盤のプラスチックの蓋が取れていました。 瞬間接着剤で付けてみたのですが、蓋に少し接着剤がついてしまい、見にくくなってしまいました💦 評価:", "id": "ja_0361615"}
{"language": "ja", "output": "悪い", "input": "レビュー: フェイク品だった。\n\n2018/3/18Amazonで購入、フェイク品を掴まされました。メーカーサイトにて製品シリアルナンバー確認で判りました。 評価:", "id": "ja_0791463"}
{"language": "ja", "output": "悪い", "input": "レビュー: 急に音が小さくなる\n\n急に音が途切れてじわじわ大きくなるっていうのを繰り返してます。 何か設定を間違えたのでしょうか？ PCに接続してるんですけど、まさかPCには使えないんでしょうか。 あと音量調整できないような...。最小音量が小さすぎる？一段階下げようとするとミュートになります。 初期不良なのかそういう仕様なのかそれともこちらの設定が何か間違っているのかわかりません。 今も使ってますが音がぶつぶつ途切れてしまいあまり使用感は良くありません。 評価:", "id": "ja_0678687"}
{"language": "ja", "output": "悪い", "input": "レビュー: ひどい梱包\n\n薄く弱い透明テープで簡単に止められただけの箱は壊れており、商品が見える状態で届きました。しかも商品は袋もなく直接入っていました。 評価:", "id": "ja_0683049"}
{"language": "ja", "output": "悪い", "input": "レビュー: 費用対効果は⁇\n\n2、3回の使用で、満充電しなくなりました。 連続音楽再生では、2時間持ちませんでした。 評価:", "id": "ja_0083363"}
{"language": "ja", "output": "悪い", "input": "レビュー: 雰囲気は出ますが…\n\n届いてから実際に装着してみましたが、そもそものパーツを縫い付けてる方向が逆になってて装着出来ませんでした。 その部位以外をとりあえず身体に通してみましたが1時間はかかってたみたいです。装備するのには要練習かと。 日本語の説明書をつけてくれてましたが印刷の質が暗いのと荒くて分かりにくいです。 評価:", "id": "ja_0692655"}
{"language": "ja", "output": "悪い", "input": "レビュー: 残念な結果に。\n\n非常に良いとの事で購入しましたが、給紙ガイドが破損していた。破片を合わせても足りないので、配送や梱包前から破損していたと思われます。 評価:", "id": "ja_0750581"}
{"language": "ja", "output": "悪い", "input": "レビュー: 安さ\n\nもっとやすくていいのが、お店に売っていた 評価:", "id": "ja_0086042"}
{"language": "ja", "output": "良い", "input": "レビュー: この商品をオススメします。\n\n私はこの内視鏡を買って私の家の排水が詰まったときに見た。内視鏡は私の期待を満たしています明るさはよかったです。私が問題なく私の電話で写真を撮ることができるかどうか見るためにそれを数日後にテストしました。私はすぐに写真を撮ることができました。スマホ連動レスポンス良いです。非常にうまく機能し、非常に正確で、最大約10 cmです。 内視鏡の電池の品質はかなり良く、何の問題もありません。 評価:", "id": "ja_0004033"}
{"language": "ja", "output": "良い", "input": "レビュー: 容器が変わった感じ\n\n本日届きましたが同じ４００ｍℓでも、以前と比べて大きさ違う感じ！ 評価:", "id": "ja_0413127"}
{"language": "ja", "output": "悪い", "input": "レビュー: 標準以上の音質は間違いないです。\n\n【良かった点】 音質は値段相応で、しっかり良く聞こえますね。 音楽を聞くだけの運用であれば今ひとつですが、ゲームでは輝くはずです。 細々とした機能も何気に嬉しかったりします。 【悪かった点】 耐久性が非常に低いです。 使用して3日程度でマイクにノイズが入るようになりました。 断線が原因なのか、具体的な原因は現段階では分かりません。 Amazonのサポートに電話してみました。 「音質に関して、非常に問い合わせの多い商品となっております。ノイズ等の技術的な面に関してはメーカーに直接相談してから、納得いかなければ再度お電話ください。このまま返品対応となるとお客様に不利益になる可能性があります。」とのこと。 SENNHEISER側と更に電話を重ねて、Amazon側でようやく返品対応する運びとなりました。 結構手間のかかるやり取りで、こういうやり取りをしなくてはならない製品を買わなくてはならないのか･･･という点で総合的に星2.5くらいです。 評価:", "id": "ja_0427200"}
{"language": "ja", "output": "良い", "input": "レビュー: しっかりとした作り\n\n思いのほか重めだったけど、生地がしっかり、縫製もしっかり。頭囲のサイズ調整ができ、つばの形も自由自在で、ひも付き、折りたたみ可、なかなかの優れもの。地味な色の服が多いので挿し色に黄色を選びました。落ち着いた辛子色でとても良い色です。 評価:", "id": "ja_0896872"}
{"language": "ja", "output": "悪い", "input": "レビュー: 塗装が剥げる\n\n安いので仕方ないのですが、レンチで絞めてきずくと、角の塗装が はがれていました。個人的にはさほど気にならないのでよしとします。 評価:", "id": "ja_0553722"}
{"language": "ja", "output": "悪い", "input": "レビュー: 注意して\n\nリモコンつきとして注文しましたが説明不足でアナログでした。アナログなら他にも、いくらでも安いのがあると思います。少し残念です。 評価:", "id": "ja_0251811"}
{"language": "ja", "output": "良い", "input": "レビュー: 扱い易いシートカバー\n\n今のところ、破れたりはしていないので、このまま耐久性を保ってくれればもう一つ星を付けてもいいと思う。素材自体が柔らかいので張替えはし易いですね。付属の鋲も助かりました！良い商品だと思います！ 評価:", "id": "ja_0972989"}
{"language": "ja", "output": "悪い", "input": "レビュー: 新型RAV4は、着かないかも。\n\n新型RAV4のフロント側ルームランプにと購入したがテープの張り付け面が基盤に成っていて取り付け出来なかった。張り付け前のテストでは、いい感じで点灯したが貼り付けると点灯しない。 評価:", "id": "ja_0022435"}
{"language": "ja", "output": "良い", "input": "レビュー: 愛用！\n\nコンピュータ作業時間が長いため、購入したんだ。寝る前に使うと、信じられないくらい快眠です。目元の血行を促進させられます、気に入っています。 評価:", "id": "ja_0968935"}
{"language": "ja", "output": "悪い", "input": "レビュー: 垢がぽろぽろ出ません。1回使っただけでほつれてきて別なのを買いました。\n\n垢がぽろぽろ出ません。1回使っただけでほつれてきて別なのを買いました。 評価:", "id": "ja_0011462"}
{"language": "ja", "output": "良い", "input": "レビュー: フォレスター(DBA-SJG)にも取り付けできます。\n\n[2019.04.29購入] レヴォーグ専用ですが、みんカラなどを見ていると装着できるようなので思い切って購入してみました。 スキマやガタつきもなく、今のところ(2019.05.01現在)問題なく使用できています。 スタイリッシュなデザインで大満足です！ 評価:", "id": "ja_0245382"}
{"language": "ja", "output": "良い", "input": "レビュー: 驚きの中毒性！！ハマること間違えなし！\n\nテレビや本を読みながら好きなことが出来るので、体を鍛えながら時間を使えてありがたさを感じています。 最近だと寝る前に付けて鍛えるのが日課になってきていて良い習慣になっています。 この価格でこのパフォーマンスの商品は２つとありません。 評価:", "id": "ja_0846304"}
{"language": "ja", "output": "良い", "input": "レビュー: 使いやすい\n\n存在感抜群なのに軽量で丈夫そう！いい感じです。非常に使いやすいです。 評価:", "id": "ja_0890855"}
{"language": "ja", "output": "良い", "input": "レビュー: NDロードスターの手軽なドレスアップに！\n\n皆さんの評価を参考にロードスターrf に装着。中の爪部分を若干平らにしないと奥まで入らないけど、純正のマフラーカッターが少し寂しいので手軽なドレスアップパーツとしては十分な効果があると思います。 評価:", "id": "ja_0296887"}
{"language": "ja", "output": "悪い", "input": "レビュー: あまり有用性を感じず\n\n自分はもともと、そんなにたっぷりファンデを肌に塗らない方なので、このブラシで伸ばす意味がわからなかった…スポンジの方が均一に塗れて、肌に優しいかなぁ。 評価:", "id": "ja_0766845"}
{"language": "ja", "output": "良い", "input": "レビュー: これを探していた、って感じです。\n\nこれを探していた、って感じです。 電動ドリルを持っていくことが出来ないシチュエーションの場合の、最高のツールですよ。 ベンリです。 評価:", "id": "ja_0482153"}
{"language": "ja", "output": "良い", "input": "レビュー: まとまらない書類を整理したくて買いました。\n\n保育園関係の書類や仕事関係の書類、銀行関係、振込み関係・・・とにかくいっぱい入れるのに便利で、これは買ってよかったと思います。全然中身を入れていなくても、しっかり立つし、これは買って正解でした。作りも結構しっかりしてます。 評価:", "id": "ja_0180008"}
{"language": "ja", "output": "良い", "input": "レビュー: 便利になった\n\n下着整理しました、いつもikeaの箱に入れたけど、見えないなので、探すのはちょっと大変、これは、透明の素材で、すぐ履きたいの下着見つけるから、便利ですよ！ 評価:", "id": "ja_0772874"}
{"language": "ja", "output": "悪い", "input": "レビュー: イマイチでした\n\nこれは個人差もあると思いますが私は使いにくくて一度しか使用しませんでした。 サイズが合わなかったのかサポーターの収まりが悪くて可動域がせまい買ったです。 評価:", "id": "ja_0482563"}
{"language": "ja", "output": "悪い", "input": "レビュー: ポイントを抑えていなくて分かりにくい本でした\n\nノウハウを期待していたわけではないけれど、あまりにも肉付けの文章が多過ぎて、大事な部分がボヤけていると感じました。 せっかくだからと、しっかり読みましたが、苦痛でしかなかった。 評価:", "id": "ja_0956960"}
{"language": "ja", "output": "悪い", "input": "レビュー: 見た目\n\n安っぽすぎます。。。KOIZUMIのほうがよかったか、、、、 評価:", "id": "ja_0768782"}
{"language": "ja", "output": "悪い", "input": "レビュー: 感想\n\nアップデートしないと使えないしＰＣ無いとできないのが× 操作性はまぁ今一で値段相応って感じ 評価:", "id": "ja_0674252"}
{"language": "ja", "output": "悪い", "input": "レビュー: 28㎝の靴には合わない\n\nサイズがー28㎝までと書いてあったので購入したが、実際に装着すると小さいくて、キーパーになっていない。 もう少し大きいサイズの商品がほしいなぁ。 評価:", "id": "ja_0457314"}
{"language": "ja", "output": "良い", "input": "レビュー: 便利です\n\nほぼ毎日の買い物バッグとして活躍しています。たまに、遠出にも小さくなるのでハンドバックに入れても気になるほどではないし、荷物が増えてもさっと出してまとめて入れて持ちやすいので、とても満足しています。 評価:", "id": "ja_0211128"}
{"language": "ja", "output": "悪い", "input": "レビュー: 買ってはいけません！\n\n固体差があるようです。 私が購入したものは充電すら出来ませんでした。 お薦めできません！ 評価:", "id": "ja_0736887"}
{"language": "ja", "output": "悪い", "input": "レビュー: ゴム（スポンジ）？部分が削れる\n\n木材の角をまるめようとすると、紙やすりより先に取り付ける部分のゴム（スポンジ）？が削れてしまう。 それでいて、木材の表面処理をしようとしても、かなり時間をかけないと削れない。 今はほとんど使っていない。 評価:", "id": "ja_0558387"}
{"language": "ja", "output": "良い", "input": "レビュー: 可愛い\n\nとても可愛くて気に入ってます。両端、火が通りにくく全然焼けないので☆ひとつ減らしました。色がピンクで可愛く、気に入ってます 評価:", "id": "ja_0668611"}
{"language": "ja", "output": "悪い", "input": "レビュー: 最初だけでした\n\n何ヶ月か使っていましたが、センサーの反応が悪くてぶつかりまくります 吸い込みも悪くなってきてゴミを今のところただ撒き散らすだけです ちゃんとしたメーカーを買うべきでした 評価:", "id": "ja_0792277"}
{"language": "ja", "output": "悪い", "input": "レビュー: 電池残量\n\n雑な扱いをしていたので参考になりませんが。 バッテリー膨張による液晶の浮き、 電池残量70~80％で電源落ち、が発生。 使い物にならなくなりました。 Huawei端末の方が頑丈な印象です。 評価:", "id": "ja_0689069"}
{"language": "ja", "output": "悪い", "input": "レビュー: 先端以外リピなし\n\nキャップを使用時後ろにはめないと短く使いにくいです。最初はちゃんとはまってましたが ネジの溝がばかになってうしろにはめれなくなりました キャップのクリップも簡単につけられててすぐとれます 後使用してくうちに塗装がはがれて金属臭がひどいです公園の錆びぎみの鉄棒の臭いです スーペンの良さは先端だけ 評価:", "id": "ja_0489954"}
{"language": "ja", "output": "悪い", "input": "レビュー: LEDなのに故障が多い\n\nLEDなのに使用開始して1ヶ月以内の2個も故障しました。LEDではこんなのはじめてです。 評価:", "id": "ja_0809621"}
{"language": "ja", "output": "悪い", "input": "レビュー: 容器を改良すべき\n\n製品自体は気に入ってリピしているが、容器が酷すぎる。 回しても中身が出て来ない事が多々ある。 塗ろうとして軽く押し付けると、中身が簡単に戻ってしまいまともに塗れない。 まだ1㎝位残っているのに、出て来ない。 評価:", "id": "ja_0282573"}
{"language": "ja", "output": "良い", "input": "レビュー: 本格的！専門店気分になれる！\n\n今まではダ◯ソーの親子鍋を使っていましたが、吹きこぼれたり卵が流れ落ちたりして少し不満でした。 まあ、欲張って具をたくさん入れて卵を2個使うからだと思いますが（笑） なので もう少し大きくて丁度良いサイズが欲しくて購入。（別売りの蓋も同時に注文） 届いてまず、思ったのは綺麗！！ 専門店で使っていそう。 さっそく親子丼を作ってみましたが、無事吹きこぼれなく作れました。 せっかく良い道具を手に入れたので、次は具と汁と卵の量を調節して、専門店の様な親子丼を目指します（笑） 評価:", "id": "ja_0965589"}
{"language": "ja", "output": "良い", "input": "レビュー: 素敵な音色。\n\n普通の鈴は少しうるさくて、知人に教えてもらい購入しました。 持った途端、周りの人に「いい音がするー」と言われる様になりました。 とてもいい音色です。 追加購入しました！ 評価:", "id": "ja_0312173"}
{"language": "ja", "output": "良い", "input": "レビュー: 良い\n\n梱包を一見して、良い商品だと感じた。 この製品専用にパッケージの段ボールも作成してあり、日本語での印字もくっきり。 製品のクオリティも良い。数千円代の同種商品と全く同じかと問われればそんなことはないと思うが、この値段でこの出来には頭が下がります。 評価:", "id": "ja_0441312"}
{"language": "ja", "output": "良い", "input": "レビュー: Alexaが音読してくれます。\n\nAlexaのスキルを使えば音読してくれます。 古事記は読むより聞く物語だと思います。 評価:", "id": "ja_0135310"}
{"language": "ja", "output": "悪い", "input": "レビュー: 簡単にプレートチェンジ！ダンベル縦方向使用禁止！\n\nバーベル専用で使っています。スクリュー式シャフトダンベルで使用する場合は「縦方向」使用厳禁です！ハンマーカール等の縦方向での使用は片側２・５ｋｇプレートにとどめましょう。間違ってもベンチで顔面上にかかげるのはやめましょう 顔面にプレートが直撃します！片側５ｋｇは揺すると落ちます。横方向で使う場合もなにかの拍子にプレートが落下します バーベルでのスクワットも水平を保っている分には何キロでも大丈夫ですがバランスを崩そうものなら・・大惨事！ お気お付け下さい。総じて値段なりってとこです。 評価:", "id": "ja_0003063"}
{"language": "ja", "output": "良い", "input": "レビュー: 便利です\n\nこの長さのケーブルはバッテリーとの持ち合わせにちょうどいいです。 評価:", "id": "ja_0863736"}
{"language": "ja", "output": "良い", "input": "レビュー: 探していたポーチが！\n\nまだまだ使える水筒なのに、ポーチだけが切れてしまい 探していました。 純正の物が見つかり、良かったです。 評価:", "id": "ja_0214162"}
{"language": "ja", "output": "悪い", "input": "レビュー: 詐欺会社です。\n\n使えない商品売るな。一部使えないなんて、電化製品ありえない。今までで一番使えない会社です。詐欺に等しい。 評価:", "id": "ja_0550086"}
{"language": "ja", "output": "良い", "input": "レビュー: 簡単でした！\n\n時間、日付、週、湿度、温度いろいろな機能付いてます。コスパ最高でした！ 評価:", "id": "ja_0664717"}
{"language": "ja", "output": "良い", "input": "レビュー: かゆみや抜け毛対策におすすめ。\n\n頭皮のかゆみや抜け毛が気になっていたので こちらの商品を購入しました。 泡がすごくきめ細かくて髪につけたときにもよく泡立ちます。そして、すごく優しく頭皮の汚れを落としてくれてすっきりします。 頭皮に優しいのに有効成分が効いてるのでしょうか、かゆみもないので抜け毛も予防できそうです。期待して継続していきます。 評価:", "id": "ja_0399292"}
{"language": "ja", "output": "良い", "input": "レビュー: コスパ良し。\n\n値段の割に良いものです。 クッションは思ったより肉厚でフワフワしていて、背もたれの腰を支えるための出っ張りもちょうど良い感じでした。 評価:", "id": "ja_0645696"}
{"language": "ja", "output": "良い", "input": "レビュー: オシャレな空間\n\n見た目がオシャレです。 コンプレッサーの音が多少うるさいです。 評価:", "id": "ja_0608158"}
{"language": "ja", "output": "良い", "input": "レビュー: 同じ様な製品の中からの選択。\n\n色々な製品のレビューを見てKINGTOPの製品を選びました。 アフターサービスは重要ですし、実際最高に良いですね。 評価:", "id": "ja_0780259"}
{"language": "ja", "output": "良い", "input": "レビュー: ちょうど良い大きさ\n\n注文してすぐに届きました。思ったより小さめでしたが使ってみるとちょうど良い大きさでした。 評価:", "id": "ja_0958567"}
{"language": "ja", "output": "良い", "input": "レビュー: Amazonオリジナル映像とは？\n\n内容は良かったけど、Amazonオリジナル映像てなんでしょうか？わかりませんでした 評価:", "id": "ja_0456133"}
{"language": "ja", "output": "良い", "input": "レビュー: 品質はいいです。\n\n初めてこのタイプのケースを購入しましたが、シンプルでかっこいいです。手触りもいいですね、見た目は高級感たっぷりですね！ 軽くてグリップしやすい、本体との一体感もあって気に入ってます。良い感じで片手打ちができますよ！リングの部分もしっかりしているので！安心しました。 今後の耐久性に期待します。 評価:", "id": "ja_0026498"}
{"language": "ja", "output": "悪い", "input": "レビュー: たけちゃん\n\n62cmとのことで購入したがかなり小さかった 交換又は返品したい。 評価:", "id": "ja_0243457"}
{"language": "ja", "output": "良い", "input": "レビュー: やっと！\n\nリピート購入です。今回は洗面台の上下2段の扉に貼りました。殺風景だった洗面台が落ち着きのある高級な雰囲気に変わり大満足です。シートは簡単に裁断出来、何度でも貼り直しが出来ます。不器用な私でも綺麗に貼れます。早く取り掛かれば良かったです(^^♪ 多めに購入したので玄関扉とかにも貼りたいです。 評価:", "id": "ja_0651229"}
{"language": "ja", "output": "悪い", "input": "レビュー: 手で書いたほうがうまくかける\n\nうまく丸が書けない 他のレビューの人はどう使っているのか知りたいくらい 不良品なのかな？ 評価:", "id": "ja_0699319"}
{"language": "ja", "output": "良い", "input": "レビュー: デザインは、写真通りで気に入っていますが、故障などの耐用については何とも言えません。\n\n緑で統一したスポーティなデザインが気に入って買いました。ボタン操作などについては、中国製につきこんな程度だよな…的に感じています。まあ、価格が安いのだからあまり要求は出来ないのでしょうけど・・・ 評価:", "id": "ja_0978321"}
{"language": "ja", "output": "良い", "input": "レビュー: ルナソルよか、\n\n買って正解！左上ラメは、普段違いでは使いませんが…。茶系のアイシャドーはいくつも持ってますが、発色の良さ、色持ちの良さなど含めて、ルナソル最強かな？と。今のところ… アイシャドー下地などのせてからだと更に良かったです！ 評価:", "id": "ja_0674286"}
{"language": "ja", "output": "悪い", "input": "レビュー: ちょっと！\n\n到着したその日に使用しましたが、3音程度の音が出ませんでした？即、返品手続き！ 評価:", "id": "ja_0375206"}
{"language": "ja", "output": "悪い", "input": "レビュー: 最初は良かった\n\n最初は楽で良かったが、何度か使っているうちに痒くなってきて、 剥がした後に掻きむしってしまうようになり、今は使用していない。 期待外れ。 評価:", "id": "ja_0220480"}
{"language": "ja", "output": "良い", "input": "レビュー: ヘアヘア用\n\n枕との摩擦を気になって買いました｡生地がしっかりして､すべすべで手触りがとてもいいです｡ 評価:", "id": "ja_0964823"}
{"language": "ja", "output": "良い", "input": "レビュー: たっぷり加湿、いつでも潤い\n\nたっぷりミスト加湿により、 空気を清浄し、静電気の発生を防止し、 埃の飛散を防ぎ、鼻や喉の乾燥を防ぎ、 美容にもいいと思います。 評価:", "id": "ja_0889869"}
{"language": "ja", "output": "良い", "input": "レビュー: スレンダートーン交換パッド\n\n価格OK使いかってもOK、でももう少し寿命が欲しいです、粘着面がすぐに乾く 評価:", "id": "ja_0549288"}
{"language": "ja", "output": "悪い", "input": "レビュー: Bluetooth買った方がいい\n\nすぐ壊れます。 2個買ったうちの片方が1日 もう片方は1週間ほどでした 評価:", "id": "ja_0123783"}
{"language": "ja", "output": "良い", "input": "レビュー: 面白い\n\nおもしろ～い。 後輩を可愛がる先輩の話だ。 ２巻早く読みた～い。 評価:", "id": "ja_0350517"}
{"language": "ja", "output": "良い", "input": "レビュー: 左手用キッチンバサミで、右手は菜箸♪\n\n右手は菜箸で掴み、左手でキッチンバサミを使用するのでとっても使い良いです。 バサミが外れて洗いやすいように改善してくれればもっと良いので、☆は4つです。 評価:", "id": "ja_0378851"}
{"language": "ja", "output": "良い", "input": "レビュー: お手軽で手頃な値段\n\n色も形も最高です。大きさも丁度良いです。 評価:", "id": "ja_0000387"}
{"language": "ja", "output": "悪い", "input": "レビュー: iosの対応しっかりして\n\niosを11.4.1にしたら このアクセサリは使用できませんと表示される 使えなくなりました 前も同じようなものを購入したのですが 同じように表示されたので キリがありません 非常に残念です 評価:", "id": "ja_0421206"}
{"language": "ja", "output": "悪い", "input": "レビュー: 質がいまひとつ\n\n形はスマートでかっこよい。しかし、画像では気が付かなかったのですが、ミラーが小さ過ぎ、また、ステイにミラーを固定するネジの質が悪く、キチンと固定出来なかった。 評価:", "id": "ja_0053142"}
{"language": "ja", "output": "悪い", "input": "レビュー: 型が合っていない！\n\nエッジ部分が合わずにフィルムが浮き隙間ができた。 評価:", "id": "ja_0659715"}
{"language": "ja", "output": "良い", "input": "レビュー: おいしいですが出しずらいです\n\nとてもおいしいですが、量が少なく、出しずらいです。スプーンで何回もこちょこちょやらなくてはなりません。缶タイプがあるなら、そちらの方が便利だと思います。 評価:", "id": "ja_0768098"}
{"language": "ja", "output": "良い", "input": "レビュー: OK！ライト\n\n郵便ポストの上に設置。夜間の確認に良し。あとは電池の持ちがどのくらいかだ（以前買ったのは電池の消耗が激しかったんで心配）。 評価:", "id": "ja_0758623"}
{"language": "ja", "output": "悪い", "input": "レビュー: 前のが良かった\n\n明らかにリニューアル前の商品のほうが良かった。時々リニューアルをして失敗する商品があるから残念。これもその一つ。 前の商品のほうがツヤツヤになるし保湿力も高かった。何を変えてしまったのか。 元に戻すか、再度リニューアルして欲しい。 評価:", "id": "ja_0321891"}
{"language": "ja", "output": "悪い", "input": "レビュー: 取り付けられます。\n\nメーカーからのメール返事待ちですが、取り付け前に仮通電確認してみたら日本語対応になっていないし言語切り替えの中に日本語が無い。画面切り替え、カメラ調整ができません。メーカーが対応してくれたら嬉しいのですが、それ次第で使うか返品か決めます。 追加です。メーカーから返事が来まして、日本語になり画面操作も可能になりました。これで車に取り付けられます。画像、録画などはそれから確認します。 評価:", "id": "ja_0184233"}
{"language": "ja", "output": "良い", "input": "レビュー: ドラえもんシリーズで最も子供に見せたい映画\n\n幼いながらに感動し、一度しか見たことがないのに今でも記憶に残る思い出の映画。 あれから３０年が経って久しぶりに観賞。 昔の映画だから絵は古いけど、今でも心に響くストーリー。 映画を見終わって、単に「楽しかった」では済まない、この複雑な心情はどう表したらいいのだろう。 心の葛藤に正面から向き合い、悩み、前に進んで行く。子供の好きなロボットで惹き付けながらも、心を育む、心に訴えかける場面もしっかりと作られている。 また、現実の人間社会の風刺もあり、未来を担う子供たちへのメッセージにもなっている。 これらに対して、自分なりの答えを出すには時間がかかり、心情がグルグル回ったままになっている。 ドラえもんならではの楽しさのなかにいろいろな贈り物が詰まった、子供向けアニメ映画、屈指の名作だと思う。 評価:", "id": "ja_0764105"}
{"language": "ja", "output": "悪い", "input": "レビュー: 洗面所には不向きかも？\n\n以前は普通の100w電球を使ってまして今回LEDは明るいと思いまして60wの昼光色で注文しましたが明るさは思いのほか暗く洗面所の鏡に映る顔が青白く感じたので玄関の方に付け替えました。玄関だと問題なく使えます。洗面所に付けるのは昼白色にした方が私としては良かったのではないかと思いまして今別に昼白色LEDに買え替えました。 評価:", "id": "ja_0460635"}
{"language": "ja", "output": "良い", "input": "レビュー: 耐久性があれば満点だね\n\n自分の片耳に合うヘッドセットを探していました！アマゾンで5種類を購入して、このEM14をみっけました。サイズ・操作性が良いですね！ ただ、耐久性が悪く耳からの高さで落下で、ベアリングをしているのにスマーフォンとの接続がイヤホンにできなくなりました！ 再度、Mpow EM14をイヤホン本体からスイッチ操作しましたが発信されていません。 発信されていない理由は、EM14を再度購入して確認しています。 次回の新製品を期待しますね！ 評価:", "id": "ja_0353385"}
{"language": "ja", "output": "悪い", "input": "レビュー: 毛質によってはあまり役に立たない\n\n今までホームセンターで買ったペティオのブラシを使っていましたが、それに比べてブラシの密度が低くスルスルと素通りしてしまう印象です。 毛質にもよるのでしょうが、うちの子には合わなそうです。 評価:", "id": "ja_0853446"}
{"language": "ja", "output": "悪い", "input": "レビュー: 液漏れ\n\n液漏れして最悪でした、 そんな乱暴に扱ってもないですし あまりにひどいです、 評価:", "id": "ja_0555332"}
{"language": "ja", "output": "良い", "input": "レビュー: 舌触りがよくなった気がする\n\n炊いたお米の艶が増えて舌触りがよくなったと感じました。 米の甘みも増したと思います。 液晶画面も大きくて見やすくてよかったです。 蓋を閉めるとき少し重い気がしましたけどしっかりと圧力がかかるようにできているんだと逆に関心してしまいました。以前使っていたものより内釜もしっかりとしている点もよかったです。 悪い点は裏蓋がとても洗いにくいです。神経質な人にはキツいかも知れません。 評価:", "id": "ja_0913748"}
{"language": "ja", "output": "悪い", "input": "レビュー: ガッカリ…\n\nやっぱり安かろう悪かろうでした。組み立て途中に前後でビス穴高さのズレがあり組み立て中止。これから返品しますが、重量物のためとっても面倒くさいです。レビューはそれなりだっただけに残念でした。 評価:", "id": "ja_0881342"}
{"language": "ja", "output": "良い", "input": "レビュー: 軽量！！\n\nカバーを購入するにあたりいろいろ探しましたが、一番シンプルで何といっても重さ(約53g)が軽い点が購入の決め手でした。 シンプルで使用感も良くとても満足しています。 評価:", "id": "ja_0641370"}
{"language": "ja", "output": "良い", "input": "レビュー: スッキリ美味しいこれからの季節に！\n\nスッキリ美味しく飲みやすいコーヒーだと思います。夏向け！コーヒー苦手な方にもオススメです。 評価:", "id": "ja_0635584"}
{"language": "ja", "output": "悪い", "input": "レビュー: 自分には合わなかった。\n\n連休中の暇つぶしにと、絵は好みじゃなかったが高評価なので購入。 開始１時間で止めました、自分には面白さがわかりません。 評価:", "id": "ja_0668067"}
{"language": "ja", "output": "良い", "input": "レビュー: うまく塗れました。\n\nＩＨにした時に、ガス工事撤去がサイディングからガス管を引き抜いたようで、何箇所も大きなカケや穴が残されていましたが、うまく補修でき、塗装もできました。 評価:", "id": "ja_0621073"}
{"language": "ja", "output": "悪い", "input": "レビュー: 星必要ない\n\nこの本、こうゆう考え方は人を不幸に導く、よくよく考えてこうゆう本を他の人が目にして読んで? 何が言い伝えたいんですか?分かりません、 同じ意見をお持ちの方たくさん居ると思います。 評価:", "id": "ja_0804878"}
{"language": "ja", "output": "悪い", "input": "レビュー: 正直、変化がわからない。\n\n私は、眉毛がかなり薄く（というかほぼない）、眉間がかなり離れています。 使ってみましたがあまり効果を見られませんでした。 もともと毛根がない部分に使っても意味がないのかも。 眉間付近にまゆ毛が少なからずある方が使うと、増えたり濃くなったりするのかもしれませんが 私の場合は植毛などをしない限り生えてこないかもしれない。 （使用して2ヶ月） 評価:", "id": "ja_0076819"}
{"language": "ja", "output": "良い", "input": "レビュー: 永遠のシリアポール\n\nシリアポールファンには必ず欲しかったアルバムです。 このアルバムを聴いて夢にシリアポールが出てきたら、まさに素敵な事でしょう！ 評価:", "id": "ja_0748408"}
{"language": "ja", "output": "良い", "input": "レビュー: 携帯に便利なケース\n\nBluetooth対応とのことで買いましたが、音質等はあまり期待していなかったのですが、低音域もダイナミックに聴くことが出来て非常に満足しています。軽くて小さく、フィット感はばっちりで、つけている感があまりないです。 充電器&ケースがとても良いです。ダンスしていても外れなくて大したものだなと思いました。充電ケースにいれてもコンパクトなので持ち運べて便利です。耳に入れても痛くないです。音楽も十分これで聴けます、ヘッドセットもバッチリ。 評価:", "id": "ja_0757858"}
{"language": "ja", "output": "悪い", "input": "レビュー: 色について\n\nグレーではなくミントグリーンに近い色。 色が写真とは違い残念でした。 評価:", "id": "ja_0310225"}
{"language": "ja", "output": "良い", "input": "レビュー: 大きさにちょっと不満。\n\nドライブレコーダーを着けたので、録画している事を知らせる為に購入しました。もう少し大きい物を想定してました。運転中の人に注意して貰えたらいいな。 評価:", "id": "ja_0291069"}
{"language": "ja", "output": "良い", "input": "レビュー: 鼻の下が傷つかない\n\n柔らかくて鼻の下が傷つかないのでいいです。 ただ、お値段が高い。 しょっちゅう買うわけじゃないのでいいですが。 運んでくれるのは助かりますしね♪ 評価:", "id": "ja_0331699"}
{"language": "ja", "output": "良い", "input": "レビュー: 可愛い\n\nスヌーピーが可愛いので購入。本当はbaby on boardが正しいけど、、、可愛いので 評価:", "id": "ja_0576651"}
{"language": "ja", "output": "良い", "input": "レビュー: 切れ味鋭いのに音が静かで大変いい！\n\n深剃りを期待して買いました。剃り味はなかなかのもので満足です。強く当てすぎると肌を痛めるので、肌にぴたりと付けるような程度で滑らせるときれいに剃りあがります。切れ味が鋭い割には静かな駆動音（小さなジーっという音）ですので夜間でも気になりません。私は髭がかなり濃いので、3度くらいは繰り返し当てるとすっかり髭がなくなる感じですが、普通の濃さの人なら2度で十分ではないかと思われます。気に入っています。 評価:", "id": "ja_0949155"}
{"language": "ja", "output": "悪い", "input": "レビュー: 詐欺ですか？\n\n今は、改善されているのか？ まだ、やっているのか？ （SMS付）って、括弧書きしてあれば、そのコースか、「または無いコース」と解釈する人もいると思います。 括弧なし表記より、「データ通信コースは対象外」と明記すべきです。 自分は、返品できない「開封後」ｐｃ入力時に申込みできないと判りました。 評価:", "id": "ja_0748609"}
{"language": "ja", "output": "悪い", "input": "レビュー: 何度か行った人向けですね\n\nタイ旅行初めてには、あまり要らない部分が沢山。 カラー写真で、パッと分かるようなのが欲しかったので 期待ハズレでした。 評価:", "id": "ja_0040995"}
{"language": "ja", "output": "良い", "input": "レビュー: 使いやすい\n\n角落ちのリスクに対処してくれます。またストラップ穴もあるので使いやすいです 評価:", "id": "ja_0020449"}
{"language": "ja", "output": "良い", "input": "レビュー: 良かったです。\n\n素材感も良かったです。入り口から空気が漏れることなく、結構な吸引力です 評価:", "id": "ja_0460995"}
{"language": "ja", "output": "悪い", "input": "レビュー: 応急程度\n\n使える物もあるけど、使えてもすぐに外れるので、応急程度に考えて購入した方がいいかも⁉️ 評価:", "id": "ja_0142476"}
{"language": "ja", "output": "良い", "input": "レビュー: 非常食としても使えます❗️\n\n水だけあれば焼きたての食パンができるのでとても便利です 評価:", "id": "ja_0696563"}
{"language": "ja", "output": "悪い", "input": "レビュー: 組み立てが困難すぎる\n\n不良品の為返品をしました。 デザインはとても気に入ったので残念でした。 評価:", "id": "ja_0441738"}
{"language": "ja", "output": "悪い", "input": "レビュー: 品質はそれなり\n\nベルクロの品質が悪く、１週間ほどの利用でつきが悪くなった。一部縫製も悪くベルクロが剥がれてきた。 評価:", "id": "ja_0473043"}
{"language": "ja", "output": "良い", "input": "レビュー: 値段相応\n\n説明書が簡単なものしかついていなかったのですが、ネットで調べてなんとか設定できました。その後は問題なく使えてます。 評価:", "id": "ja_0705886"}
{"language": "ja", "output": "悪い", "input": "レビュー: 穴がずれている\n\nカバーのサイズはぴったりですが穴の位置が若干ずれており、そのままではUSBのケーブルやヘッドホン端子が挿さらないのでカッターで削って穴を大きくする必要がありました。この部分が改善されればとてもいいカバーだと思います。 評価:", "id": "ja_0900330"}
{"language": "ja", "output": "悪い", "input": "レビュー: 安かろう、悪かろう\n\n到着してすぐに交換しました。工具もついてて交換は問題ありません。 ただ、交換後にバッテリーベータで消耗状態を確認したら、83%でした。 安かろう、悪かろう。 評価:", "id": "ja_0706290"}
{"language": "ja", "output": "悪い", "input": "レビュー: 暗かったです。\n\nハロゲンバルブと変わらない。暗い。取り付けは簡単でしたが、まあ安かったし仕方がないのかも。 評価:", "id": "ja_0077014"}
{"language": "ja", "output": "悪い", "input": "レビュー: プラグの改良が必要？\n\n電源プラグ🔌が日本企画よりも小さいようです。自宅の上の方にあるコンセント差込口に付けると、斜めに隙間が空いてしまい、電源が入りませんでしたので、返品しました。 評価:", "id": "ja_0461560"}
{"language": "ja", "output": "良い", "input": "レビュー: 盗難対策に購入\n\n除雪機の盗難対策に購入。電池交換に難有り。 評価:", "id": "ja_0060435"}
{"language": "ja", "output": "良い", "input": "レビュー: コスパが良い！\n\n最近、バッテリーの調子が悪く充電器を買わないと思っていてamazonを見ていたらこの商品が出ていて値段も手頃で良いしレビューも良かったので買いました。 充電器と電圧チェッカーを買っていたので電圧を調べるとほとんど無かったみたいで即充電をしました。 夜に充電して朝には出来ていたので良かったです。 取付もかんたんでしたので。ただ、充電器と配線の接続部分が少し硬かったですが抜けても困るのし使っているうちに少しは和らぐでしょう。 評価:", "id": "ja_0634611"}
{"language": "ja", "output": "悪い", "input": "レビュー: 騙された\n\n中身を見てビックリ！中古品だった 箱はボロボロ 本体は汚れがあったり 新品として売りに出されてるのが許せない 評価:", "id": "ja_0675976"}
{"language": "ja", "output": "良い", "input": "レビュー: 普通\n\nまあ、LEDだけに普通 思ったより物は良いかも。 手頃な値段だし。 評価:", "id": "ja_0244615"}
{"language": "ja", "output": "良い", "input": "レビュー: 良い。\n\nずっと取れなかった赤錆。ちょっとの赤錆ぐらいなら、1〜2回でとれます。放置しすぎた赤錆は、4回ぐらいで取れました！ コツとしては、装着する前に温めて、ちゃんと拭いた後に厚めに塗った後にラップを上に被せた方が効果的でした。15分ぐらい置いて、ラップの上から軽く擦ってまた放置すると良いみたいです。 量も少ないし、高いですが！間違いなく取りたい場合は、買って損は無い商品だと思います。 赤錆出来たら、またリピします。 評価:", "id": "ja_0661945"}
{"language": "ja", "output": "良い", "input": "レビュー: コスパ最高\n\n以前にも購入しましたが、今回も期待を裏切らない状態ですぐに届きました。 評価:", "id": "ja_0395619"}
{"language": "ja", "output": "悪い", "input": "レビュー: 詳しすぎて、逆に難しい\n\nタイトルはやさしいとなっていますが、参考になる部分が少ない。しかも西洋人のモデル例なので実感がない。人物のデッサンの手順が知りたかったので、私にとっては参考にならない。 評価:", "id": "ja_0276112"}
{"language": "ja", "output": "良い", "input": "レビュー: 使いやすい\n\nとても使いやすいです。ケースがあればバッグに入れて持ち歩けるのに。。 評価:", "id": "ja_0018626"}
{"language": "ja", "output": "良い", "input": "レビュー: 良かった\n\n２枚組になっていたので、予備で使用できるし、次の携帯にも使用できるので、お得でした。画面の割れ防止にフィルムはいると思うので、硬度があるものが良いと思いこちらにしました。衝撃に強いので安心して持ち運びができます。 評価:", "id": "ja_0330812"}
{"language": "ja", "output": "良い", "input": "レビュー: 肌触りよし\n\nパフが、厚手で、フワフワで、とても、使いやすい 評価:", "id": "ja_0856955"}
{"language": "ja", "output": "悪い", "input": "レビュー: 2枚ともサイズが小さすぎて話になりません。\n\n絶対に買わないで下さい。 他の方のレビューにもあるように、これは商品ではありません。 ただのゴミです。 99％高透過率、硬度９Hのゴミクズです。 ゴミ処理する場合は飛散防止フィルムが貼ってあるので 割れたガラスが飛散しない事が唯一の救い。 あと、問い合わせてもメーカーから無償で正規品の再発送はしてくれません。 払い戻ししかできませんとの連絡がありました。 今後このショップの売り物には一切手を出したくありません。 もう一度言います、絶対買わないで下さい。 評価:", "id": "ja_0076041"}
{"language": "ja", "output": "悪い", "input": "レビュー: イマイチ\n\n確かに敏感肌でも使えて乾燥もしづらいので良い製品と思いますが...大きな難点が一つあります。 大して焼けていないので日焼け止めとしては機能しているのですが、汗をかくとだんだん乳液のカスのようなものがポロポロ出てきて鏡で自分の顔を見るとまだら模様になっていました。 さすがに人前でパンダ一歩手前の顔を晒すのは恥、ということでこの評価です。 ソフィーナジェンヌの日焼け止め乳液は少し乾燥しやすいものの、ウォータープルーフ並みに落ちないし、パンダ化もしないので次はケチらずにこちらを買います。 評価:", "id": "ja_0825725"}
{"language": "ja", "output": "良い", "input": "レビュー: 効果のほどはわかりませんが\n\n普通に良い商品と思います。 手に使用した感じはさらっとしています。 除菌アルコールタオルでは完全に除菌できないことを知りました。 家族に感染が広がらないために購入したものです。 評価:", "id": "ja_0508031"}
{"language": "ja", "output": "良い", "input": "レビュー: コードレスイヤホン\n\n今まで色々試しましたが、この製品が一番です。スイッチをいれたら、すぐにベアリング出来たとアナウンスがあるし、スイッチがわかりやすいです。再購入しますね。間違いなく 評価:", "id": "ja_0326524"}
{"language": "ja", "output": "悪い", "input": "レビュー: 無駄遣いをしたなぁ\n\n単価は大したことないもんだけどわざわざ銭を払って手に入れるほどのもんでも無いと自分は思った 評価:", "id": "ja_0427565"}
{"language": "ja", "output": "悪い", "input": "レビュー: 耐久性は？\n\nレビュー通り、お値段以上の物で満足していましたが、今日使おうと思ったら、背面部分の接着が外れてしまい、まだ一カ月経っていないのに、残念です。 あと、オマケのタッチペンも入っていませんでした。 仕事場でしか使っていなくて、持ち出したりすることもないので、耐久性はあまり良くないように思います。 壊れた場合でも返品は可能でしょうか？ 評価:", "id": "ja_0161834"}
{"language": "ja", "output": "悪い", "input": "レビュー: 着心地悪し\n\n私には効果感じない・・着心地悪い・・です。。 もっと薄いものがいい・・ 評価:", "id": "ja_0092136"}
{"language": "ja", "output": "悪い", "input": "レビュー: 使用しておりません。\n\n屋外で画像が見えない。すぐにながし廃棄しました。 評価:", "id": "ja_0441496"}
{"language": "ja", "output": "悪い", "input": "レビュー: 注文したサイズと違う\n\n大きいサイズを購入したのに、小さすぎて足を入れると窮屈で履けませんでした。 サイズを間違って郵送してるんじゃないのかと思います。 評価:", "id": "ja_0867764"}
{"language": "ja", "output": "良い", "input": "レビュー: 軽いしコンパクト、バリュー高し\n\n夏キャンプ限定ですが、軽い・コンパクトが必要なバイクキャンプに最適です。夜間２０℃以下の状態で外でくるまった状態で宴会してても問題なく、使える印象でした。 評価:", "id": "ja_0581314"}
{"language": "ja", "output": "良い", "input": "レビュー: バトル漫画です。\n\nウシジマくんの肉蝮としてみるのではなく。ジャンプのバトル漫画から出てきたような肉蝮としてみると大変面白いです。完全にバトル漫画のキャラなんでバトル漫画大好きな人には面白いと思います。 評価:", "id": "ja_0291022"}
{"language": "ja", "output": "良い", "input": "レビュー: ドラレコを操作しやすくなりました。\n\nドラレコ本体が手元に近くなり操作がしやすくなりました、いままでドラレコの取り付けステーをフロントガラスに貼っていましたが位置によっては車検時に問題になるので設置場所をかえてよかったです。 評価:", "id": "ja_0341547"}
{"language": "ja", "output": "良い", "input": "レビュー: 使いやすいです\n\n膝関節症で医師が勧めた特注品を使っていたのですがちょっと使い勝手が悪いのでこのサポーターを試したく購入 まずまずです 膝の痛みが悪化したようには思えません 軽くてよいです 評価:", "id": "ja_0470914"}
{"language": "ja", "output": "悪い", "input": "レビュー: 欠陥？\n\n前に投稿された方のレビューをみて確認したら、やはり内釜の白米の線が左右で2ミリほど違うようでした。 評価:", "id": "ja_0241009"}
{"language": "ja", "output": "悪い", "input": "レビュー: 網が弱い\n\n買ってすぐに、犬に慣れさせようとほっぽっておいてたら、網のところを噛んで穴があきました。 もうちょっと頑丈だったらよかったのに、がっかりです。 評価:", "id": "ja_0636623"}
{"language": "ja", "output": "悪い", "input": "レビュー: 返品したい\n\nパッケージが届いた時点で破損していたので返品したいです、、、 評価:", "id": "ja_0820275"}
{"language": "ja", "output": "悪い", "input": "レビュー: 使い物になりません\n\n早速庭の雑草でトライしたが、全く使い物になりません。 雑草に刺してハンドルを回しても、雑草の一部だけが切れるだけで根本からは全く抜けません。 子供おもちゃのような商品。直径５ｃｍ以下の雑草でないと実用になりません。 他に使い道もないため、早々に廃棄処分です。 久しぶりに地雷を踏んでしまいました(*_*) 評価:", "id": "ja_0189041"}
{"language": "ja", "output": "悪い", "input": "レビュー: 良くない\n\nそこそこの値段で期待していた。フレームのデザインはよいのだが、レンズ（ガラスではない）が瓶底のような分厚さ（１００均の同じ度数より厚い）でデザインを壊している。下を向くとずり落ちる。ドラッグストアでは２０００円+αでより良いものが買える。 評価:", "id": "ja_0268350"}
{"language": "ja", "output": "悪い", "input": "レビュー: 安い\n\nお安くて、取り敢えずの保護シートとしてはいいかも。 ただ、タッチ感度が少し難ありなのか、よく反応しないことが発生。シートが原因なのか不確定だが星1つとする。 評価:", "id": "ja_0111812"}
{"language": "ja", "output": "悪い", "input": "レビュー: ちょっと期待はずれ\n\n同じダイニチの、同じクラスのものを12年使ってましたが、それと比較して音はかなり大きくてうるさいのに、部屋が暖まるのが遅い…（泣） 一度も故障しなかったので、メーカーに対する信頼感から迷わずこれを選びましたが、期待が大きすぎたかなーという感じ。前のがよかっただけに。 評価:", "id": "ja_0244129"}
{"language": "ja", "output": "悪い", "input": "レビュー: 全然綺麗にならない……\n\n送料は1本につき360円 ゆうメール発送。 水と同じ粘度です。 使いずらいし…… 綺麗にならない。 評価:", "id": "ja_0149663"}
{"language": "ja", "output": "良い", "input": "レビュー: 大切な周りの人たち読んでもらいたいプレゼント本\n\nとてもわかりやすく、読者へのあたたかな想いと共に現実的なメッセージが詰まっている本でした。 一つ一つのタイトルも明確、事例や比喩も明確でありながら、真奈美さんの一番伝えたい想いが届いてくる、まるで方位磁針のようで癒される本。 共感と気付きと安心感に引き込まれて、あっという間に読んでしまいました。 通常、読書が苦手な自分が一気に完読した事にも、どれだけ読みやすい様にわかりやすい様に構成された本か、わかります。 自分も胸がいっぱいになりながらも、この本を渡したい周りの大切な人たちの顔が、どんどん浮かんできました。 多くの人の後押しをしてくれる本だと感じます。 今年のクリスマスプレゼントに、大事な方々にお渡ししたいと思います。 評価:", "id": "ja_0614502"}
{"language": "ja", "output": "良い", "input": "レビュー: 気に入りました\n\nレザーを購入。思っていたより小さめでしたがポケットはたくさんあるしデザインは可愛いし、生地はしっかりしてるし最高です。肩紐がレザーだったら嬉しかったかな。良質な商品をありがとうございました。 評価:", "id": "ja_0372580"}
{"language": "ja", "output": "良い", "input": "レビュー: 早い\n\n注文から到着までが早くて助かりました。一時はどうなることかと、今は調子最高です。 評価:", "id": "ja_0546960"}
{"language": "ja", "output": "良い", "input": "レビュー: 良好です\n\n自分の購入したノートPCではBluetoothが搭載されていなかったので、外部のスピーカーや、イヤホン・キーボードのBluetooth対応の機器に接続出来なかったのですが、全ての機器に接続出来て満足しています。 評価:", "id": "ja_0083066"}
{"language": "ja", "output": "悪い", "input": "レビュー: よく考えれば\n\n全く日除けにならなかったです。 クッションとして使うことにします。 よくよく考えればわかったかもしれない事実でした。 評価:", "id": "ja_0755748"}
{"language": "ja", "output": "良い", "input": "レビュー: 高品質でお得感\n\n家族へのプレゼントに購入しました。 コスパがいい。ホントに丈夫そうなので長く付き合っていくパートナーになりそうです！ 厚みも出ず、生地も柔らかいので尚更良いです。 触り心地も良くて、お得感のある買い物ができました。 評価:", "id": "ja_0288901"}
{"language": "ja", "output": "良い", "input": "レビュー: 重低音が良い感じかは別として\n\nタイムセール価格で購入したため文句はないです。問題のない商品が届きましたし、気持ちよく使えています。 評価:", "id": "ja_0485301"}
{"language": "ja", "output": "悪い", "input": "レビュー: 手間がかかる\n\n通常のＬＥＤ 0.5w型では暗いため、明るいものを探していてこれにたどり着きました。同じ0.5wで80lmは少しマユツバものかと思っていましたが実際には他のＬＥＤ常夜灯よりもかなり明るく、その点では満足しています。ただし、ハムさんの言う通り先ず点灯しない。0.5mm程度短いため半田で盛り上げたけれどもまだ点灯しない、ソケットとの相性もありそのまま使える器具もあるため、ヤスリで先端部分の外周を削って使えるようになりました。最初は返品しようかと思いましたが、この明るさが気に入ったため手を加えて使っていますが、自信のない方は使えない器具もあることを承知で発注してください。 評価:", "id": "ja_0909374"}
{"language": "ja", "output": "悪い", "input": "レビュー: ホールド力は無し\n\n綺麗だけれど、支える力はないので、胸の小さいAカップ以外は厳しいかも。手洗いしたけどすぐよれよれになった。 評価:", "id": "ja_0296965"}
{"language": "ja", "output": "良い", "input": "レビュー: お腹の空き具合によって食べ分けてます\n\nこのコンパクトサイズは小腹が空いたときやカロリー抑えたいときに持ってこい。味も美味しいので、うどん好きの自分はリピしてます。 評価:", "id": "ja_0552385"}
{"language": "ja", "output": "良い", "input": "レビュー: いいです\n\nこの製品は品質がいいだけでなく、機能も自分のニーズに合わせて調節することができて、著しい効果があります。 評価:", "id": "ja_0620510"}
{"language": "ja", "output": "良い", "input": "レビュー: グラインダーに刷毛は必要\n\nコーヒーグラインダーに使用しています。普通に使えていますが…細かくなったコーヒー豆はなかなかさっときれいにいきません…平筆みたいな方が使いやすい気もしていますが、今のところ使い続けています。 評価:", "id": "ja_0167790"}
{"language": "ja", "output": "良い", "input": "レビュー: さっそく使用しました。\n\n使用した当日は、雨が降りどうなることかと思いましたが、使用した結果は良かったです。もう少し履きなれるともっと良くなるんでしょうね。 評価:", "id": "ja_0125709"}
{"language": "ja", "output": "良い", "input": "レビュー: 使いやすさ\n\n実技試験に使用するための購入でしたので、今月下旬の試験に備えて使用してます。試験用には十分問題ないと思います。 評価:", "id": "ja_0393629"}
{"language": "ja", "output": "悪い", "input": "レビュー: ゴミ\n\nもともと若干骨が曲がっている部分があり、それとは別の骨が少し強い風に当たっただけで曲がりました。 小雨でも20分くらい歩くだけで水が中に浸透して傘の意味がなくなります。 さっさと捨ててしまいましたが、今商品の画像見るとそもそも違うものだったような…？もうわかりませんが。 ケースだけはやたらと立派なものでした。それ以外に褒める部分はなし。 評価:", "id": "ja_0278306"}
{"language": "ja", "output": "良い", "input": "レビュー: お通じにGOOD\n\n汁物に付属スプーン1杯を加えると翌日のお通じがスッキリします。 ヨーグルトや食物繊維より体にあってる感じがします。 評価:", "id": "ja_0085209"}
{"language": "ja", "output": "良い", "input": "レビュー: 気持ちいい\n\nお風呂でた後に 毎日使っています。 座りながら気軽に 使えてしまうので リラックスしながら使うことが出来ます。 とても気持ちよく 次の日の疲れがかなり軽減されるようになりました。 評価:", "id": "ja_0715041"}
{"language": "ja", "output": "悪い", "input": "レビュー: 2018.2.21注文で、2018.2.24に使用期限2018.3のものが届きました\n\n箱が完全に潰れていて、箱の4つの角は見る影もなく色素がはげて白くなっていました。 商品が入っていた包装は無傷で、あけてびっくりボロボロの箱が登場だったので、輸送中の衝撃ではありえません。 使用期限から考えて、そもそもの保管状態によるもで間違いないです。 一体どんな扱われ方をしてきたんだと、箱に対して気の毒に感じるくらいの劣化っぷりでした。 また、これだけ使用期限が迫っていることの表記があったかどうか…少なくとも私は注文時の画面で見つけることができませんでした。 消費量が多ければ、使用期限1か月でも大したことではないでしょうが、これまでこんなに期限が近いものが届いたことはなかったです。 私も、もっと注意して商品画面を見るようにはしますが、結局明届いてみないとわからないでしょうね。 出品されているものは純正品だとほぼ横一線の価格ですから、あとは運なのでしょうか。 インクカートリッジ自体も、使うのが不安です。 評価:", "id": "ja_0259903"}
{"language": "ja", "output": "悪い", "input": "レビュー: 実感がない\n\n一年近く飲んでいるが、今一実感がないようなきがします。これはbcaaとは違うのかな？ 評価:", "id": "ja_0946231"}
{"language": "ja", "output": "良い", "input": "レビュー: さきっちょトレーニング\n\nさきっちょがどうしようもなく刺激に弱く、この間はゴムをつけただけでイッてしまったのがかなりショックでした。本当に劣等感やら自責の念やら、もうとにかくクソすぎる自分をどうにかしたい思いに駆られました。 こちらの商品を購入したのは、そんな悲惨な体験があったからこそです。 気持ちよくなりたいというより、悪い意味で敏感すぎるさきっちょを徹底的に鍛え上げるために買いました。 いざ使ってみると、先端に猛烈な刺激が加わり、30秒ももたずに昇天。 改めて自分の弱さを思い知ると同時に、萎えた息子に再びこれで刺激を加えたら、またムクムクと元気に！ 何度もこれを繰り返して、必ず「強い自分」を手に入れたいと思いました。 評価:", "id": "ja_0220463"}
{"language": "ja", "output": "悪い", "input": "レビュー: そこまでおいしくない。\n\n2.5kgは多すぎるのでこちらを初めて買ってみたけど、正直美味しくない。何が美味しいのか教えてほしい。 手軽に作れる割には美味しいってだけ。普段ファーストフードを食べ慣れてる人には美味しく感じるのかなって味。 評価:", "id": "ja_0599508"}
{"language": "ja", "output": "良い", "input": "レビュー: 思ったよりも・・・\n\n思ったよりも少し大きかったのが届いたときの印象。 少し使いにくいかな？とも思ったけど、慣れると使いやすい。 ゲームしに行って、まとめて二千円くらい両替するんですが、その際には少し閉めにくくなりますが、概ね満足です。 評価:", "id": "ja_0302835"}
{"language": "ja", "output": "悪い", "input": "レビュー: 実はこの商品は！\n\n以前に同じ商品を購入しました。数回使用しまして、原因不明の故障となり再度購入。鍵も作った為同じものを購入しリモコンの基盤だけ入れ替えて使用しています 故障の原因と考えられるのが、電圧逆流か取り付け位置に原因があるかわかりませんが、数回使用での故障、期間としては2ヶ月ぐらいだったと思います 今は、電圧逆流防止の為ダイオードを使って使用してます。 安いから仕方ないかなとは思いますが、少し残念な感じもしました。 評価:", "id": "ja_0172939"}
{"language": "ja", "output": "悪い", "input": "レビュー: 期待はずれ！\n\nただ甘いだけの梅干してめした。食べてて気持ち悪くなりました。 評価:", "id": "ja_0139036"}
{"language": "ja", "output": "悪い", "input": "レビュー: 間違えた\n\n製品の不備とかではなく アナログスティックがあるものと間違えてしまいました。 評価:", "id": "ja_0700836"}
{"language": "ja", "output": "悪い", "input": "レビュー: 結局だめか、、\n\n買って半年で充電できなくなって、連絡してもなかなか反応がなく、あれこれやって2週間後に返信があり、破壊させた写真を送れば代替品を送ると言われて対応。 この時点で反応の悪さにちょっと呆れる。 で、1年後の今、また充電できなくなる。 1年使えたから諦めろと言われるのだろうなあ、、 買うなら別のメーカーをお勧めする。 評価:", "id": "ja_0505085"}
{"language": "ja", "output": "悪い", "input": "レビュー: すぐ壊れた\n\n到着後すぐこわれた、みなさん絶対買わないように、暑さに、弱い。 評価:", "id": "ja_0300126"}
{"language": "ja", "output": "良い", "input": "レビュー: 気に入ってます。\n\n３歳の子供の為に購入。操作は簡単ですが、説明書が少し分かりづらい。 評価:", "id": "ja_0977339"}
{"language": "ja", "output": "悪い", "input": "レビュー: 最悪\n\nサンタさんのプレゼントで買ったのに、尻尾がついてなくて最悪です。 返品もしてくれなくて、返金になりプレゼントがなく子供が可哀想でした。 最悪のクリスマスになった 評価:", "id": "ja_0508616"}
{"language": "ja", "output": "悪い", "input": "レビュー: 使えない\n\nシックスパッド様に買いましたが、サイズ違う 使えない 評価:", "id": "ja_0347045"}
{"language": "ja", "output": "悪い", "input": "レビュー: 商品説明にある有線LANには対応していません\n\n商品説明の中に、無線LANと有線LAN両方対応てまきます と記載がありますが、写真の通り、LANポートがどこにもありません。 同じDIGOOのネットワークカメラを使っているので、そちらを増設することにします。 評価:", "id": "ja_0267368"}
{"language": "ja", "output": "良い", "input": "レビュー: 大満足！\n\n商品自体は大変良いです。 厚さ、寸法、質感、タッチ感などはすべて満足しています。また同時に購入したケースとの相性も抜群だと思います。 評価:", "id": "ja_0476865"}
{"language": "ja", "output": "良い", "input": "レビュー: 色具合が良い！\n\n妻に購入しました。使いやすそうと喜んでいました。 評価:", "id": "ja_0898808"}
{"language": "ja", "output": "悪い", "input": "レビュー: よい\n\n試し付けしてみてクレンジングで落とすときにこすってもこすっても落ちなかったです！結構しっかりつく方なのかな？まだ1日つけてみたわけではないのでなんとも言えませんが付けて落とした後唇が少し痺れるような感覚になりました。肌の弱い方には刺激がが強いのかなと少し気になりました。 あと、全部の色ですがつけた時のりのように唇同士がくっつくくらいベタつきます。伸びは良くないのでベタ塗りではなく薄く塗り広げるのが難しかったです。 思ったより小さめでしたが、色はしっかりしてるのでつけるのが楽しみです‼︎ 評価:", "id": "ja_0228554"}
{"language": "ja", "output": "良い", "input": "レビュー: デザインの良さ\n\nサイズ感もいいし、邪魔にならない。 ショルダーなので持ち運びにも便利。 評価:", "id": "ja_0862574"}
{"language": "ja", "output": "悪い", "input": "レビュー: 日時指定意味なし\n\nアマゾンプライムで日時指定して注文しましたが、次の日になった。プライム会員の意味なし。 受け取る為に家にいなきゃいなくなりました。腹立たしいです。 評価:", "id": "ja_0115948"}
{"language": "ja", "output": "悪い", "input": "レビュー: 金を捨てるような物\n\n５sで試したものの読み込まず、説明書も参考になりませんでした。粗悪品です。ご注意を、、、 評価:", "id": "ja_0780950"}
{"language": "ja", "output": "悪い", "input": "レビュー: 買っちゃダメ\n\n酷かった。汚いし異常なキツさ。本場中国製って感じ。ほんと酷い。 評価:", "id": "ja_0864574"}
{"language": "ja", "output": "良い", "input": "レビュー: 大量ですので、買いに行く手間が省ける。\n\n安くて満足している、去年より安くなっている。 評価:", "id": "ja_0037606"}
{"language": "ja", "output": "悪い", "input": "レビュー: 長くて便利。あとは耐久性がいかほどかは乞うご期待\n\nたこ足配線がいっぱいになってしまったので、これを購入。 長いのが1番安くてちょうど良かったです。 だいぶパソコン周りが整理されました。 あとは耐久性がどのくらいあるかは、これから見定めます。 評価:", "id": "ja_0786646"}
{"language": "ja", "output": "悪い", "input": "レビュー: ほんとに革？\n\n質感も臭いも革というより合皮みたいな感じです。 他メーカーサイズと変わりありません、大き目でも小さ目でもありませんジャストです。 評価:", "id": "ja_0807123"}
{"language": "ja", "output": "悪い", "input": "レビュー: 普通\n\n柔らかさは良かったです。高さがあるので、首が疲れて起きたら首が痛く、肩が痛くで使うのをやめました。 評価:", "id": "ja_0575101"}
{"language": "ja", "output": "良い", "input": "レビュー: お値段も、洗い上がりも気に入っています！\n\n以前たまたまディスカウントショップで見つけて購入しました。 ボディソープだと痒くなる娘もこれは大丈夫でした。 で、もう無くなるので買いに行きましたがありません。 同じ製品の化粧水は割と見かけるのですが、ボディソープだけはどこに取り扱いありません。 そんな時はAmazonですよね（≧∇≦） 評価:", "id": "ja_0960033"}
{"language": "ja", "output": "良い", "input": "レビュー: 満足感高いです\n\n肉や野菜もよく切れるし、水で綺麗に洗います、重たくないんで使いやすいです 評価:", "id": "ja_0539585"}
{"language": "ja", "output": "良い", "input": "レビュー: 包みこまれるような感触\n\n通気性や吸水速乾性がいい製品を選びましょう。マッサージ後は気持ちいいね。 評価:", "id": "ja_0518779"}
{"language": "ja", "output": "悪い", "input": "レビュー: 残念\n\n素敵でしたが、数回の使用でチェーンが壊れました。残念です。。 評価:", "id": "ja_0838959"}
{"language": "ja", "output": "良い", "input": "レビュー: 効果があります。\n\nビタミンEを飲み続けていますが、手足の肌が荒れなくなりました。 即効性はないと思いますが愛飲することにより効果があるようです。 評価:", "id": "ja_0517761"}
{"language": "ja", "output": "良い", "input": "レビュー: フライパンキレイになるから洗いやすく\n\n固さ 柔らかさが丁度良くて炒めやすい。麻婆豆腐や炒飯も すくい易いし、フライパンもキレイになって、気に入ってます。 評価:", "id": "ja_0743382"}
{"language": "ja", "output": "良い", "input": "レビュー: 美味しい\n\n量は1.5人分くらいで、味は文句なしでした！ とっても美味しかったです(^^) ただ、この量でこのお値段は少し高い気もしました。 評価:", "id": "ja_0723156"}
{"language": "ja", "output": "悪い", "input": "レビュー: ないです。\n\n市販のほうがいい匂いする。これはほぼアルコールの匂い。同じ商品なのになぜ？返品したいくらいです、これなら市販で購入すればよかった。最悪です。 評価:", "id": "ja_0970639"}
{"language": "ja", "output": "悪い", "input": "レビュー: まずい…\n\n元々グミが大好きで、足りない栄養の補給にちょうどいいのでグミサプリを愛用してます。 鉄分、ビタミンC、マルチビタミンを食べたことがあり、どれもとても美味しくて毎日食べるのが楽しみで、手軽に食べられることもあって鉄分とマルチビタミンは継続して毎日食べています。 が…初めてこの商品のシリーズでまずいものに出会いました。 バナナ味のお菓子は好きなのですが、皆様書いている通りただただ甘く、子ども向けの安いお菓子の、着色料と砂糖と香料で作られたバナナ味という感じです。 せっかく買ったので1瓶は食べきりますが…サプリに頼らずちゃんと食生活でカルシウムを摂ろう、と思わせてくれました。そういう意味では良いサプリかも。 評価:", "id": "ja_0889271"}
{"language": "ja", "output": "悪い", "input": "レビュー: 注文前は商品の画像が違っていた\n\n注文する前は 正面中央上に3つ穴が開いている画像が載っていた 実際に 届いたのは 3つ穴が、あいてなかった メーカーに問えば 違う商品の 画像を載せてしまったとか 私が指摘してから 画像は 即 変えられた レビューの画像も違うのが 載っている 削除せよといえど 未だ 削除されていない 結局 型番KYV42用は3つ穴があいてません カバーケースをとじたままでも 通話できるから 返品は しないけど メーカーのミス（メールでの回答は 早かったが）に ★2つ 評価:", "id": "ja_0265930"}
{"language": "ja", "output": "良い", "input": "レビュー: 暖かいですね\n\n身長172 体重62 少し小さめ見たいなのでXLを注文して丁度良かったです 下は裏起毛じゃないから寒いです 評価:", "id": "ja_0312308"}
{"language": "ja", "output": "良い", "input": "レビュー: 履きやすいって言ってます。\n\n気に入って 毎日履いてますよ！良かったです。雨にも大丈夫です。。 評価:", "id": "ja_0374922"}
{"language": "ja", "output": "良い", "input": "レビュー: 期待以上です！\n\nまだゴルフ場では使用していませんが、 ちょうど手頃の大きさ生地質感もよく、 期待以上です、ゴルフ場での使用楽しみです。 評価:", "id": "ja_0877598"}
{"language": "ja", "output": "悪い", "input": "レビュー: 期待大外れでした、時間が短く困りもの\n\nFull充電から停止まで一時間弱よりもたない。 用途が限られすぎです 評価:", "id": "ja_0504951"}
{"language": "ja", "output": "良い", "input": "レビュー: 思った通りの色でした\n\n色々見てこの色に決めましたが、モニター色通りなのか心配。送られてきてすぐに使ってみましたが、思った通りの色で良かったです。やはり並行輸入は配送まで時間が掛かるのがちょっと難点でしたが、良い買い物でした。 評価:", "id": "ja_0745881"}
{"language": "ja", "output": "良い", "input": "レビュー: 価格相応だと思います\n\n以前使っていたドライブレコーダーが壊れてしまったので買い替えでした。以前のものより安いのに性能がいい！取り付けも簡単にできました。ただ、バックモニターの接着にやや不安な点がありますが、経過をみたいと思います。最近車の事故報道も多くまた、運転中も危ないと思う車が増えたと思うので、自分と家族を守るための値段だと思うとお得だと思いました。 評価:", "id": "ja_0599987"}
{"language": "ja", "output": "悪い", "input": "レビュー: 塩ビ？\n\nシリコーンチューブと書いてありますが、塩ビに見えます。普通は透明といっても乳白色だし折り目もつかないです。専門家ではないのですが、シリコーンとは思えないような製品です。 評価:", "id": "ja_0783223"}
{"language": "ja", "output": "悪い", "input": "レビュー: 実用か、はたまた、\n\n今回、カーボンの案件をまとめて購入したが、これは、皆さんいわれるように、皮の匂いより、接着剤かな？また、別件で、3枚分かな、カード入れがある、小さい、実用性ない。でも、普通に使うなら、問題ない。TPO次第。 評価:", "id": "ja_0433987"}
{"language": "ja", "output": "良い", "input": "レビュー: デザインがすてき\n\nこの度は迅速に対応いただきありがとうございました。ケースが手にフィットして、とても良いです。やっぱりこのケースじゃないと‼︎手にフィットする感じがやっぱり一番良いです。また利用させていただきます♪ 評価:", "id": "ja_0016310"}
{"language": "ja", "output": "悪い", "input": "レビュー: 画面が見辛い\n\nかなり光を反射するので明るい所だと画面が見辛いです。 前のガラスフィルムの方が見やすかったです。 評価:", "id": "ja_0884488"}
{"language": "ja", "output": "悪い", "input": "レビュー: サイズが合ってない\n\n縦は長いのに横幅が足りず、画面表示領域に被るため使えませんでした。 評価:", "id": "ja_0414985"}
{"language": "ja", "output": "悪い", "input": "レビュー: 音が大きい\n\nとにかく軽いのがほしかったのでそれ以外は度外視して購入しました。軽さは満足です。 ただ音が予想外に大きく耳栓をして使用しています。キーンという音が気になります。 ゴミパックが小さいのでゴミが溜まると吸引力がかなり悪くなるので頻繁にゴミパックの交換が必要です 評価:", "id": "ja_0842442"}
{"language": "ja", "output": "良い", "input": "レビュー: 価格がドンと上がった\n\nもうずっとロータスです。良いドッグフードですのでそれなりの価格は当然ですが、急に500円強上がっててビックリ。。これ以上にならない事を願います。 評価:", "id": "ja_0298680"}
{"language": "ja", "output": "良い", "input": "レビュー: 使用簡単！\n\n自分でカットをしています。 アダプターが 付け替えて 好みの長さにつまみを回すだけで簡単に長さを調節できます。 散髪屋さん1回分で 買えてしまうから自分でカットするとすごい節約！ 評価:", "id": "ja_0543572"}
{"language": "ja", "output": "良い", "input": "レビュー: それほど気にならない音\n\n心配していた音も、それ程ではなかった。業務用の掃除機レベルで一般的には静かとは言えないかもしれないが、騒音で使えないレベルではない。住宅地で使う場合、昼間に使用すれば問題ないと思われる。 エンジンの草刈り機を想像していた私にとっては静かに感じます。 風量も期待通りで、車内のホコリ除去、洗車時の水滴除去に使用してます。風量調節付きを買ったが、私の使い方では調節機能は不要でした。 星4の理由。ブロワを購入するのはこれが初なので、もしかしたらもっと優れた商品があるかも。と思って最大評価は避けてます。ですので、私にとっては不満はない商品。 評価:", "id": "ja_0992530"}
{"language": "ja", "output": "良い", "input": "レビュー: 小さい割にパワフル\n\nＰＣから電源を取って小型の扇風機を回したくて使ってます。 やっと涼しくなり仕事もはかどっています。 小さい割にパワフルで満足しています。 いい商品で、とっても助かっています。 ありがとうございました。 評価:", "id": "ja_0283763"}
{"language": "ja", "output": "悪い", "input": "レビュー: どうして、使うの？\n\n検品No. B-3005 と同封されているのに関わらず、フック付のショルダーベルトが、取付てなく、どうして使うのかな？となりました。返品するのも面倒なので、100均で何か見繕うつもりです。現状では、斜めかけ ではなく、肩かけです。 縫製は、良好で、丈夫そうです。 評価:", "id": "ja_0551171"}
{"language": "ja", "output": "悪い", "input": "レビュー: んー。\n\n使い始めてすぐに片側の向きだけ反応しなくなりました。。。不良品かな。なんか交換する手間がメンドくさいので諦めてますが、なんだかなって感じです。 評価:", "id": "ja_0934564"}
{"language": "ja", "output": "悪い", "input": "レビュー: 突然大きな音で「ピー！」となる\n\nだいたい1日に1回くらいのペース、ランダムな時間に突然「ピー！」と言う音がします。しかも結構大きい音です。 一度交換してもらい、しばらくは問題なく使えていましたが、1，2か月ほどするとまた元のように突然「ピー！」音がするようになります。 もちろん、リモコンのスイッチが何かに当たって押されているわけでもなく、電磁波を出す機器も思い当たりません。 他の方では同現象は発生していないようなので、当方の何かしらの環境が原因の可能性はありますが、念のため購入検討されている方はご注意ください。 リラックスしているペットを不意打ちで叩き起こしてくれるのでちょっと可哀そうです。。。 追記）電池交換は既に試しています。 評価:", "id": "ja_0782530"}
{"language": "ja", "output": "悪い", "input": "レビュー: 残念\n\n届いてすぐ使い始めましたが使い始めてすぐエラー音がなり問い合わせもしましたが結局直らず 日本語説明も付いてるとのことでしたが付いてませんでした。 評価:", "id": "ja_0275902"}
{"language": "ja", "output": "良い", "input": "レビュー: 柔らかい\n\n家での授乳服として購入しました。2重ガーゼは赤ちゃんの肌にも優しいかと思います。たしかに柔らかいです。冬には少し薄いかもしれませんが、暖房をついておけば特に問題ないです。柄にも気に入っています。 評価:", "id": "ja_0059164"}
{"language": "ja", "output": "良い", "input": "レビュー: 小型で使いやすい\n\n自宅の防犯用に購入しました。 小型ですけど、性能はいいですね。 画質も、思ったよりきれいで 防犯用など、十分使えました。 操作は、説明書の通りにすれば そんなに難しくなかったです。 専用アプリをインストールして カメラをWIFIにつなげると簡単に スマートフォンに接続できました。 24時間録画や動体検知録画など 自分の用途にあわせて、設定できるので、使いやすいです。 これだけ機能もそろっていて コスト的にも、安い方かなと 思います。 評価:", "id": "ja_0959393"}
{"language": "ja", "output": "悪い", "input": "レビュー: 不良品でした\n\n収納袋が、裏表逆に縫われていました。怒りというより、あきれました。 評価:", "id": "ja_0363753"}
{"language": "ja", "output": "良い", "input": "レビュー: 買い物マラソン時に購入\n\n娘のイヤホンが急に壊れてしまったので、ちょうど買い物マラソン時だったので、いつもは家電量販店で選んで購入しますが、今回はこちらのショップを利用させてもらいました。定価よりかなりお安く、それにレビューを書くと送料込みでこの値段なので、まだ届いていませんが、コスパが高い商品であればいいなと期待しながら届くのを楽しみにしております。 因みに娘は、ホワイトを選択しました。 期待をこめて☆5ツにしました。 評価:", "id": "ja_0134782"}
{"language": "ja", "output": "良い", "input": "レビュー: どの曲もかっこいい！\n\n洋楽テイストでどの曲もかっこいい DVDのLIVE映像もすごく良かったです♪ 評価:", "id": "ja_0101848"}
{"language": "ja", "output": "悪い", "input": "レビュー: 壊れてしまった・・・\n\n２日目でタッチしても電気がつかない。 気まぐれにファンがいきなり動く・・・ だめだこりゃ～ 評価:", "id": "ja_0351371"}
{"language": "ja", "output": "良い", "input": "レビュー: 安い！十分！\n\n点灯では２倍もするこの商品。安くて助かります。品質もＯＫです。 評価:", "id": "ja_0765866"}
{"language": "ja", "output": "良い", "input": "レビュー: コンパクトでお手軽です\n\n【デザイン】 かわいらしいデザインです。コンパクトなので収納場所にも困りません。 【バッテリー】 もう50回近く使用しましたが、バッテリーの衰えは特に感じません。 ただセンサーに汚れがついてしまうのか、たまに反応が悪いときがあります。 【手入れのしやすさ】 持ちやすい形で、ボタンも大きいので手入れのしやすさは抜群です。 照射面がもう少し大きいとなお良いと思います。 【いたわり度】 いつもレベル３で使っていますが、お肌のトラブルは特にありません。 痛みもほとんどないと言って良いです。 【効果】 2週間ごとに使っていたら、産毛が少しずつ薄くなってきた気がします。 その後さぼってしまったのでまた毛が復活してしまいましたが…。笑 また2週間ごとに使う習慣をつけたいと思います。 評価:", "id": "ja_0396886"}
{"language": "ja", "output": "良い", "input": "レビュー: 悪くないです\n\n身長150、体重46のもも張り体型です。自分の身長ではやや丈が長く、若干シワが出来ます。生足を出すのに抵抗があるため、ショートパンツの下に履いています。サポート力はあまりなさそうですが、ラインのお陰で細く見えます。夏ですが通気性は良さげです。どれくらい使えるか不明ですが、値段を考えたら十分と思います。 評価:", "id": "ja_0113295"}
{"language": "ja", "output": "悪い", "input": "レビュー: 輸入車には、容量不足です。\n\n半年で壊れました。 ＬＥＤは点灯してますが、充電はしていない状態です。 テスターで計っても、０のままです。 また輸入車には、少し容量が足りないように思いました。 評価:", "id": "ja_0547153"}
{"language": "ja", "output": "良い", "input": "レビュー: とても良い商品\n\nしっかりしていて外ポケットもあり使い勝手が良いです 肩ベルトを出せばすぐにリュックにもなるので手を空けたい時は助かります 評価:", "id": "ja_0456902"}
{"language": "ja", "output": "良い", "input": "レビュー: 冷え性対策\n\n冬に体が冷え、体調を崩してしまいました。 何かいいものはないかと探していて見つけました。 体が芯から温まる気がします。 評価:", "id": "ja_0903685"}
{"language": "ja", "output": "良い", "input": "レビュー: 2019年7月購入 → 使用推奨期限2023年10月 でした\n\n2019年7月15日からのAmazonプライムデイで購入。 ◆999円、1本当たり30円93銭 ◆ 使用推奨期限 2023年10月 ※昨年のプライムデイでもセール対象商品でした。 評価:", "id": "ja_0411239"}
{"language": "ja", "output": "悪い", "input": "レビュー: 期待してい多分残念感が余りに酷い\n\n柄の装飾ですが、先にパールのような装飾がついているので、明らかに配送途中で外れたとは言えない欠陥があります。 写真のように浮かしてもパールのような装飾が繋がっていることから、この部分のチェーンは外れていません。 これをもしも、配送途中で外れたと言われるのであれば、どうやってこの穴をこの大きさの装飾が抜けるのか甚だ疑問です。 商品説明や、他の方々のレビューを見て、気をつけて刀身を抜こうとしたところ、柄を握ると刀身が抜け落ち、鞘が床に転がり落ちるような出来でした。 鞘と柄をしっかり持たないとスカスカ抜けるので、決して持ち運びに便利とは言えません。 期待していた分、とても残念な気持ちでいっぱいです。 評価:", "id": "ja_0753844"}
{"language": "ja", "output": "良い", "input": "レビュー: 良い！\n\n初期不良とは思いますが、電源入りません。商品の使い勝手は良さそうなので、交換していただけたら、フルに活用したいと思います。不良品が来ない自信がある方は、こちらの商品をオススメします。 評価:", "id": "ja_0813225"}
{"language": "ja", "output": "良い", "input": "レビュー: コスパ最高\n\n主にJAZZを聴いていますが、この価格で期待以上の臨場感です。 評価:", "id": "ja_0812366"}
{"language": "ja", "output": "良い", "input": "レビュー: いいです\n\n色が鮮やかすごく気になります 皮も柔らかい 見た目はすごく高級感があり 買って良かった ありがとう😊 評価:", "id": "ja_0433364"}
{"language": "ja", "output": "良い", "input": "レビュー: お値段以上！\n\nマジックテープで止めてあると風でパタパタとなびくのが嫌でこちらを購入しました 画像通りしっかりと固定され、その上マジックテープもついており中身がこぼれないよう配慮してあります が、開け閉めの際バリバリと音がするのが、いやしかし… 内側が防水の生地を使用しているようで多少の雨なら中身も安心です（多分） 500mlのペットボトルが二本入り、財布やカメラ、ガラケーも入り、おそらくタブレットも入ると思います 中身の入ったペットボトルを二つ入れていると重みでずれてきますがそれは仕方ないですよね？ 不満点は無いので良い商品だと思います 評価:", "id": "ja_0953493"}
{"language": "ja", "output": "良い", "input": "レビュー: 昔ながらの味\n\n美味しい麦茶が飲みたい一心でたどり着いたのがこの麦茶です。 昔、おばあちゃんが大きなやかんに作ってくれた味を求めている者にとっては、現時点では 一番近いです。勿論、煮出すので相応の手間はかかります。 評価:", "id": "ja_0970806"}
{"language": "ja", "output": "悪い", "input": "レビュー: 硬過ぎ\n\n概ね好評として選んだものの、腰痛は低減しとは言え、今度は左右、肩甲骨の中央辺りに負担が掛かり、熟睡を阻害されます。 体重、体格。また使う敷き布団でも違うのでしょうかね？。 一年程、経過すれば少し柔らかくなると期待します。 評価:", "id": "ja_0688515"}
{"language": "ja", "output": "良い", "input": "レビュー: 接触冷感が心地いい\n\n枕カバーを探していたんですが、面白そうなので使ってみました。接触冷感の布団を持っているので仕組みは理解しています。 素材の熱伝導がいいので体熱をすばやく取ってくれる効果があります。ただずっと触れていると効果が薄れていくので、体勢を変えるなどすると、またヒンヤリ感が戻ってきます。 氷や電気などを使用せず、天然素材だけで冷やしてくれるので体にも優しく風邪を引きにくいのが気に入りました。 2セット入りなので家族と分けて使ったり、洗濯時の洗い替えとして利用できます。 素材感が分かるようにアップで画像を載せてみました。 評価:", "id": "ja_0956750"}
{"language": "ja", "output": "悪い", "input": "レビュー: 感度がわるい\n\n画面の四隅は感度が悪く訳のわかんないとこでタッチしたりモンストをやっていると離してもいないのに離した事とかになる。 まぁ使えないってわけでもないので星2つ 評価:", "id": "ja_0178132"}
{"language": "ja", "output": "悪い", "input": "レビュー: 水が流れにくい・・・\n\nアパートに入居した際についていた排水口カバーの表面が 加水分解してしまったようでべたべた・・・・。スポンジにも、食器にもベタベタがついてしまう状態でした。 交換用にこちらの排水口カバーを購入。 見た目は大変綺麗になりました。 が、肝心の水流れが良くないです。 洗いものをしていると、水が流れずシンクが水でいっぱいになってしまいます。 余りにも流れないので、水が流れないのが本来の姿かと思ってしまいます。 現在はカバーをずらしてから洗いものをしています。 評価:", "id": "ja_0772127"}
{"language": "ja", "output": "悪い", "input": "レビュー: 首の関節球がポロポロ外れる\n\n関節球の嵌め込みが弱い。球体半分に分離してポロポロと外れる。 評価:", "id": "ja_0467454"}
{"language": "ja", "output": "悪い", "input": "レビュー: 毛布を丸めたもので十分\n\n掲載写真ではわかりませんが、I字型とL型のファスナー接続部分は凹みが出ます。重みもあるので、掛け布団のない夏場は扱いやすいかもしれませんが、掛け布団や毛布がある冬場は、布団の中で扱いにくいと思われます。よって、返品としました。 評価:", "id": "ja_0625926"}
{"language": "ja", "output": "悪い", "input": "レビュー: メーカーとしての品質が低い。使いたくない商品\n\nタイムセールで4000を購入。梱包の箱がやけに擦り切れていたので嫌な予感がしたが、開梱してみたら、リールハンドル差し込み付近に傷あり、リールケースの文字は茶褐色に変色、部品表は皺くちゃ、など、明らかに使用したものか経年劣化の激しいものだった。メーカーに直接交換依頼をしたが、自分たちに責任はない、倉庫会社か配送中の問題だろう、でも500円返金で対応できないか、といわれ、頭にきてAmazonに返品した。リール 本体の傷は倉庫保管中や配送中にできる類のものではなく、製造過程にできたものか、展示品か既使用品でない限りありえないもの。自分たちに責任はなく人の責任にするなどもってのほか。このメーカーは創業時の理念から安くて質の高い商品をこだわりをもって提供しているのだろうと共感して購入を踏み切ったが、今回の対応を受け、会社全体としての品質が低いと判断。米Amazonやebayの英語のコメントのなかにも同じような対応を受けているユーザーがいることも確認し、このメーカーの商品は使うのをやめることにしました。 評価:", "id": "ja_0344799"}
{"language": "ja", "output": "悪い", "input": "レビュー: 届ける業者にがっかり！！！\n\n商品は美味しかったのですが、TMG便という運送業者のせいで、ホワイトデーに届きませんでした。再配達とは言え、ひどすぎます。配達業者までは選べないのでとても残念でした。 評価:", "id": "ja_0021540"}
{"language": "ja", "output": "良い", "input": "レビュー: さっぱりしてます\n\n子供と夫が使ってます。 刺激が無く、かなりサラッとした使用感です。 評価:", "id": "ja_0831223"}
{"language": "ja", "output": "悪い", "input": "レビュー: 設計不良\n\nシャッターが溶けて変形し、開かなくなりました。 いかに安いとはいえ、1年くらいはもってほしかった。 評価:", "id": "ja_0218853"}
{"language": "ja", "output": "悪い", "input": "レビュー: 出来る人はできるし出来ない人はやっても意味が薄く感じます。\n\n数学英語等の実力を試すのには良いかもしれませんが、特に社会科目で問題の質が低く感じられます。知識のみが求められ、解説もその知識を事実として提示するだけ。それを覚えるよりは過去問でなぜその解答が導かれるのかを研究する方が有意義でしょう。センター試験の問題に感じられる配慮がこちらにはなく、とりあえずセンター試験で使う科目の問題集を作ったというような印象を受けます。 評価:", "id": "ja_0057316"}
{"language": "ja", "output": "良い", "input": "レビュー: 使いやすいです\n\n女性の私にはランチにこの量はピッタリで使いやすいです。400ｍｌ、800ｍｌにはない仕切りがあるので、日によってご飯の量を調整するのに重宝しています。 前まで使っていた2段のお弁当箱に比べると洗い物をする量が減るのは助かりますが、油汚れは残りますね。2度洗い必須です。 色はクリアピンクと書かれていますが、かなり濃いピンクで赤に近いと思います。私はこの色でも構わないのですが、本当にクリアなピンクを望まれる方は現物をどこかで見ることをおススメします。 耐久性は1ヶ月ほど使った今は問題ありませんが、今後の事を考えるとやっぱり600ｍｌにも買い換え用のフタが欲しいです。 評価:", "id": "ja_0876887"}
{"language": "ja", "output": "悪い", "input": "レビュー: 商品自体はよかったのですが\n\nお急ぎ便を利用したにも関わらず、指定した時間に届かず、その旨の連絡がきたのがその日の夜の19時過ぎ。 「届けられそうにないのですがどうしたらよいですか？」と。 あきれてものも言えません。 なぜならこのやり取りがこれで3度目だからです。 当日お急ぎ便はあまり信用できません。 このためにお金を取られているprimeの利点をあまり感じられません 評価:", "id": "ja_0117191"}
{"language": "ja", "output": "良い", "input": "レビュー: 量が多くて食べ応えがありました\n\nたくさん食べられる量で、満足です。味も良い方だと思います。ただ、しっとり感が少ないのかな？食べている時にボロボロ崩れて食べづらくかんじましたので★４つにしました。 評価:", "id": "ja_0769478"}
{"language": "ja", "output": "良い", "input": "レビュー: 効果大\n\n背面上の床で何もなしでやるより、 深く可動域が取れるのですごく大胸筋に効きます。 ただ使用時に体重をかけるとパイプのつなぎ目がギシギシするので、 接着剤で固定したら気にならなくなりました。 評価:", "id": "ja_0897065"}
{"language": "ja", "output": "良い", "input": "レビュー: 手軽に使える\n\nテレビを見ながらと洗濯を干しながら使ってます。運動しなきゃと思いながらもなかなか行動に移せなかったですが、これは体力を使わずに筋肉が動いて楽でした。 初めはビクビクくる感覚に驚きましたが一度筋肉痛になったら慣れました。 今のところ体重は変わってませんが、おなかまわりがスッキリしてきました。運動する時間がなくても手軽なので毎日継続できてます。 評価:", "id": "ja_0868452"}
{"language": "ja", "output": "悪い", "input": "レビュー: 周囲の浮き上がりが酷い\n\nディスプレイの曲面に全く合っていません。フィルムの周辺が２～４ミリ浮き上がります。専用設計？汎用品の間違いでは？？はっきり言って間違えた製品が送られてきたのかと思うほどです。質感としては指紋が目立ちやすく、指すべりもそれほど良くありません。非常に残念ですが、購入はおすすめできません。現在、自分が購入時より半額ほどになっているようですので、1つ星を増やしておきます。 評価:", "id": "ja_0064591"}
{"language": "ja", "output": "悪い", "input": "レビュー: ８色は確実にないです\n\n全部折って色を見ましたが、６色しかなかったです。 液漏れは１本だけありましたが、それよりも全色はいっていなかったことが残念。 評価:", "id": "ja_0337788"}
{"language": "ja", "output": "悪い", "input": "レビュー: 聞きにくい\n\n最初の説明が聞き取りにくい。オン、オフしか分からない。 評価:", "id": "ja_0575884"}
{"language": "ja", "output": "悪い", "input": "レビュー: イマイチですね\n\n方向が定まらず。どんどんバックしていきます。使いにくいです。 評価:", "id": "ja_0126716"}
{"language": "ja", "output": "悪い", "input": "レビュー: ドロドロ\n\nこんなに、ドロドロしているとは思いませんでした。残念。扱いづらい。 評価:", "id": "ja_0297437"}
{"language": "ja", "output": "悪い", "input": "レビュー: 指紋がすごい\n\n指紋がめちゃくちゃ残る！ そして、残るだけではなく、拭いても落ちにくい！！ サイズは画面いっぱいいっぱいで かなり気に入ってたのですが もう買えません。 携帯モードでやる方には不向きです。 評価:", "id": "ja_0092682"}
{"language": "ja", "output": "良い", "input": "レビュー: おみやげでサイズアップうれしい。\n\n仕事で出張が多く小回りきく小さなキャリーを欲しくて買いました。空港でも見分けつくようにグリーンを買いましたが、帰りにおみやげが増えて締まらなかったのですが、なんとファスナー拡張で楽々締まりました。 評価:", "id": "ja_0069555"}
{"language": "ja", "output": "悪い", "input": "レビュー: 付属品不足\n\n付属のカードトレイ用イジェクトピン が入って無い 評価:", "id": "ja_0119800"}
{"language": "ja", "output": "良い", "input": "レビュー: 満足いく製品\n\n使い勝手が良い。大きさも適度で物も予想以上に入る。サイドポケットがやや使いづらいが特に問題は無い。 評価:", "id": "ja_0912363"}
{"language": "ja", "output": "良い", "input": "レビュー: コスパに優れた商品\n\nスマホを買い替えたら、イヤホンジャックがありませんでした。有線派の自分には必需品です。音声通話、音量調節、音楽再生など、イヤホンの機能をそのまま利用できるのが購入の決め手となりました。外観も頑丈でコスパもよく音質も十分です。有線が必要な人やブルートゥースイヤホンバッテリー切れの予備として持っておくのもいいのでないでしょうか。 評価:", "id": "ja_0038960"}
{"language": "ja", "output": "良い", "input": "レビュー: 巻きグセでトラブりました。\n\n色、強度、しなやかさ等価格的には十分満足する商品です。ナイロンラインの宿命でしょうか、巻きグセが強くスピニングリールでトラブりました。ラインは消耗品ですので、また買わせていただきます。 評価:", "id": "ja_0930884"}
{"language": "ja", "output": "悪い", "input": "レビュー: 絶対にオススメしません！\n\nアマゾンに記載されている説明もそうですが、同封されている説明書が非常に分かりづらい。 本当に録画されているのか、パソコンで確認しないとわからないです。 おかしな日本語が多いし。 評価:", "id": "ja_0322997"}
{"language": "ja", "output": "悪い", "input": "レビュー: マンネリ\n\nもう１７巻だというのにマンネリ 世界が一巡して新たなジョジョを書けるようにはなってるが、過去作をリメイクしてるような感じのバトルなど、マンネリ感が否めない スティールボールランはよかったがジョジョリオンは過去の４部を超えれない 進展も遅いし、ストーリーがまず面白くない そろそろ畳んで次行ってほしい。 一巡した世界を元に戻そう。エンポリオの登場はまだか 評価:", "id": "ja_0997173"}
{"language": "ja", "output": "良い", "input": "レビュー: 頭の小さい人用かな\n\n頭周り55ｃｍですがピッタリです。 汗をかいて停止すると曇ります。 曇り止めを買おうと思います。 評価:", "id": "ja_0487487"}
{"language": "ja", "output": "良い", "input": "レビュー: 使いやすい\n\n使いやすいけど一番の光と2番目の光を使うとき、キーーーンって鳴る 評価:", "id": "ja_0634080"}
{"language": "ja", "output": "良い", "input": "レビュー: 凄くいい 木のシャーペンはこれ一択\n\n質感もよく色もかっこよくて気に入っていました。しかし、１ヶ月くらい使っていたところ机から落としてしまったのですが、落ち方が悪かったのか芯の出るところが折れてしまいました。 もう少し丈夫だったら星五つでした。 しかし丁寧に使う方は問題ないのですごくオススメです！ プレゼント等にもいかがでしょうか。 評価:", "id": "ja_0945348"}
{"language": "ja", "output": "良い", "input": "レビュー: バッテリーを別で持ち歩かなくていいので便利\n\n災害時などの非常時用とは別にバッテリーの持ちを長引かせたいと思い購入しました 普段モバイルバッテリーを持ち歩くのは荷物がかさばるのでカバー一体型だととても便利です 想像していたよりもスリムで使い勝手も非常に良く値段以上に満足しています 評価:", "id": "ja_0616591"}
{"language": "ja", "output": "悪い", "input": "レビュー: おススメできません。\n\nチョコミント味の他の方のレビューで、苦い！とあり、そんな事あるのかな〜と思い購入しました。 本当に苦い！笑 チョコチップはビターな感じで、ビターの苦みは好きで美味しいと思いましたが、アイスのミントの感じが変な苦さがありました。旦那さんにも食べてもらいましたが、美味しくない、の一言。 妊娠中の糖質制限でアイスが食べたくなり、自分がアイスの中では、一番好きなチョコミントにしましたが、購入したのを正直後悔してしまいました。 評価:", "id": "ja_0070310"}
{"language": "ja", "output": "悪い", "input": "レビュー: 掛け布団カバーの紐がない！\n\nカバー内での布団のズレを防ぐ紐が８ヶ所に付いています。と明記されていますが１ヶ所もついていません。 評価:", "id": "ja_0644849"}
{"language": "ja", "output": "悪い", "input": "レビュー: 大きすぎ＆派手すぎ\n\n綺麗かなと思って買ってみたのですが、スワロが大きすぎて3つもあるとちょっとうるさい感じになります。 パーティーか舞台用かな～という感じです。 評価:", "id": "ja_0533964"}
{"language": "ja", "output": "良い", "input": "レビュー: 組み立てやすい(らしい)\n\n春休みの終わりかけ小３になるレゴ好きの息子に初めてプラモを与えてみました。 あまりの暇さに１８時間ほどかけて組み立ててました。 仕上がり本人はとても満足しているようです。ただ初めての為、仕上がりは雑でパーツはとれやすいです。 細かいのでお子さんなどは近視が心配、プラモ用ニッパー、ピンセットは要るようです。 プラモ用ルーペがあるといいと思いました。パーツが細かくて凄く目が疲れそう 尚ボンド、ヤスリは使用していません。 評価:", "id": "ja_0498439"}
{"language": "ja", "output": "良い", "input": "レビュー: 泣ける\n\n当人の努力・教師の努力…心の叫びが伝わって来て涙なくして読めません。 ただ1点、気になるのは仕上がりの上手な作品のみを載せているのではないか？ 良き文章として訴えてくるものしか載せてないにでは？ 疑念が残ります。 評価:", "id": "ja_0628144"}
{"language": "ja", "output": "良い", "input": "レビュー: 便利\n\n研修旅行と一時帰国するため購入しました。サイズが調整できて、家でも車でも簡単に利用できます。使いやすかったです。 評価:", "id": "ja_0629197"}
{"language": "ja", "output": "良い", "input": "レビュー: 汗の臭いがしづらい\n\n値段が安かったので最近購入したのですが、心配していた靴ずれも起こらないし フィット感も良いです。私は汗をかきやすい体質なのですが、汗の臭いがやわらぐので助かっています。 デザインもオシャレだし買って損はないですよ。 評価:", "id": "ja_0183962"}
{"language": "ja", "output": "悪い", "input": "レビュー: 小さすぎ\n\n私のサイズは26.5 なのですが実質25なのかな 評価:", "id": "ja_0074574"}
{"language": "ja", "output": "悪い", "input": "レビュー: 記載と違う！！\n\n商品画像はスカートとマントの丈がほぼ同じで丈は75cmの記載なのに、届いた商品はスカートが短く、マントだけが引きずるほど長い！ちぐはぐです！スカート丈を測ったら64cmしかない！！写真や説明と全然違う！！ 評価:", "id": "ja_0402589"}
{"language": "ja", "output": "良い", "input": "レビュー: 純正品とあまり変わらない\n\n会社で使用するので購入しました。 純正品を多く使用してましたが、経費削減での購入です。 価格がとても安く、性能が劣るかと思いましたがそんなことはなく 安くて、変わらないのでとてもいい商品です。 大量に購入することになりそうです。 評価:", "id": "ja_0535042"}
{"language": "ja", "output": "悪い", "input": "レビュー: SDカード不具合\n\n４台購入し、取付にショップが時間かるので、１台ずつ取り付けていったが、３台目で、SDカードの不具合発生 amazon電話しても第３者出品だとか言われ、出品先は外国？？？連絡取れず、配線工事はしてしまったし、ショップに作業代払わなくてはならず、なくなく自腹でSDカードを量販店で買う始末 もう１台も壊れていたらどうしよう 安心して購入できるレベルではないです 評価:", "id": "ja_0682322"}
{"language": "ja", "output": "良い", "input": "レビュー: 長く使えます\n\n購入してからもう五年になります。 車は変わりましたが、破けないし、丈夫です。デザインもシンプルなので、まだまだつかえますよー。 評価:", "id": "ja_0331120"}
{"language": "ja", "output": "良い", "input": "レビュー: お手入れ 楽\n\n使ってみて、タンクの口が大きいので、給水もお手入れも楽だし。 優しい色合いで気に入り、イルミネーションもとても綺麗です。また、本当に静かです。 今後、耐久性を見て行きます。 評価:", "id": "ja_0352605"}
{"language": "ja", "output": "良い", "input": "レビュー: 車用に\n\n車内が黒いので目立たないように黒のクイックルを選びました 実際目立たないし、カッコいいですね。 乗った人にも、好評です 評価:", "id": "ja_0675982"}
{"language": "ja", "output": "良い", "input": "レビュー: 大好きです\n\n安いのでそれなりの商品かと思ってましたが、届いた製品は高級店で買ったみたいな綺麗な箱に入ってました。 評価:", "id": "ja_0587784"}
{"language": "ja", "output": "良い", "input": "レビュー: 良かった。\n\n良い商品ですょ。以前のモンスターより断然良い！大変満足しています。値段もまぁまぁ。。 評価:", "id": "ja_0574512"}
{"language": "ja", "output": "悪い", "input": "レビュー: 隅に空気は入る、脆すぎる\n\n他の方と同じようにフレームとガラス面との隙間の空気が抜けません。 説明書通りに指でエアーを抜いていたらフレームとの境の左下の端がパリッと割れました。 1/16に受け取りすぐに貼ったのですが、たった数分で割れるなんて本当にショックです。 お金が無駄になりました。もう買いません。 評価:", "id": "ja_0712875"}
{"language": "ja", "output": "良い", "input": "レビュー: スムーズなインサートのために使い分け\n\nモイストタイプの方が挿入がスムーズでいいと思う ローションとかに頼ろうとすると大袈裟な感じに思う人にはこういうのが重宝する 濡れにくいときとかコンディションによって使い分けるのがいいですよ 評価:", "id": "ja_0809345"}
{"language": "ja", "output": "悪い", "input": "レビュー: 紐がすぐちぎれる\n\n傘を収納して持ち運べて便利でしたが、すぐに紐がちぎれて使い物にならなくなりました。 評価:", "id": "ja_0409494"}
{"language": "ja", "output": "良い", "input": "レビュー: 十分！\n\n草野球で使ってますが、この値段でこのクオリティなら大満足です！ 評価:", "id": "ja_0593033"}
{"language": "ja", "output": "良い", "input": "レビュー: なかなかいいです\n\n本当はJBL FLIP4を購入予定でしたが、ソーラー充電に惹かれて値段も半額以下のこちらを購入してみました。 予想より音はいいと感じます。重低音は出ませんが、結構クリアなサウンドです。普段大音量で聴くことはないので、満足しています。 最初に満充電した後は、（まだそんなに使用していませんが）ソーラー充電されているのか一回も電源からの充電はしていません。 （直接日光が当たる時間が1日2時間程度の場所に設置しています） LEDライトについては... 使う機会はなさそうです（最初、ボタンを押しても点かないので初期不良かと思いましたが、ダブルクリックで点灯しました）。 あとは防水性能と耐久性ですかね。もう少し使用してから再レビューしたいと思います。 評価:", "id": "ja_0198736"}
{"language": "ja", "output": "良い", "input": "レビュー: デザインも機能性も良い\n\nお出かけ用の赤ちゃんのハンカチが欲しかったので購入しました。 綿100%の6重ガーゼの素材とかわいいけど飽きのこないデザインが気に入りました。 大きいのですぐにヨレヨレになるかと思いましたが、洗濯しても丈夫でした。 紐がついているので、保育園に入っても重宝しそうです。 かなり使えるのにリーズナブルなので、プレゼントにもいいと思います！ 評価:", "id": "ja_0558462"}
{"language": "ja", "output": "良い", "input": "レビュー: 子どもと遊んでいます。\n\n子どもの自由研究などにはもってこいですね。布団やソファのシミや紙幣、昆虫などこのブラックライトを照らしてみると未知の世界が広がります。子どもといつもこのブラックライトで遊んでいます。電池がついていればなお良かったとは思います。 評価:", "id": "ja_0965988"}
{"language": "ja", "output": "悪い", "input": "レビュー: 使えない\n\nスマホはiphonex 接続しても反応なし。 評価:", "id": "ja_0815563"}
{"language": "ja", "output": "悪い", "input": "レビュー: 高いだけね\n\nレビューにつられて購入しましたが、 特に効果なし、値段が高いだけでした。 評価:", "id": "ja_0852746"}
{"language": "ja", "output": "良い", "input": "レビュー: ストライカーが優秀\n\n火花の飛びが良い！これはストライカーが削りやすい形だからです。是非ストライカーだけ で販売してほしい。 某有名メーカーの小さいストライカーに比べても間違いなく使いやすく、着火も容易です。 評価:", "id": "ja_0813177"}
{"language": "ja", "output": "良い", "input": "レビュー: 少し削る必要アリ\n\nvfcのm4系ガスブロに付けました。 ロックを掛けるツメを少しヤスリで削ってやれば問題なく使用可能です。 削る手間だけ星１つマイナスとしましたがよく出来ていてコスパもいいとも思います。 評価:", "id": "ja_0192512"}
{"language": "ja", "output": "良い", "input": "レビュー: いろいろと\n\n振動パターンがあり良かったですよ。人肌ほどに暖かくなるし彼女も喜んでます。 特に良かったのは、人なら舌の部分になるバイブレーションが良かったらしいです。 これは買っても損は無いと思います。 評価:", "id": "ja_0372117"}
{"language": "ja", "output": "悪い", "input": "レビュー: 重たい！\n\nハンドルを持って、蒸気のボタンを押しますが、けっこう重たく感じます。 また、ボタンを押して蒸気を出しますが、時々水が出て、せっかくの洗濯物に水がかかります。 追記 二回目でスチームがでなくなりました。 返品しました。 評価:", "id": "ja_0989191"}
{"language": "ja", "output": "悪い", "input": "レビュー: 不具合だと思います❗\n\nリングが収まらずカパカパ外れます。カチッとはまらない。 評価:", "id": "ja_0664668"}
{"language": "ja", "output": "悪い", "input": "レビュー: パチモンにしては良い出来\n\nSFの本物と比べると、 １．本体材質： 本物は鋼製、これはプラスチック製 ２．スプリング形状： 本物は鈍角で安定、これは鋭角で華奢 ３．スプリングの強さ： 本物は固め、これは軟らかめ ４．穴の大きさ： 本物はパラシュートコードがピッタリ嵌まる大きさ、これは大きめ といったところでしょうか。 まあ、価格が10倍以上違うことを考慮すれば悪くはないと思います。 SFの刻印さえなければですが…。（刻印があったので偽物判定です） 評価:", "id": "ja_0500376"}
{"language": "ja", "output": "悪い", "input": "レビュー: 反応しない\n\nパソコンにつないだり、usbハブに接続しても反応がなかった 評価:", "id": "ja_0847472"}
{"language": "ja", "output": "良い", "input": "レビュー: 交換方法がない\n\n商品はビニールに入って交換方法の説明書等がない。不親切だが商品自体は問題ないようです 評価:", "id": "ja_0105944"}
{"language": "ja", "output": "良い", "input": "レビュー: トリック用に。\n\nトリック用に購入。 ケンエーの混合液のような薬味感はありませんが、甘さは控えめです。 煙の量も問題なく。 値段、量ともに満足しております。 梱包、表面にかなり深い傷があったため★4とさせていただきます。 評価:", "id": "ja_0685490"}
{"language": "ja", "output": "良い", "input": "レビュー: もっと早く知っていれば…。\n\nとても簡単に取り付けできました。 今後ディーラーで取り付けることはないかなぁ〜。 評価:", "id": "ja_0501549"}
{"language": "ja", "output": "悪い", "input": "レビュー: 安物買いの銭失いでした\n\nタイムセール祭りにて普段の価格から3割引の値段で買えたので、チャンス！と思い購入。 主に一日の歩数と睡眠時間を管理するための購入です。 今まではスマホで別々のアプリを使っていて、常に持ち歩かないとデータが取れなかったので、 腕にはめていれば、便利で快適だと思いました。 届いた時点での感想： ガッカリな点は、購入画面で見た商品の印象より細く、画面の文字も小さくて老眼の目には辛いところ。（見えないので時計としては使いませんでした） 充電で、ベルトを引き抜くのが結構な力が必要で、すぐに壊れそうところも心配でした。（実際には20日間で使用をストップしたので、耐久性は不明です） 使ってみての感想： 使用開始半月で、睡眠データがスマホに残らなくなった。 使用開始時からスマホの万歩計（以前から使っていたアプリ）の値とスマートウォッチの歩数計の値が異なっていた。（これはどちらが正しいかは不明） 使用開始当初から何となく感じていたが、スマートウォッチ自体で見る歩数とスマホに残った毎日の記録の値が違う。（起床30分後の歩数表示が、スマートウォッチ自体では170歩、スマホでモニターすると2700歩と違い過ぎる。） このような状態なので、20日間使ったところで使用を止めました。 安物買いの銭失いの典型のような経験でした。 高評価レビューも在るので、私の買った個体は運悪くハズレだったようです。 評価:", "id": "ja_0173560"}
{"language": "ja", "output": "良い", "input": "レビュー: 育ちがいいです\n\n多肉植物の育成の際、天候不良による日照不足や冬場の室内育成のために購入しました。なかなかの光で効果がありそうな感じです。そしてとても明るいで、光量は十分で、満足です。 ライトに照らされている多肉植物を見るだけで癒されますし、毎日 イキイキと成長しています。 評価:", "id": "ja_0378306"}
{"language": "ja", "output": "良い", "input": "レビュー: 役に立ちそうです\n\n麻混スカートに 油シミが大きくついてしまい クリーニング屋に相談しても 難しいと言われましたが ダメもとでこちらを購入 ほとんどわからないほどに シミが取れました 牛の油って不思議です 評価:", "id": "ja_0719731"}
{"language": "ja", "output": "良い", "input": "レビュー: 期待した役割は果たしてくれています。\n\nZ68Proマザボへ「KKmoon 5.25\" 内蔵カードリーダー 」を増設。 リーダー付属のUSB3.0ポートを活かす目的でこちらを導入。 OSはWin10ですが物理的なインスト以外に作業は無くあっさり終了でした。 USB3.0規格のUSBメモリで2.0規格以上の作業が出来ていると思うので満足です。 評価:", "id": "ja_0391298"}
{"language": "ja", "output": "悪い", "input": "レビュー: 意外に地味だった・・\n\nホワイトが派手だという口コミを見てコーラルピンクにしましたが、予想外に地味だったのでホワイトにすればよかったーと後悔しています。塗りやすいし使いやすいですが、やはりもう少しキラキラした感じが欲しかったので、私の求めているものとは異なりました。でもキラキラ感を求めておらず、とにかくナチュラルさを追求する方にはオススメです。 評価:", "id": "ja_0899234"}
{"language": "ja", "output": "良い", "input": "レビュー: 本革で頑丈そうで高級感がある\n\n本革も質がよく造りもきれいでボストンバッグ自体はとても良いもので一生物です。ブランド物だったら価格が10倍位するかもしれません。 ただ私は女性で身長も155センチ位なので付属のベルトを使おうとすると移動する肩当てがバックルにあたって肩当てになりませんでした。それが女性が持つときの不都合でした。男性には全然問題ないと思います。 評価:", "id": "ja_0459622"}
{"language": "ja", "output": "悪い", "input": "レビュー: 金属部が弱い\n\n一度も使用しないうちに傘の先が折れてしまった。 アロンアルファでつけようとしたが付かずグラグラしている。 見た目使えそうなので使ってみようかとおもうが、玄関ドアに挟まっただけで折れてしまう構造にガッカリした。(よけいな力は入れていない、自然にドアがしまりその時に挟まった) 評価:", "id": "ja_0560722"}
{"language": "ja", "output": "良い", "input": "レビュー: このゲームの世代であれば、楽しさ倍増。\n\nゲーマーが地球を救う パターンの映画は過去にもあったけど 画像の迫力で 楽しく観る事ができました。パックマンやドンキーコングが ハラハラするアクションシーンになるとは発想の勝利でしょうか。よく知っているキャラクターが動き回る姿も嬉しく観る事ができます。 評価:", "id": "ja_0854272"}
{"language": "ja", "output": "良い", "input": "レビュー: 手帳型マグネット\n\nこちらのケースに変更するまで、手帳型のマグネットの無いタイプを使っていたが、こちらの商品はマグネットが思った以上に強く、少し使いづらいのと、ポケットにタイムズの駐車サービス券を少しの間入れたが、全く使用出来なくなった。 評価:", "id": "ja_0213844"}
{"language": "ja", "output": "悪い", "input": "レビュー: 不良品\n\n一度届いた商品は曲げると噛み合わせが外れるので全然立てて使えなくて不良品でしたので、返品交換していただきました しかし、その交換品も同じような不良品で もう、返品する気力もなくなり、変な形のまま立てて使っています たぶんこの商品、全部そんな感じなのではと思ってしまう 評価:", "id": "ja_0736866"}
{"language": "ja", "output": "悪い", "input": "レビュー: 甘み、香りが類似の同様製品より弱い\n\nいまいち。ハチミツの風味、甘み、紅茶の香り、全てが弱い 評価:", "id": "ja_0461749"}
{"language": "ja", "output": "良い", "input": "レビュー: 軽い、コンパクト\n\n軽くてコンパクト、使いやすいので、荷物が増える帰りにも計れるようにスーツケースに入れて持って行きます。 評価:", "id": "ja_0708980"}
{"language": "ja", "output": "悪い", "input": "レビュー: 冷たいと聞いて購入したが\n\nただのタオルと何ら変わりが無かった様に思う。 評価:", "id": "ja_0917050"}
{"language": "ja", "output": "良い", "input": "レビュー: とても良かった\n\n子ども用のプールを膨らますのに大変便利で楽です。 ポンプの大きさのわりに、とてもよく稼働してくれてビックリです‼ 直径2mのプールも気持ち時間いりますが、ストレスにならないくらいの時間でふくらみました❤ 購入して本当に良かったです♪有難うございました♪ 評価:", "id": "ja_0550785"}
{"language": "ja", "output": "悪い", "input": "レビュー: SFではない\n\n話のネタとしては、オカルトUFOものの都市伝説程度なので、全部で10分程度にまとめてほしかった。 評価:", "id": "ja_0269359"}
{"language": "ja", "output": "良い", "input": "レビュー: 朝、積み木遊びタイムをやってみたくなりました\n\n2歳の息子を育てています。自分で考え、楽しく社会に貢献しながら幸せな人生を歩める人になってほしいと思っています。 そんな私が今、子育てでどんなことに気を付けて子どもと向き合ったら良いのか、明日から実践し習慣化する1アクションを決めたいと思い、本書を手に取りました。 本を読んでさっそく明日からやろうと決めたのは、朝子どもと一緒に積み木で遊ぶことです。 自分で自分の人生を創っていくために必要な生きる力。それにつながる朝習慣。今のうちの子と一緒にできるのはその朝の時間に積み木で遊ぶことだと思いました。小学生になってからの「深取り学習」につなげるためのコミュニケーションタイムです。 積み木タイムでは「できないことを指摘する」のではなく、「できることを認める」。一緒に楽しくイメージを広げて考えたり、お話を創ったりしながら積み木遊びをしたいです。 子どもも、母親である自分も自己肯定感が上がるような時間にしたいです。 今までは子どもはなるべくゆっくり起きてきてほしいと思っていました。自営で仕事をしており、子どもを預けれる平日も限られているので、子どもが起きてくるまでの早朝時間は貴重で。その間にやっておきたい仕事や自分の時間がほしかったからです。 正直言って、この本も「毎朝5時半に～」とタイトルにあったので「5時半なんかに起きてこられちゃたまったもんじゃない」と思っていました。 でも本書を読み、「朝の勉強時間は10分でも20分でもいいから」という一文があり救われました。ほんの少しでもいいから積み木タイムを取ってみよう。それがわくわくする未来につながっている！と道が見えた気がしたからです。 実はまだ朝5時半に子どもを起こす気にはなれません＾＾；でもこれからは子どもが早く目覚めても「なんだもう起きちゃったのか」と今までほどとてつもなく残念に思うことはなりそうです。私自身の段取り力も上げつつ、子どもとの朝積み木タイムを作ろうと思います。 京子先生の子育てをソックリ真似するなんてとても不可能に思います。先生ご自身も「育児書通りにはできない」と仰っており、「だからこそ自分の子育ての軸を持ち、できることからでいい」ということなので、あまり肩の力をいれすぎず、子どもとの楽しい時間を積み重ねていきたいと思いました。 評価:", "id": "ja_0386225"}
{"language": "ja", "output": "良い", "input": "レビュー: 雑音が気になる方\n\nPC等の差し込み口にプラグを奥にギリギリまで差さずに途中でとめてみてください。 驚くほ雑音が消えます！ちゃんと両スピーカーから音が出る位置をつかんでください。 ほんとはCP的に全然評価は5（重低音や音のバランスは言うまでもなくこの価格帯では抜けている）ですが この雑音問題にの対処法がいやなので4止まり… 評価:", "id": "ja_0476914"}
{"language": "ja", "output": "悪い", "input": "レビュー: 過大な期待はNG\n\n効果は、あるのか無いのか、あまり体感・実感は無い。 値段も少し高い。 評価:", "id": "ja_0902986"}
{"language": "ja", "output": "悪い", "input": "レビュー: サイズが小さい！\n\nサイズだけが小さすぎたので出来れば交換したいが返品作業が面倒なのでしません。 評価:", "id": "ja_0900754"}
{"language": "ja", "output": "良い", "input": "レビュー: 香りの良さ\n\nやはり、ワインに似た、さわやかな味が好きです。 評価:", "id": "ja_0015494"}
{"language": "ja", "output": "悪い", "input": "レビュー: 鼠径部がきつい\n\n鼠径部の伸びがほとんどなく、とてもきつい。いろいろな種類のショーツをLサイズで使用しているが、こんなにきついのは初めてで、しょうがないので鼠径部の縁取り部分を切り取って使用した。生地は気持ちいいので残念。 評価:", "id": "ja_0427980"}
{"language": "ja", "output": "悪い", "input": "レビュー: 使えます。\n\n動作は問題ありませんが、液晶が薄くなってました。 評価:", "id": "ja_0212669"}
{"language": "ja", "output": "悪い", "input": "レビュー: 会社が違う！\n\nパソコンで見て携帯で申し込んだがパソコンで見た会社と違っていた。どうしてこんなややこしい事をアマゾンはするのか？年寄りにとっては騙された感じがする！ 評価:", "id": "ja_0779697"}
{"language": "ja", "output": "良い", "input": "レビュー: 説明書が少しわかりにくいかも\n\n説明書は各言語でページが分かれており、日本語のページもありました。 各マウント等の組み合わせが写真付きで載っていましたが、文字での説明が一切なかったため 現物との照らし合わせに時間がかかりました。 画質においてはまずまずですが、音声が多少こもって記録されるのが少し難点かと思います。ただ価格を考えれば許容範囲内です。 評価:", "id": "ja_0586273"}
{"language": "ja", "output": "悪い", "input": "レビュー: 三か月で壊れました\n\n充電は出来ているようだが蒸気がまたく出なくなった。保証は60日以内なので交換不可とは。二度と買わない。 評価:", "id": "ja_0718662"}
{"language": "ja", "output": "悪い", "input": "レビュー: 買った当時は良かったのですが、・・・。\n\n買って取り付け当時は良かったのですが、 数週間過ぎたあたりから、カックンと倒れ込む症状がでました。 あまり、お勧めできません。 評価:", "id": "ja_0381601"}
{"language": "ja", "output": "悪い", "input": "レビュー: 体感なし。根拠不明確な新興サプリ。\n\n親からの薦められ、鼻炎軽減目的で購入。が、まったく体感ありません。 あまりに効果が無いため、効果の怪しい新興サプリだと思ってます。 nowfoods自体はビタミンやomega3など自分は常用しており良いメーカーだと思っています。ですがmsmは残念な結果でした。 評価:", "id": "ja_0434282"}
{"language": "ja", "output": "良い", "input": "レビュー: 価格が安いが、品質は良い。\n\nゴルフ場での使用はもちろんOKですが、練習場で少しのクラブを使用する際にとっても便利です。 評価:", "id": "ja_0992173"}
{"language": "ja", "output": "良い", "input": "レビュー: 点灯パターンがたくさん！\n\n色々な点灯パターンがあるので単調にならず楽しめました。 子供もピカピカするライトを見て楽しんでました。 評価:", "id": "ja_0609927"}
{"language": "ja", "output": "悪い", "input": "レビュー: カスタマーは不誠実\n\n値段相当？ 二回目の購入ではずれを引きました。一週間ほどで点灯しなくなりました。 カスタマーサービスに連絡しましたが、「写真撮影して送ってください」「〇月〇日〇時までご連絡します」と その後一切連絡は来ませんでした。 ２分の１の確率ですが値段が値段なので、それでもかまわない方・使い捨ての方向けのようです。 評価:", "id": "ja_0028475"}
{"language": "ja", "output": "良い", "input": "レビュー: 小型で大容量。充電も速いです。\n\nこれまで使っていた某社の16000mAhよりコンパクトで、使っているHuaweiのスマホの独自の急速充電規格にも対応、スマホ付属の充電アダプターを使ってバッテリー本体に急速充電もでき、買って本当によかったです。 評価:", "id": "ja_0583040"}
{"language": "ja", "output": "良い", "input": "レビュー: 効果が明るい\n\nサポーター力を向上させ、より安定できるが、快適性を少し下げます。そのプレートを取り外した場合、両用バージョンの使用効果は快適バージョンと同じです。 評価:", "id": "ja_0899839"}
{"language": "ja", "output": "悪い", "input": "レビュー: 壊れた\n\n安いけど、１ヶ月でブレードが折れました。 評価:", "id": "ja_0390045"}
{"language": "ja", "output": "悪い", "input": "レビュー: 曲面に対応していない。\n\nSH-01L用に買ったのですが、曲面に対応していません。縁が浮いてます。 今、こういう縁が曲面したスマホが増えてるのでシリコンの肉厚等で対応しないと倒産しますよ。 評価:", "id": "ja_0766850"}
{"language": "ja", "output": "良い", "input": "レビュー: アイロンかけました\n\nキャラ物にしては安いし可愛いけど 開封するとシワシワでした 使用感があり、わざわざ新品と書いたシールを貼ってあるのが気になりました 返品したものを頂いた感じで残念。 なのでマイナス1 評価:", "id": "ja_0377731"}
{"language": "ja", "output": "良い", "input": "レビュー: カーテシランプ用\n\nカーテシランプ用に購入しました。明るさ、色味も問題ありませんでした。 評価:", "id": "ja_0466194"}
{"language": "ja", "output": "良い", "input": "レビュー: 前面を覆うタイプではないが使い心地はとても良かった\n\n超お買い得です!! ガイドが付いてるので 安心して購入使用が出来ます！ 仕上がりの満足しています この類によくありがちな縁が画面に微妙にかかる問題も無く、指紋も着きにくくて大満足です 評価:", "id": "ja_0306918"}
{"language": "ja", "output": "良い", "input": "レビュー: ほんとに新品？\n\n箱を開いてびっくり。封の空いたビニール袋とヨレヨレの説明書。明らかに新品ではなさそうでした。 まあ定価より安く買えたし、傷や汚れはなかったので返品せずそのまま使うことにしましたが、気分はあまり良くない。 商品は安定感もあり、色味と形も非常にインテリアとマッチして良いです。 ただ、前述のとおりなのでピカピカの新品がいい方はここで買わないほうがいいです。 評価:", "id": "ja_0129387"}
{"language": "ja", "output": "良い", "input": "レビュー: また、買う価値あり\n\nケースを替えたとき、剥がれやすい、その時埃が入ってしまい、再購入しました。ケースによるかも… 評価:", "id": "ja_0759672"}
{"language": "ja", "output": "悪い", "input": "レビュー: 低予算映画としての期待を裏切らない低予算映画（そうだ、何も期待するな）\n\nイラクで「テロリスト」にアメリカ人が誘拐され、地下室に監禁される。撮影は全てそのセットで行われる。監禁されている主人公は苦しそうだが、見ているこちらも別の意味で監禁状態。ジャケット画像ではいかにも「大統領」や「米兵」があれこれ活躍しそうな雰囲気ですが、雰囲気だけです。その意味ではすごく気合入ったジャケットだなと思う。 画質と画面構成が映画ではなくテレビドラマのそれです。BGMと効果音もメリハリが無く、うるさいです。 台詞のやりとりや演出からは、どことなくドストエフスキーっぽいかんじを醸し出したかったようなかんじが伝わってきますが、無理です。 字幕もところどころ微妙。「低予算映画だが、ここはイイ」というポイントが一つも無い。その意味ではスゴイ。 評価:", "id": "ja_0457963"}
{"language": "ja", "output": "悪い", "input": "レビュー: だめです。\n\nすぐにだめになりました。緊急用にしか使えない。 評価:", "id": "ja_0407828"}
{"language": "ja", "output": "良い", "input": "レビュー: 自己満足！\n\n人知れず、「ムフフ…いいね！」と悦に入っております。 評価:", "id": "ja_0743542"}
{"language": "ja", "output": "悪い", "input": "レビュー: 返品しました。\n\n3個のモーターのうちの1個が作動せず、返品しました。本体も薄く体にフィットし使い易かったので残念でした。使用した感じは良かったです。 評価:", "id": "ja_0336877"}
{"language": "ja", "output": "悪い", "input": "レビュー: 読み物として面白くない\n\nエロ漫画の面白い話が読めるかと期待したけど、いまいち何を言いたいのかわからなかった。 あと読む人間を楽しませるような文書を書いてほしい。読んでて退屈だった 評価:", "id": "ja_0246491"}
{"language": "ja", "output": "悪い", "input": "レビュー: ノイズがすごい\n\nめちゃくちゃノイズが入る。 接触が悪いのか、コードの付け根を押さえるとおさまる。 でも、ずっと押さえているわけにもいかないので離すとバリバリっとノイズ音。 うるさくて音楽聴いていて不快なので他の商品を買いました。 もう使いません。 評価:", "id": "ja_0390326"}
{"language": "ja", "output": "良い", "input": "レビュー: 二時間ぐらいで充電が終わり、それにバッテリー持続時間が長いで\n\n二時間ぐらいで充電が終わり、それにバッテリー持続時間が長いです キーボードも打ちやすいし、ほこりが入りにくいタイプなのでよかったです 嬉しいです 本当に薄くて軽いです いつもクラウドストレージを訪問できることではなく、それにオフラインでローカルの大型PDFとほかのファイルをアクセスしたいです 大きさは程よく、重量はまあまあ、お値打ち価格で全体として満足しています 評価:", "id": "ja_0922731"}
{"language": "ja", "output": "良い", "input": "レビュー: FPSやったけど問題なかった\n\n思ったより大きかったです。アンテナと本体は別梱包になっていてよかった。付属のLANケーブルは白色でコードが丸い奴でした！(50cmくらい？)特にルーターに詳しいわけではないですけど特に問題なく使えています！スマホでアプリをダウンロードして操作できたので楽でした。 評価:", "id": "ja_0044977"}
{"language": "ja", "output": "良い", "input": "レビュー: おすすめ！\n\n耳にすると私にとっては少し長めでしたが、それ以外は全く問題ないです。ネジ形式で使いやすいです。 評価:", "id": "ja_0011525"}
{"language": "ja", "output": "悪い", "input": "レビュー: とっても可愛いです\n\n曜日と日にちが別々に合わせられません。なのて、今日の日にちで、一昨日の曜日で使ってます。取説は針の合わせ方しか記載がありません。 評価:", "id": "ja_0179626"}
{"language": "ja", "output": "悪い", "input": "レビュー: かなしい\n\n純正って聞いて買ったのに使えなくて泣きそうです 評価:", "id": "ja_0277864"}
{"language": "ja", "output": "良い", "input": "レビュー: 値段！\n\n値段のわりには良い商品でした！ 使うのが楽しみです。 評価:", "id": "ja_0376703"}
{"language": "ja", "output": "悪い", "input": "レビュー: 当たれば良いかもね！\n\n当たり外れがあるのか？まだ、数週間しか使ってないのに、バグりはじめ、リカバリを試みるも何の反応もしなくなり、ゴミになりました。 評価:", "id": "ja_0723579"}
{"language": "ja", "output": "良い", "input": "レビュー: 気に入っています\n\n柄も可愛くて気に入っています！ 厚みは思ったほどなかったです！ 評価:", "id": "ja_0723048"}
{"language": "ja", "output": "悪い", "input": "レビュー: おいしいアルギニン\n\nおいしいと記載されていたので購入 たしかにジュース感覚で飲めますが 効果は全く感じなかった。 温湯に溶かして飲めるただのジュースです。 評価:", "id": "ja_0468376"}
{"language": "ja", "output": "良い", "input": "レビュー: 予想ですが\n\nまだ夏なので使用していませんが、以前使った経験があるので問題ないかと。 未使用なので⭐️１つマイナスで。 評価:", "id": "ja_0796979"}
{"language": "ja", "output": "良い", "input": "レビュー: うっすらピンク\n\nうっすらピンク色のグロスで、リピ買いしてます。キャンメイク製品は安くて旬の商品が多く、大好きです。 評価:", "id": "ja_0776227"}
{"language": "ja", "output": "悪い", "input": "レビュー: 最悪 不良品 粗悪品\n\nほかの人が書いてる通り 日本語説明書もオマケもついてません。 到着まで何ヶ月もかかるし 箱はボコボコに潰れて届きます。 評価:", "id": "ja_0423783"}
{"language": "ja", "output": "悪い", "input": "レビュー: すぐ壊れた‼️\n\n充電差し込み難く差し込みぐちが壊れた‼️ 評価:", "id": "ja_0850609"}
{"language": "ja", "output": "良い", "input": "レビュー: 長毛猫の仕上げはコレで決まり！\n\n1歳のノル（長毛猫）が毛吹いてきたのでファーミネーターを使っていましたが、 静電気で毛が飛び散って毛切れもするのでこの櫛に替えてみました。 猫も嫌がらず毛が飛び散ることもなく、抜け毛の処理が楽です。 スリッカーブラシの仕上げに使うとベストかもしれません。 評価:", "id": "ja_0074354"}
{"language": "ja", "output": "良い", "input": "レビュー: 久し振りの沢崎、嬉しいです。\n\n本当にお久しぶり。相変わらずのハードボイルド。かっこいいです。一気に読ませてもらいました。そしてラストは...こうくるのか‼ 次回も楽しみにしています。次はあまり間をあけずに読みたいです。 評価:", "id": "ja_0471696"}
{"language": "ja", "output": "悪い", "input": "レビュー: 最悪です 本当に最悪\n\nケースも割れてたし、し写真とは違うものが届きました。 中の糸を巻いてあるのもプラでなく紙だし、指貫も写真とは別な物だし、最悪です。 返品し再度注文すれば大丈夫とAmazonのカスタマーサービスに言われ、再注文したらまた違うのが届いた。 仕様が変わったなら写真を替えるべき。 糸巻きがプラスチックだから少し高くてもこちらにしたのに、他でもう少し安く出品されていた紙に何色かまとめ糸が巻かれているものでした。 それと同じものなら、400円くらい安い方を選びました。 結局、再度連絡をしまた返品。 倉庫で違うものが管理されている可能性があるから別の出品者から買うか、在庫を確認するように言われました。 在庫の確認って、どうしろというのか！ 写真と違うのかなんて、購入者にはわからないぞ！ 評価:", "id": "ja_0578804"}
{"language": "ja", "output": "良い", "input": "レビュー: よいです\n\n安いし早く届けていただけてたすかりました 評価:", "id": "ja_0275732"}
{"language": "ja", "output": "良い", "input": "レビュー: （いい意味で）普通に使えます！\n\n交換バッテリーとして購入しました。純正のバッテリーと交互に使ってますが、僕の感覚だとどちらが純正バッテリーなのか分からないくらい普通に使ってますｗ 評価:", "id": "ja_0674618"}
{"language": "ja", "output": "良い", "input": "レビュー: 黒糖の匂いがする\n\n白血病で、口内炎。１歳の猫。 痛みのせいか、食欲も落ちてしまい、レビューを見て購入。まだ２日目なので、効果はわかりませんが、練り状のおやつに混ぜても嫌がることなく舐めてくれます。 期待を込めて☆４です。 評価:", "id": "ja_0773558"}
{"language": "ja", "output": "悪い", "input": "レビュー: 安定性と発熱\n\n台座部分が鏡面で滑る 充電中の発熱がかなりある。フチの部分は触れないくらい熱い。熱に弱いケース等は不向き。 充電の安定性が悪い。確かに15w充電の速度は凄いのだが勝手に充電が切れてる事が多い。乗せても充電が始まったり始まらなかったり。とにかく安定しない。 評価:", "id": "ja_0569940"}
{"language": "ja", "output": "悪い", "input": "レビュー: メイドインチャイナ\n\nゴムが細いことは他のレビューを読んで分かっていました。 しかしまさかゴムが劣化して切れ始めているものが送られてくるとは……。 ファストマグポーチはゴム切れたらお終いじゃないですか。 切れたら輪ゴムで代用しろとでも言うのでしょうか。 安さに釣られて買うのはお勧めしませんよ！ 評価:", "id": "ja_0194320"}
{"language": "ja", "output": "悪い", "input": "レビュー: フルHDじゃ画面が大きすぎる\n\nPC用で大きいモニターがほしいなぁと思っていたので、こちらの商品を購入しました。 早速届いて設置してみましたがモニターの最大解像度が1920×1080ということで、文字が拡大されてむしろ見にくく目が疲れました。 自分には合わないと思ったところで即返品しましたが、返金金額は全額の半分という結果になってほんの少しがっかりです。まぁ自分が悪いのでなんとも言えないんですがね。 このくらいの大きさのモニターを購入される方は、フルHDよりも2560×1440のWQHD以上のものを購入することをお勧めします。 評価:", "id": "ja_0970189"}
{"language": "ja", "output": "悪い", "input": "レビュー: 皮\n\n皮も食べたかったのですが、傷まみれで残念でした。味は良かったですが。 評価:", "id": "ja_0555579"}
{"language": "ja", "output": "良い", "input": "レビュー: 肌触りも良いし\n\n発送も迅速で翌日には届きました。真空状態で入っていましたが開けたときの独特の匂いがなく、すぐに使用できました。肌触りも良いし柔らかくて、今晩から熟睡できそうです。 評価:", "id": "ja_0668831"}
{"language": "ja", "output": "良い", "input": "レビュー: 吸水が早く布団が濡れない！\n\n子供のおねしょ対策に購入しました。2枚でこの価格は安い上に、柄が可愛いので大満足！ 実際に使用してみましたが、吸水が早くて布団が濡れることはありませんでした！ 欲を言えばズボンの裾にゴムが入っていると、万が一立った時にも漏れなくていいかなという点で、星4つにしてます。 製品自体はとても良いので、おねしょ対策ズボンを検討している方にはオススメです！ 評価:", "id": "ja_0393639"}
{"language": "ja", "output": "良い", "input": "レビュー: 汚れやすく、見映えが悪くなる。\n\n安価で使い易いですが、表面に汚れが残って見映えが悪くなってしまう。 評価:", "id": "ja_0295120"}
{"language": "ja", "output": "悪い", "input": "レビュー: あまりお勧めしません\n\n細長い形のオタマはスープマグに味噌汁を入れる時便利。普通の形のオタマは深すぎて使い勝手がとても悪い。持ち手が木製なのはすぐにカビが生えたりしそう。もう少し考えて買えばよかった。 評価:", "id": "ja_0833251"}
{"language": "ja", "output": "悪い", "input": "レビュー: 物は良いが耐久性に欠ける\n\n使用してまだワンシーズンしか経っておりませんが、もうすでに毛玉だらけです…物はとても良かったのですが、耐久性には欠けます。 評価:", "id": "ja_0263108"}
{"language": "ja", "output": "悪い", "input": "レビュー: んー\n\n説明書が英語と中国語しかなかったので 絵を見てだいたい貼りました。UV LEDライトがついてるのですが電源もつかずボタンも壊れてて使えなかったです 評価:", "id": "ja_0939769"}
{"language": "ja", "output": "悪い", "input": "レビュー: 微妙\n\n音量ボタンと電源ボタンが押しづらくなってしまう。 星2! 評価:", "id": "ja_0145577"}
{"language": "ja", "output": "悪い", "input": "レビュー: 付属品は使えません。\n\n付属品のノズルが一切ハマらず使えない。 本体の耐久性は不明。 個人が普通に使う分には許容範囲内の商品。 但し、機能的にはシンプルな反面、クールダウンさせる機能はないので暫く放置しておかなければならない。 まあ、値段から考えてこれ以上文句言ったらバチが当たりそうなので止めておきます。 評価:", "id": "ja_0908813"}
{"language": "ja", "output": "悪い", "input": "レビュー: カミカゼなのに…\n\n何これ⁇びっくりしました！スッカスカで味が無い！薄っす過ぎ！ 評価:", "id": "ja_0817437"}
{"language": "ja", "output": "悪い", "input": "レビュー: 剛毛だと切れない\n\n以前はTC315を愛用していましたが、廃盤になったのか見当たらないのでこちらを購入しました。 が、切れません。 TC315の時は難なく切れていました。ちなみに私は16年間自分で髪を切っているので、操作ミスや腕のせいではありません。 恐らく、私は剛毛なので切れにくいのかもしれません。しかし、いくら剛毛でも髪の毛が切れないバリカンでは意味ないと思います。 もしテスコムの方がこのレビューを見ていたら一度私の髪を切ってみてください。びっくりするくらい切れないんで。 評価:", "id": "ja_0253182"}
{"language": "ja", "output": "良い", "input": "レビュー: 裏面サラサラ、側面はキュキュッとして滑りにくい\n\nスピーカーホールと充電用の穴が左と底面よりにズレているようで、lightningケーブルを挿すと干渉しケースの細い橋の部分が歪んでしまう。 裂けないかが少し不安。 6/10追記 レビュー翌日にアフターサポートをしてもらえました！ 対応の速さ、丁寧さに感動しましたのですべてをひっくるめて評価！☆3→☆5 評価:", "id": "ja_0377680"}
{"language": "ja", "output": "良い", "input": "レビュー: シンプルで文句なし。\n\n安いし、作りが甘いこともなく。 とっても良いです＾＾ 評価:", "id": "ja_0730408"}
{"language": "ja", "output": "悪い", "input": "レビュー: 注意 ! 不良品でした。\n\n到着した当日に使用しましたが「三個中一個」が灯りません。どうしても三個必要なのでやむ無く再度購入しました。前回と同様「三個中一個」が灯りません。二度の購入でようやく「良品四個」になりましたが残念な品質です。製造法がいい加減なのだと思います。絶対にこの商品の購入は避けたほうが良いと思います。また販売側も「不良品を認識してる感」あります。 評価:", "id": "ja_0843251"}
{"language": "ja", "output": "悪い", "input": "レビュー: 価格が高くてもバッテリーは純正に限る。\n\n純正品のバッテリーが膨張してきたため、価格の安いこちらの互換バッテリーに交換したところ、フル充電しているのにプレイ中に突然電源が落ちたり、日付と時刻がリセットされたりと不具合が時折発生します。現在のところ30分ほどのプレイなら問題なしで使えてるし、価格なりの商品として割り切って使っています。やはり、楽しくゲームするなら価格が高くても純正品これに尽きます。 評価:", "id": "ja_0880763"}
{"language": "ja", "output": "良い", "input": "レビュー: 良品\n\n速急のご対応としっかり梱包されていて良かったです。 評価:", "id": "ja_0983768"}
{"language": "ja", "output": "良い", "input": "レビュー: モノとしてはとても良い\n\nモノとしてはとても良いです。 アルミ製なので頑丈で、何よりペーパーカッターがついているのが本当に便利です。 ただ量販店で買うよりちょっと高いかな。。。 評価:", "id": "ja_0721119"}
{"language": "ja", "output": "良い", "input": "レビュー: 時間もかからず本格的なコーヒーが楽しめました。\n\n喫茶店のコーヒーが家で、時間もかからず楽しめました。 評価:", "id": "ja_0601840"}
{"language": "ja", "output": "良い", "input": "レビュー: 軽い!\n\nカバンに入れても気にならない位に凄く軽いです。あとはもう少し撥水性があれば言う事無いです！ 評価:", "id": "ja_0273290"}
{"language": "ja", "output": "悪い", "input": "レビュー: 純正品ではなく互換品\n\n一応使えるが，純正品ではなく互換品。 ・型名，製造業者名，電気用品安全法技術基準適合マーク＜PSE＞がない。 ・メロディーが変更できない。 評価:", "id": "ja_0946607"}
{"language": "ja", "output": "悪い", "input": "レビュー: 音飛びが、、、\n\n音はとても良く、重低音もいい感じです。ですが、使いはじめて一週間した頃、左耳だけに音飛びが始まりました。 初めは気にならない程度でしたが、日がたつ毎に酷くなっています。 不良品に当たったのでしょうか、、、。 お値段は安いですが、安いなりなのかなと思います。 評価:", "id": "ja_0906906"}
{"language": "ja", "output": "悪い", "input": "レビュー: プレゼント用\n\n彼にプレゼント用に買いましたが梱包も雑でびっくりしました。袋に雑にセロテープ止めされたものにシールが貼られていてとてもプレゼント用にできるものではありませんでした。 商品もちゃっちい作り。正直買って後悔・・・ 評価:", "id": "ja_0105291"}
{"language": "ja", "output": "良い", "input": "レビュー: 長い期間で保存できる\n\n嫁は母乳が多い過ぎるので、これを使って、冷蔵庫に長い期間で保存できます。使いやすくて、安心でした。 評価:", "id": "ja_0621272"}
{"language": "ja", "output": "悪い", "input": "レビュー: 翻訳本では…？\n\n一言で言うなら、とても読みづらい本でした。 タロットの歴史や成り立ちといったバッググラウンドと実践的な内容の大きく分けて２つの構成で書かれています。 私の鏡先生の文章イメージは、優しい言葉遣いで整理された文脈を書かれる方だと思っていたのですが、こちらの書籍ではまるで論文の様な冷たい言葉遣いで、文脈は思い出した事を後から付け加えているかの様に前後になっていたり、少し飛んで書かれていたり、何度も読んではまた前のページに戻って読み返しを繰り返して、一行に前へ進めない文章構成でした。 そして目次も大雑把に振られているので、読みたい所を掻い摘んで読みたい方には全く向いていません。 あまりタロットのバッググラウンドについて書かれている書籍は少ない為、貴重だとは思いますが、翻訳本の様な変な文章の書籍です。 評価:", "id": "ja_0344536"}
{"language": "ja", "output": "悪い", "input": "レビュー: 弱いです\n\n40代の男性です。以前別のベルトを使用していましたが、それは筋肉痛になるほどでした。こちらは最初はいい感じですが、1週間もしないうちに物足りない感じになります。脇腹は最初から何も感じません。説明書もペラペラで最初戸惑います。 評価:", "id": "ja_0598128"}
{"language": "ja", "output": "悪い", "input": "レビュー: イヤホン使うとバグる\n\n最初は気にならなかったのですが2週間ほどたつとイヤホンを挿した状態で使用すると勝手に音量が上下しGoogleアシスタントが起動するバグが発生しました。 Googleを強制終了させたらアシスタントは起動しなくなりましが、YouTubeをイヤホン使って見ている時にいきなり音量が爆上げし驚きました。 違うイヤホンを数個試して見ても同じでした。 安い買い物ではないのに不良品を掴まされ最悪な気分です。 今はiPhoneを使っています。 評価:", "id": "ja_0273794"}
{"language": "ja", "output": "良い", "input": "レビュー: 7部丈レギンス\n\n正直、清涼感は全く感じませんが、丈も素材も期待通りでした。生地は割と厚手で透けません。身長160cmで丁度膝と足首の間くらいの丈になりました。 評価:", "id": "ja_0680780"}
{"language": "ja", "output": "良い", "input": "レビュー: マジックインキは注意！\n\n仕事でハサミ、ボールペン、マジックインキ、カッターナイフ、メモ帳、スマホを常に持ち歩くのに、何かいい物がないかと探したら、この商品を購入しました。レビューにあるように、ボールペンが極普通のものしかさせません。ラバー付きとか13ｍｍマジックインキの14ｍｍなどはさせません。太いものがさせるようなら大満足でしたけど。小型で使いやすそうなのですが、ちょっと失敗したかな？ 評価:", "id": "ja_0934367"}
{"language": "ja", "output": "良い", "input": "レビュー: しっかりした縫製\n\n非常によい製品です。縫製もかなりしっかりしており、50回以上洗濯、乾燥機もかけてますがヘタらず毛玉もできません。色落ちもありませんでした。ゴム部分もきつ過ぎず心地よさそうです。 評価:", "id": "ja_0111811"}
{"language": "ja", "output": "良い", "input": "レビュー: クロノグラフ\n\nお値段以上に見た目が良い。 コンパクトで軽いので楽です 評価:", "id": "ja_0349126"}
{"language": "ja", "output": "悪い", "input": "レビュー: 役にたたなかった\n\n全く鼻水がとれません。 買って無駄でした。 評価:", "id": "ja_0139093"}
{"language": "ja", "output": "悪い", "input": "レビュー: ランボー現代版ですか\n\n映画の中で描かれているのは、アメリカ人は正義の味方、そのアメリカに反対する側は悪、その悪をやっつけるためなら暴力を行使するのは正当であり、当然であるという思想。建国以来アメリカが持ち続けている揺るぎない思想。それをシールズというヒーローに仮託して描いた映画と感じた。要はランボー現代版ですか。 テロはもちろん許せないが、テロを起こす側は突然テロを起こしているのではなく、それまでの経緯がある。その原因が自分たちにあるという事までは考えが至らないのだろうかといつも思ってしまう。トランプが大統領になるわけだ。 アメリカ人全てが「アメリカ人は正義の味方」という思想を持つわけではないのはわかっている。驚いたのは、こうも「自分たちの価値観が疑いなく絶対正義」という、稚拙な主張を描いた映画をアメリカ人ならともかく、日本人の中でも称える人が意外に多い事だ。☆はその証左といえると思う。 この作品を高評価する方からの批判は覚悟で言わせてもらうと、「もう少し表面ではなく根底にある思想や思考を読み解いてみたら？」と言いたい。 評価:", "id": "ja_0148344"}
{"language": "ja", "output": "悪い", "input": "レビュー: 適合していない\n\n型番が、送られてきたドラムにも記載があるが、トナーを固定する緑のプラスチック留め具の形状、その横にある中心部プラスチックの形状が全く違い、使用はできない。記載があるレビューを参考に購入したが、本当に購入して記載したのか大きな疑問。本体以外の何も説明書きもなく、これは仕事ではない。これから買おうとしている人、素人業者だから、やめたほうがいいと思います。 評価:", "id": "ja_0990733"}
{"language": "ja", "output": "良い", "input": "レビュー: 感じ\n\nまつげ美容液を使ったあとで、スキンケアといっしょにはだにぬれた綺麗になりました｡ 評価:", "id": "ja_0030096"}
{"language": "ja", "output": "悪い", "input": "レビュー: 飲めませんでした\n\n評価が高かったので購入してみましたがおいしくなかったです 評価:", "id": "ja_0501553"}
{"language": "ja", "output": "悪い", "input": "レビュー: 浸水\n\n使用1回目で股の部分から浸水してきました。 個体差があるようなので、運良く当たり個体が来れば使えると思います。 評価:", "id": "ja_0885417"}
{"language": "ja", "output": "良い", "input": "レビュー: 思いのほか丈夫です。\n\n扱いやすくて便利です。できればもう少し柄の部分が長ければ（あと15㎝）使い心地は格段に良くなるでしょうに。 評価:", "id": "ja_0891872"}
{"language": "ja", "output": "悪い", "input": "レビュー: ★ボタンダウンを注文したのですが？\n\n注文した商品は、ボタンダウン長袖シャツでしたが、届いたものはボタンダウンではなく、普通のYシャツでした。 誠に残念でした。 評価:", "id": "ja_0631788"}
{"language": "ja", "output": "悪い", "input": "レビュー: ？\n\n4/29日届く予定でしたが まだ届いてないです！ メールの返事もない！ お金返してほしいです！ 評価:", "id": "ja_0507198"}
{"language": "ja", "output": "良い", "input": "レビュー: DUCATI純正指定オイル\n\n自分で初めて交換する際に買いました。 フィルター交換時で3.3Lほど使いましたので4Lセットはちょうど良かったです。 価格も店頭購入よりだいぶ抑えられて助かりました。次もまた買いたいと思います。 評価:", "id": "ja_0111326"}
{"language": "ja", "output": "悪い", "input": "レビュー: イマイチかな。\n\n出てくる時、キレが悪い。 樹脂が中々注ぎ足ししにくいです。 評価:", "id": "ja_0182136"}
{"language": "ja", "output": "良い", "input": "レビュー: オススメ\n\nゴマの香りも味もしっかりしていて美味しい！！ 評価:", "id": "ja_0724943"}
{"language": "ja", "output": "良い", "input": "レビュー: くせ毛もストレートになる\n\n今まで使ってたのが壊れたので探してました。このアイロンは今まで使ってたのより使いやすく温度が上がるのもはやくて火傷の心配がないです。しっかりとストレートになるし仕上がりもめっちゃ綺麗です。値段も安くて気にいってるので長く使いたいと思ってます。 評価:", "id": "ja_0813930"}
{"language": "ja", "output": "良い", "input": "レビュー: シンプルで必要十分です。\n\n非常にシンプルな時計ですが、３歳児には十分で喜んでいます。 不具合等見あたりません。 評価:", "id": "ja_0444051"}
{"language": "ja", "output": "良い", "input": "レビュー: 炭酸を作るのに購入。\n\n一回だけ炭酸を作ってみましたがマニュアルは英語と中国語なので探りながらです。 評価:", "id": "ja_0800139"}
{"language": "ja", "output": "良い", "input": "レビュー: きちんとした感じがでた。\n\nブルーシートでカバー作成して使用してきましたが、上部がハゲハゲになりました。 これにしたら、とても綺麗に納まり、早くこれにしておくのだったと思いました。 評価:", "id": "ja_0393929"}
{"language": "ja", "output": "良い", "input": "レビュー: 使って半年程度経ちました。\n\n接続に関してはあまり問題ない。クリックをしたときの音が気になるので静かなところで操作すると周りの目が気になるところが難点。そこさえ気にしなければサイズもコンパクトで非常に持ち運びもしやすく便利で使いやすいと思います。電池の持ちも気になるほどではありません。星-1は音です。 評価:", "id": "ja_0372443"}
{"language": "ja", "output": "悪い", "input": "レビュー: 使わない\n\nうちの猫は変わったトイレの仕方をしていて、洗面所の排水溝の穴やお風呂の排水溝の穴にオシッコをしてました。 このトイレなら使う！と思い購入したのですが結果、使用せず。猫の癖にもよりますがうちは使用せず。参考にしてください。 評価:", "id": "ja_0100080"}
{"language": "ja", "output": "良い", "input": "レビュー: いいと思います！\n\n蚊が気になりだしたので購入してみました。 寝ているときに耳元で蚊が飛ぶとうるさいし、うっとおしいです。寝不足になってしまいます。 これを購入してからまだ数日ですが、今のところ蚊に悩まされることはありません。 音は静かで寝る時も気になりません。蚊を回収した後、手入れも容器を捨てるだけなので簡単です。 煙や匂いなど一切ないので子供がいても安心だと思います。 評価:", "id": "ja_0132804"}
{"language": "ja", "output": "悪い", "input": "レビュー: 杜撰\n\n注文後、速やかに代金を払いましたが、その後、本日現在１１日たちますが、未だに届かないばかりか連絡すらありません。 ２度と頼みません。 評価:", "id": "ja_0919611"}
{"language": "ja", "output": "良い", "input": "レビュー: コスパ最高！\n\nLINEモバイルのソフトバンク回線で利用。 UMIDIGI F1からの機種変更。 ゲーム等はしないのでこれで充分満足です。 指紋認証＆顔認証共に感度良好で大満足! 対応バンドも3G&4G共にソフトバンク回線に対応しているので地下でもアンテナはビンビンに立っています。 ファーウェイP30LITEと迷いましたが米中貿易摩擦の影響もありgoogle関連のソフトが使えなくなる懸念があるため、Xiomiのこの機種にしました。結果は大満足です! 評価:", "id": "ja_0635000"}
{"language": "ja", "output": "良い", "input": "レビュー: 純正に迫るクオリティ\n\nドアの把手箇所にストレージがないと，駐車券など何かと不便なので購入しました。 取り付けはとても簡単です。質感も文句なしです。 評価:", "id": "ja_0904568"}
{"language": "ja", "output": "悪い", "input": "レビュー: 僕には使いにくかった\n\n安くて重いけど、持つ部分が狭くて使いにくい。 5キロの重りもデカイのでつけたら持ちにくい 評価:", "id": "ja_0771340"}
{"language": "ja", "output": "悪い", "input": "レビュー: 騙された\n\n「本日までにお届け」を信じて待ったが商品は届かない。それも二度も。 問い合わせたら「郵送事故」「住所間違ってませんか？」などと全て人のせい。 結局商品は届かず。 最低な会社でした。 評価:", "id": "ja_0231935"}
{"language": "ja", "output": "良い", "input": "レビュー: 便利\n\n端まで丁寧にすくえてすごく便利です！柄が長いので深めのヨーグルトでもすくえます。ジャムとかにも使えるので何本か揃えてもいいですね。 評価:", "id": "ja_0395862"}
{"language": "ja", "output": "悪い", "input": "レビュー: 日本製ではない\n\n今まで使っていた爪切りが経年劣化で切れ味が落ちてきたので新しいのを購入しようと思い、レビューの良さから購入ボタンをポチ。 商品が届いてまず、その小ささにびっくりした。商品説明はインチ記載であったんだけど、よく確認せずに買ったこっちも悪い。 なんだけど、赤ちゃんに使うため、とか細かく切れるように小さい爪切りが欲しい！って人にはまだおススメできる余地があるけど、「一般的な普通のサイズ」の爪切りが欲しい人は購入しないほうが吉。 柄の長いほうでも6.85cm、肝心の刃の部分については長さで1インチ＝2.54ｃｍ、幅で0.4インチ＝1.01ｃｍしかない。柄が短い上に「人間工学的で快適なデザイン」なおかげで力を入れづらく、使い勝手が悪い。 切れ味については新品だから切れるけど、厚みのある爪は難儀して1回では切りきれずに何度か細切れにして切った。他レビューにあるような切れ味のよさは全く感じられない。 そして、切った後の爪は容赦なく飛び散ります。カバーが無いので当たり前だけど。 切った後の爪もエッジ（角）が残る感じ。以前使っていた爪切りはもっと滑らかな切り口だったけど。 あと、レビューに日本製（MADE IN JAPAN）とある、と散見されますが、箱にはMADE IN CHINAのシール、本体の刃の部分にもご丁寧に、STAINLESS CHINA、の刻印があります。まぁ中国製だから悪いとは言わないし、過去は日本製だったけど今は製造が中国に移っただけかもしれないけど、現状は異なるという事をハッキリさせておきたい。 実際の「体感購入額」は300円の商品。1200円の爪切りじゃない。 とりあえず悪評価を一石を投じる意味で残します。 評価:", "id": "ja_0732198"}
{"language": "ja", "output": "良い", "input": "レビュー: 満足です\n\n普段S,Mサイズ着用で、レビューを見てMサイズを購入。 生地がとてもよいです、色味も写真の通りでした。首のマフラー？や帯もきつくなかったです。帯はギリギリかもと思ったので、ウエストがある方は注意が必要かもしれません。 大きめサイズを選んだために丈が少し長かったので、当たり前ですがそこはご自分に合わせて手直しが必要です。 また、他の方のレビューの通り着物としての作りではないですが、別にコスプレだしそこはまあ仕方ないし支障はないな…という感じです。 ある程度当たり外れはあると思います、私は既製品衣装としては十分満足できるものでした。 評価:", "id": "ja_0761094"}
{"language": "ja", "output": "良い", "input": "レビュー: 多機能！\n\nオールインワン的な感じで、いいと思います。ちょっと大きいけど、機能とコストを考えれば納得の範囲かなと思います。 評価:", "id": "ja_0626643"}
{"language": "ja", "output": "良い", "input": "レビュー: 構成が良いです\n\n4歳娘に購入 NHKの人体という番組をキッカケに購入に至りました DVDはテーマごとに、キャラクターが授業を受ける感じで進んでいくので分かりやすく、また映像も見やすいです 図鑑の方も大きなテーマに分けて構成されており興味のあるところから読み進められます 図鑑にしては小さいサイズです 評価:", "id": "ja_0841688"}
{"language": "ja", "output": "良い", "input": "レビュー: 防災に！\n\n友達に防災用にこのようなスパッタシートがあるのをきき、今まで見たことなかったですがアウトドアにも使えそうだなと思い購入しました。火事は怖いですし、自分でも対処法としてすぐに使用できるのは便利だなと思います。1500度という想像できない高温までとめれるなんてすごいなと感じます。何かあったらいけないので台所に保管してあります。 評価:", "id": "ja_0180285"}
{"language": "ja", "output": "悪い", "input": "レビュー: うちでは役立たず。\n\n水漏れが直らず、結局エアコン清掃業者に掃除してもらってなおりました。 吸引力も個人的にはかなり弱く感じました。 評価:", "id": "ja_0742674"}
{"language": "ja", "output": "悪い", "input": "レビュー: sdカード再生出来ず→成功\n\n２GBのmicrosdに入れたmp3再生されません。ルートに入れてもだめでした。 右側の再生、早送り、巻き戻しの３つボタンを押すと電源が落ちます。 ホワイトノイズ等は再生されるのですが、電源を入れる度音量が調整前の状態に戻ります。記憶はされていません。 ACアダプタ、内蔵バッテリー、どちらを使っても同じです。 追記 sdカード再生に成功しました。 pcにてフォーマットをする事数回(クイックは駄目でした)、mp3のビットレートを128に変換、ルートに入れて成功しました。 ここまでせずとも再生できたかも知れませんが、なんとか成功しました。 ただ、再生ボタンを押す、早送り巻き戻しする、そうすると曲が流れるまで少々タイムラグがあります。 電源オフにして、再びオンにするとsdカードを再生してても、ホワイトノイズ側に戻ります。mp3もsdカードの一番最初からの再生になりました。 評価:", "id": "ja_0533378"}
{"language": "ja", "output": "悪い", "input": "レビュー: しっかりしてよ\n\n間違ったCD（ハイドンの鍵盤全集）が届きびっくり。商品に貼られていたシールはTOTOのAll in - the Cdsのタイトルと商品番号で明らかにミス。出展元に連絡したら交換できないのでアマゾンさんに聞いてとのこと。明らかに確認ミスのくせに対応悪し。 この商品の購入にはよく出展元を選んだ方がよい。 評価:", "id": "ja_0986055"}
{"language": "ja", "output": "悪い", "input": "レビュー: ポンコツ過ぎて引いた。\n\nポンコツ頻度も多すぎるしポンコツ度合いも常識からズレ過ぎてて完全に変な人。 リアルでも軽くポンコツなら可愛いって言われるけどそれを過ぎると引かれるんだよね。 評価:", "id": "ja_0153502"}
{"language": "ja", "output": "良い", "input": "レビュー: マルチアクションブラシが痛い方には良いかも知れません。\n\nリチウムイオン電池が搭載になり、一回の充電時間が短く、使用時間が長く、パワーダウン感も少なくなりました。 付属のやわらか極細毛ブラシは、マルチアクションブラシが気に入っていると柔らかいので物足りない感じがあります。逆にマルチアクションブラシが痛い方には良いかも知れません。 評価:", "id": "ja_0630011"}
{"language": "ja", "output": "良い", "input": "レビュー: 分かりやすいと思います\n\n大人でも分かりやすくて、簡単に読めるので良かったです。 読んで欲しかった本人である子供（男子7歳）には、読みたいとまでは思わなかったようなので、星は1つ減らしました。 一緒に読むのには、丁度いい気がします。 評価:", "id": "ja_0716339"}
{"language": "ja", "output": "悪い", "input": "レビュー: 遮音性に不満\n\n【良い点】 アルミのケース付きであること、また耳栓がひもで繋がっている点。特に後者に惹かれて購入した。 【悪い点】 遮音性が極めて低い。せいぜい騒音の尖った部分が多少和らぐだけで、音のうるささは全く変わらない。睡眠時の使用にしても意味はない。そこら辺のイヤホンをしている方がマシである。 ただし私は耳栓を初めて購入したので一般的な耳栓の効果がわかっていないので、これが普通なのかもしれない。またシリコン製の耳栓は耳の形状にフィットするかの個人差大きいらしいので、私にはたまたま効果が低かった(耳穴が大きい？)だけかもしれない。 以上を考慮して、ご購入は慎重に。 評価:", "id": "ja_0847040"}
{"language": "ja", "output": "良い", "input": "レビュー: まずまずです\n\n商品説明に記載されている程、明るくないですが一般的な使用には支障ないかな 評価:", "id": "ja_0061932"}
{"language": "ja", "output": "良い", "input": "レビュー: 書きやすい。\n\n子供の学校用具なのに名前を書くのに 購入しました。 とても書きやすいですが。 消えやすさは普通のやつと変わらないかも？？と使って思いました。 評価:", "id": "ja_0395628"}
{"language": "ja", "output": "良い", "input": "レビュー: お洒落なデザイン。\n\nデザインがお洒落で素敵です。使い方に慣れればお勧めです。 評価:", "id": "ja_0343330"}
{"language": "ja", "output": "良い", "input": "レビュー: いいですね。\n\n家で子どもの髪の色を抜くのに使いました。コレで日数をかけて４回とホワイトブリーチ１回でムラシャン等でなかなか良い色になりました。 評価:", "id": "ja_0748995"}
{"language": "ja", "output": "悪い", "input": "レビュー: ふわっと？？分厚い、きつい！\n\n恐ろしく分厚く、室外ではとてもではないですが使用できないと思います。 さらに私は細身体系で通常Sサイズの服を着ておりますがですが、かなりきつく苦しいので 諦めて捨てました。 評価:", "id": "ja_0439139"}
{"language": "ja", "output": "悪い", "input": "レビュー: 商品を発送してください！\n\n他の商品と一緒に注文しましたが、届いた荷物の中にこちらの商品が入ってませんでした！ 至急ご対応お願い致します！ 評価:", "id": "ja_0070598"}
{"language": "ja", "output": "良い", "input": "レビュー: 安く、気持ちがいい\n\n非常に良いだと思います タイムセールで、安い値段で購入しました 毎日、使用します 肌にとても優しくて、化粧落ちが綺麗に清潔できます 次日、化粧がとても易いです いいものだと思います 評価:", "id": "ja_0876762"}
{"language": "ja", "output": "悪い", "input": "レビュー: 口コミと金額で購入も\n\n以前買ったケーブルがデータ転送も充電も出来なかったので、口コミと金額で購入。 結果、届いて直ぐに試しましたがデータ転送も充電も出来ませんでした。 評価:", "id": "ja_0252655"}
{"language": "ja", "output": "良い", "input": "レビュー: 買ってよかった\n\nいままで使っていたテフロン加工のフライパンのエフロンが死んで焦げ付きまくり なので買い換えました 使いかって良し、掃除も非常にやりやすいです。 評価:", "id": "ja_0076885"}
{"language": "ja", "output": "良い", "input": "レビュー: 柄がかわいい！\n\n友だちが猫を飼い始めたので、これをプレゼントにしました。 クジラの柄かわいいです！ （人見知りの猫ちゃんなのでこれがあって助かる！） 評価:", "id": "ja_0050818"}
{"language": "ja", "output": "良い", "input": "レビュー: おっしゃれ～\n\nスタンドを使ってムービー観るので便利です。使わない時も邪魔にならなく、ケースのワンポイントとしていい感じです 評価:", "id": "ja_0200799"}
{"language": "ja", "output": "悪い", "input": "レビュー: 乾燥機だとダメです\n\n確かにお安くて大量なので 保育園用に書いましたが 乾燥機にかけるとはじっこがまるまってきてしまい、 一枚一枚アイロンをかける始末に、、、 西松屋で買ったほうのガーゼハンカチは ここまでまるまりません。 たぶん薄すぎるのだと思います。 あと、余談ですが評価のところに 吸水性と吸収性というのがあり 同じことなので戸惑いました。 評価:", "id": "ja_0400649"}
{"language": "ja", "output": "悪い", "input": "レビュー: 安く安全 大きな取付穴がある\n\n大きなストラップの穴があるので、首にかかるほど長いひもでぶらさげて使っています。 落とすことがなくなったでいいですし、強いです。 半面、画面のスリープ機能がないこと 重く太くなることです。 でもカバンの奥に入っていても長いひもでどこにあるのがが わかるのでそれが結構いいです。 評価:", "id": "ja_0422801"}
{"language": "ja", "output": "良い", "input": "レビュー: 良い‼️\n\n全般的に良いのだけど、3枚あるライブ盤なんで、選曲を工夫して欲しかった。 十分楽しめますが、欲張れば。 評価:", "id": "ja_0700682"}
{"language": "ja", "output": "良い", "input": "レビュー: 良いお買い物が出来ました\n\nタッチした時の反応も良いし、使い勝手も良い！台に乗せて充電するときは平行な場所しか置けないし、ちょっと触ると倒れちゃうから形通りの卵みたいに少し不安定なとこはありますが全体的に満足できる商品でした！ 評価:", "id": "ja_0281176"}
{"language": "ja", "output": "良い", "input": "レビュー: かっこいい\n\n歌詞にあるフレーズに、大変力強さを感じた 評価:", "id": "ja_0117497"}
{"language": "ja", "output": "悪い", "input": "レビュー: お試しには最適\n\nやはり安い=すぐにダメになりました。アハハのトホホです 評価:", "id": "ja_0246345"}
{"language": "ja", "output": "良い", "input": "レビュー: 歯応えがさいこう\n\n歯応えがさいこう 無心で食べ過ぎても罪悪感がないおやつ🌷 給食で食べたのがなつかしくて探しました☺️ 評価:", "id": "ja_0413962"}
{"language": "ja", "output": "悪い", "input": "レビュー: チリチリとノイズがひどい\n\nMacbookPro13インチにて使用。13インチに合うサイズでとてもよいと期待しておりました。しかしファンが回転すると２つのファン両方がチリチリとノイズを出しており非常に耳障りです。また、上部がファンをよけるために中央に膨らんだ形状になっており、Macを置くとゴムの部分が接しないためつるつるすべりまったく使い物になりません。残念です。 評価:", "id": "ja_0273659"}
{"language": "ja", "output": "良い", "input": "レビュー: 問題なし\n\nまったく問題なく使えています。いまのところ 満足してます。 評価:", "id": "ja_0728108"}
{"language": "ja", "output": "悪い", "input": "レビュー: 強度不足\n\n水タンクが頭にあります。買った当日に破損しました。ペラペラのプラスチックです。 評価:", "id": "ja_0598212"}
{"language": "ja", "output": "良い", "input": "レビュー: 座り心地は良かったですが、付属品のチェックを…\n\n椅子自体の座り心地はほんと最高で、土日は一日中ゲームしてしまうゲーマーな自分でも何時間ゲームしてても疲れないような素晴らしい商品です！ただいくつか気になったのは、組み立て用のボルトなどが数種類あるのですが、その部品が入ってる箱に記載されている各ボルトがどこに使われてるかを表すアルファベットのシールが説明書と違うものに貼られており、理解するまで説明書と付属品が違うと迷ってしまいました。また、ボルトキャップにもささくれが目立ち、プラモデル用のニッパーを持っていたため、ささくれを取り除き、一度ヤスリで削ってからでないとはめられない部分があり、付属品に対しての雑さを感じてしまいました。 椅子自体は満足いくものでしたので星4とさせて頂きます 評価:", "id": "ja_0882597"}
{"language": "ja", "output": "良い", "input": "レビュー: いいものです！\n\nゲーム用で買いました 。音質がいいと思って、遮音も良いけど、映画を見るとき使ってもいい、今回の買い物は満足です！ 評価:", "id": "ja_0792007"}
{"language": "ja", "output": "悪い", "input": "レビュー: 肩紐、ややキツイです。\n\n胸回りのサイズは、表記通りで良かったのですが、肩紐部分が短めの設計で、非常に窮屈なつけ心地です。胸が垂れないように、揺れないように…ということでしょうか。 私的には、着けて運動できそうにないので、泣く泣く処分させて頂きました。 評価:", "id": "ja_0779771"}
{"language": "ja", "output": "悪い", "input": "レビュー: がっかりした\n\n音は悪くありませんが、携帯から少し離れると音が途切れることが時々あります。多少の音ズレはあります。音ゲーをする人には向きません。通話もできますが、こちらから発した音は、利き手側からするとあまり良くないようです。レビューでも書かれていたように充電出来ていない時がありますが、角度を変えるなどしてフタを閉めると改善されます。1番ショックだったのは耳にフィットしないところです。椅子に座り動かずにいるだけでも自然と落ちてきて、音楽どころではありません。耳のゴムの部分のサイズを変えても落ちることには変わりはありませんでした。非常にがっかりしました。 評価:", "id": "ja_0537882"}
{"language": "ja", "output": "良い", "input": "レビュー: 水洗いもできて便利！\n\n初めて電動のシェーバーを購入しましたが、肌も痛くならず素早く剃れるのでとても良いです。水洗いができるので手入れも楽で便利だと思います。 評価:", "id": "ja_0944377"}
{"language": "ja", "output": "良い", "input": "レビュー: 期待を込める\n\n疲れてしまうことが多かったのですが持っている手も疲れないです。唇の細いしわを効果的に減らすこともできました。買って満足です！ 評価:", "id": "ja_0800829"}
{"language": "ja", "output": "良い", "input": "レビュー: 金粉が。。\n\n注文から3.4日で到着しました。 ゴールドの150センチを選択しましたが、もみの木も悪くなくオーナメントもゴージャスで素敵です！ ただ、オーナメントの金粉がスゴイ落ちます。 オーナメントを触ったら手にキラキラがかなりつきます。 小さい子がいる我が家は、そこが気になります。。 大人だけのお家なら、掃除を頑張れば大丈夫かも。 評価:", "id": "ja_0348770"}
{"language": "ja", "output": "良い", "input": "レビュー: USBポート付が便利。\n\nコンセント形態の変換プラグは持っていましたが、最近の電子機器はほとんどUSB電源のため、少しでも荷物が少なくなるかなと思い購入しました。コンパクトで取り扱いが非常に便利です。買って良かったです。 耐久性はまだわかりませんが造りはしっかりしてそうです。 評価:", "id": "ja_0924886"}
{"language": "ja", "output": "良い", "input": "レビュー: たたんでコンパクトにしまえる\n\n娘のために購入。たたんでコンパクトにしまえるし、ふわふわでかわいいのでとても気に入っています。 評価:", "id": "ja_0138852"}
{"language": "ja", "output": "悪い", "input": "レビュー: デザイン良し！\n\nデザインも使用感も良し！ だけど、バイクの冬用としてはどうかなー？？？ 風通しますし、秋でも既に手はやや冷たいです。 春夏秋で晴れた日用かな。 評価:", "id": "ja_0891131"}
{"language": "ja", "output": "悪い", "input": "レビュー: 怖くてまだ使用しておりません\n\n説明書も無い上に、メーカー名や問い合わせ先が本体にも箱にも記載されておらず、配達票にも連絡 評価:", "id": "ja_0883410"}
{"language": "ja", "output": "良い", "input": "レビュー: かわいい\n\nはめ込み式だしスライドせずに写メが使えるので便利、色もお気に入りです。 評価:", "id": "ja_0059752"}
{"language": "ja", "output": "悪い", "input": "レビュー: 磁石で固定してヘッドを回して使う分には良いが、それ以外は使えない！\n\n良い点:明るい！コンパクトで持ち運びに重宝しそう。 悪い点:まず、箱がボロボロ！これいつの保管の物と思ってしまう。 重量が重い。 それと、ヘッド部分が90度曲がるのを一番期待して購入したが、ヘッド部分が90度曲がった状態だとクリップが横にくる！なので、リュックに取り付けて使用しようと思っていたが無理だった。クリップの位置を変えることもできるが、位置を変えると、スイッチが押せなくなる！反対側にクリップを回すと、ヘッドが回らなくなる！そもそも、欠陥品のような使用！自分の使用用途には全くマッチングしなかった！ こちらの情報不足で購入してしまったのが原因だけど、品質の完成度は低いと感じた。 評価:", "id": "ja_0425218"}
{"language": "ja", "output": "良い", "input": "レビュー: 耐荷重いい\n\n届く時、こんな軽さで最大耐荷重300kg大丈夫かなって少し疑問がある、でも、実際使用してみて、100kgの私一人乗ると、全然OKです。 評価:", "id": "ja_0537069"}
{"language": "ja", "output": "良い", "input": "レビュー: 快適に使えました\n\n使用した感じは、とても快適に使えました。 非常に良いという評価でしたが、予想よりも外観の小さなキズが気になりました。 評価:", "id": "ja_0393022"}
{"language": "ja", "output": "悪い", "input": "レビュー: 騙された\n\n他の方のレビューにもありましたが、まさかの霧吹きでは無くポンプみたいなのが届きました(泣) 梱包はしっかりしていましたが騙されました。 評価:", "id": "ja_0346855"}
{"language": "ja", "output": "良い", "input": "レビュー: 一本オマケありがとうございます。\n\n痛みが消えて、痛い時に塗って助かっています。 べとつきがなく浸透力も良いです。 評価:", "id": "ja_0136956"}
{"language": "ja", "output": "悪い", "input": "レビュー: 「自然放電抑制」はどこまでほんとかな ?\n\n届いてすぐに手持ちの充電器で確認したところ、8本とも50%を切る残容量でした。 フル充電して保管していますが、実際どこまで放電抑制が効くのか疑問が残ります。 ただ価格が安くて気楽に使えるので、充電しながら使おうと思ってます。 19/01/19 購入してすぐにフル充電して約三週間 使う前に充電器で確認したら残量が約60% どこまで表示が正しいかは疑問だが、それからそれなりに充電に時間がかかったことを見てもそれなりに自然放電しているようです。 評価:", "id": "ja_0323960"}
{"language": "ja", "output": "良い", "input": "レビュー: いいです。\n\n人間工学に基づいた独特の3D立体型で、首を柔らかく支えるので安定感を提供することができます。買って良かったです！ 評価:", "id": "ja_0417018"}
{"language": "ja", "output": "良い", "input": "レビュー: 購入\n\nZX6Rにつけました。 スマホホルダーとスマホ用電源をつけましたが かなり余裕があって邪魔なので 半分ぐらいの長さのバーでもよかったなと思いました。 評価:", "id": "ja_0730477"}
