{"language": "en", "output": "good", "input": "Review: Picky eater eats this treat.....\n\nDog loves it, this is a good thing. Rating:", "id": "en_0260677"}
{"language": "en", "output": "bad", "input": "Review: Waste of money\n\nWaste of money..it didn't give the effect I was expecting you'd be better off wetting down some rock salt and inhaling it Rating:", "id": "en_0672995"}
{"language": "en", "output": "bad", "input": "Review: just a pan scraper with another name\n\nsmaller than expected to start with, wanted to use for peeling paper off cutting mats but they have a ridge that messes up the paper.. Rating:", "id": "en_0881904"}
{"language": "en", "output": "bad", "input": "Review: Sticky Tape lasts only 6 months\n\nI bought this in April, 2017. The thing worked great for a while, but after 6 months the sticky back failed and I am left with a portion of the sticky tape on my dash. If you buy it, make sure you find some 3m double sided tape to use instead of what they send in the package. Either that or buy the one that clips to the air vent or inserts into the CD slot. I had to buy this one bc the volume control for my stereo is directly under the CD slot so mounting there would have covered up the volume knob. Rating:", "id": "en_0004810"}
{"language": "en", "output": "bad", "input": "Review: Taste, H-O-R-R-I-B-L-E ! !\n\nAs much as I like Pure Protein Bars, these are by far the worst tasting. I will NOT buy these ever again ! ! Rating:", "id": "en_0017121"}
{"language": "en", "output": "good", "input": "Review: This is definitely a lot better quality then others I have purchased\n\nThis is a decent fog machine for the money. It does put out lots of fog but the fog doesn't seem to come out in a steady stream but throughout the whole machine. It is a lot quieter then the cheaper one I bought at Walmart . This is definitely a lot better quality then others I have purchased. Rating:", "id": "en_0723643"}
{"language": "en", "output": "bad", "input": "Review: nice product & good quality\n\nnice product & good quality. the only reason I gave 1 star is that I ordered a brush chrome not CHROME just like they send me. Rating:", "id": "en_0986704"}
{"language": "en", "output": "good", "input": "Review: But it is a GREAT Value for the money\n\nIt's hard to read at times. But it is a GREAT Value for the money ! Rating:", "id": "en_0395539"}
{"language": "en", "output": "bad", "input": "Review: One Star\n\nPlan to return although free, don't seem to work on fire tablet Rating:", "id": "en_0494896"}
{"language": "en", "output": "good", "input": "Review: Really good quality!\n\nThis wine glass, with a letter C, was really pretty. The quality was actually better than I expected. The glass felt good in the hand, and the etching was really pretty. Rating:", "id": "en_0516516"}
{"language": "en", "output": "bad", "input": "Review: The item magically stopped working after about 11 months. ...\n\nThe item magically stopped working after about 11 months. I contacted the vendor and attempted to file a warranty claim. To no avail, they did not get back with me. Rating:", "id": "en_0081618"}
{"language": "en", "output": "good", "input": "Review: Teaching an old dog new tricks\n\nBought for sisters dog and tried this out had some effect. Hopefully will work after a few times. Rating:", "id": "en_0595122"}
{"language": "en", "output": "good", "input": "Review: Love this pumpkin recipe\n\nMy small breed dog has not had anymore impacted anal glands since switching to this food over blue buffalo. Love this pumpkin recipe. Rating:", "id": "en_0208893"}
{"language": "en", "output": "good", "input": "Review: So comfortable\n\nOrdered these for my husband and he loves them! They are so soft and comfortable. They are his favorite pair of shorts they have held up good. They did get some balls on them after a few times washing and drying. If we order more I will just lay them out to dry instead of putting in the dryer. Rating:", "id": "en_0464923"}
{"language": "en", "output": "good", "input": "Review: Wouldn't say true compression\n\nThey fit great and comfortable but I wouldn't truly say it's compression pants. They feel in between compression and fitted fit. Rating:", "id": "en_0482557"}
{"language": "en", "output": "bad", "input": "Review: Completely stopped working\n\nCompletely stopped working!!!! Which is a complete waste of money! And I could not return it because it basically stopped working after the end of the return date! Do not buy!! Rating:", "id": "en_0347892"}
{"language": "en", "output": "good", "input": "Review: Mic stand: Solid, but be gentle. Expect 2 years if used often. And that's OK.\n\nThis is solid. Just DO NOT over-tighten anything. It will break eventually. Just tighten stuff enough to keep it in place. I play out fairly often, and these last about 2 years. Less than that - if anything is over-tightened. I always order then same kind - so I can use pieces from one on another. Rating:", "id": "en_0612363"}
{"language": "en", "output": "good", "input": "Review: it was beautiful! Directions vague\n\nOnce it was put together, it was beautiful! Directions vague. Rating:", "id": "en_0412751"}
{"language": "en", "output": "good", "input": "Review: You get what you pay for\n\nThese are not high-end needles. If you are looking for reasonably priced needles to get the job done then these will work for you. You are receiving a lot of needles for a very cheap price. They seemed to be true to size. The individual cases they come packaged in is a very thin plastic and appears that it will rip quite easily. I am looking for new ways to store to proactively avoid that issue and having all my needle sizes mixed up. I don't use double-points often so these work perfectly for my needs. Rating:", "id": "en_0669845"}
{"language": "en", "output": "bad", "input": "Review: Isn't made well.\n\nJust got the clippers and wasn't sure how to use the \"spring tongs\" Finally figured it out and first try to use them, one side kept popping out of its base. Very frustrating and not well made. Am sending back for a refund. Rating:", "id": "en_0054395"}
{"language": "en", "output": "bad", "input": "Review: All the bristles are falling off in my pool!\n\nJust bought this March 2019, and when I use it to brush my pool; all of the bristles are falling out. I would not recommend it. Rating:", "id": "en_0705968"}
{"language": "en", "output": "good", "input": "Review: Best LED collar on amazon!\n\nNot the best quality picture but it shows the orange and pink collar’s brightness about 60 yards away. Extremely bright and seems very solid! I ordered two Mediums. One for a 20lb German Shorthaired Pointer pup and one for a 73lb German Shepherd. The medium on the GSP pup is a touch big but it’s fine since he will grow into it. The Medium for the German Shepherd is plenty big and she’s a good size dog. Would highly recommend! Rating:", "id": "en_0063521"}
{"language": "en", "output": "good", "input": "Review: Good funny\n\nGood funny u seen 1 and 2 duh watch the 3rd Rating:", "id": "en_0276516"}
{"language": "en", "output": "good", "input": "Review: It works, but...\n\nBottom Line, this product will remove your skin tags. However, there are some things you should know up-front. 1. Using the toothpick as an applicator is useless. The toothpick can't retain enough of the liquid to do an effective job. If you want to take months to slowly reduce the size of the skin tag, this may be effective, but I wanted mine gone and improvised ways to apply more. 2. Be warned, if you do want to apply more than a toothpick-tip-worth of the remover, it will also get on the surrounding skin and cause a nasty looking scab. I had a tag about half the size of a pencil eraser on my forehead and it is essentially gone after a week. However, the in-between states were not nice to look at so just be aware of that before you use on exposed areas like your face. Overall, I would recommend it. Not sure if the tag will come back yet or not, but the product served its purpose. Rating:", "id": "en_0044640"}
{"language": "en", "output": "bad", "input": "Review: This Battery WILL fail you!\n\nThis battery is junk. This battery is junk!! I keep my Goldwing on a very sophisticated and possibly the best battery maintainer. This battery failed. It lasted only 7 months. Rating:", "id": "en_0248488"}
{"language": "en", "output": "good", "input": "Review: Great product with 2 day delivery!\n\nIt is a great as the one I can no longer fit into that I wore in Vietnam! Rating:", "id": "en_0273995"}
{"language": "en", "output": "good", "input": "Review: So funny\n\nMy nephew will love this, my sister...not so much but it's what he asked for. Can't wait to see him open it!! Rating:", "id": "en_0548269"}
{"language": "en", "output": "bad", "input": "Review: Two Stars\n\nafter one wear i would just fall out of the bra. Rating:", "id": "en_0211081"}
{"language": "en", "output": "bad", "input": "Review: Two Stars\n\nThe chain on the charm is very smaller than I expected, but the charm is very cute. Rating:", "id": "en_0903961"}
{"language": "en", "output": "good", "input": "Review: Five Stars\n\nHeavy duty. Works very well. Will be buying more to cover more area. Thanks! Rating:", "id": "en_0216816"}
{"language": "en", "output": "bad", "input": "Review: Wish I could replace the se ond one somehow.\n\nGood evening to you, It's not that I am complaining, it does happen that some time mistakes happen. Its my second flash light tge first one was absolutely amazing, so I ordered the second one,but the second one has issues, since I work on a cruise ship its difficult to send it back to the seller. But honestly the flash light is amazing its my experience from the first one that I purchased. But I wish some how I could send the second one to replace. But overall a good experience. Thank you Rating:", "id": "en_0867405"}
{"language": "en", "output": "bad", "input": "Review: Wrong item shipped\n\nThis was not the product I received. I received 3 of the regulat preggie pop drops. Not the plus that I ordered. Rating:", "id": "en_0301316"}
{"language": "en", "output": "good", "input": "Review: Washes well\n\nHaving an active toddler I am always having milk/juice/ food etc soaked on my bed and constantly having To wash my bedding, especially if it seeps through the mattress pad. I have washed it 5 times now and it stays the same and doesn’t get clumpy, wish it was thicker and more fluffy but it definitely feels nice to sleep on and is a nice pattern.. and a huge plus you can wash it and not worry about ruining It. Rating:", "id": "en_0521507"}
{"language": "en", "output": "good", "input": "Review: Nice little nail kit\n\nThe only thing I wish came with this kit is a cuticle nipper. But it’s a great little set for a great price Rating:", "id": "en_0662167"}
{"language": "en", "output": "good", "input": "Review: Update: Much better (previously: Works but smelly and temporarily stains clothing.)\n\nUpdate: They sent me new bottles (and gave a refund!) and said they think there may have been a manufacturing error. The new bottles do indeed smell much better (quite nice and mild actually) and it's white and not yellowish. I used it once and it worked fine. So I agree probably we got a bad batch, but the new batch is good and customer service is great. (Note my comment about the clothing had to do with sunscreen that rubbed off onto clothing (neck area to be precise). I never apply sunscreen directly to clothing.) It worked and was accepted at the park we visited. However, it smells terrible and is very waxy. It is very difficult to wash off and when it touches clothing, it turns light colors yellow and dark colors white (but later washes out with detergent). We changed to a zinc oxide based reef safe sunscreen and it was much easier to work with. Rating:", "id": "en_0667910"}
{"language": "en", "output": "bad", "input": "Review: Do not recommend this product\n\nThe very first screen protector I opened had a huge scratch on it as soon as I put it on the screen. Horrible. Rating:", "id": "en_0723523"}
{"language": "en", "output": "bad", "input": "Review: Delivery terrible\n\nProduct was fine but delivery was absolutely terrible. Arrived 2 days late with no reasonable explanation d Rating:", "id": "en_0865821"}
{"language": "en", "output": "good", "input": "Review: Great buy\n\nCharges quickly, small and a great product. I got it for an extra so I can keep batteries all charged up like the Energizer bunny haha(: Rating:", "id": "en_0812390"}
{"language": "en", "output": "bad", "input": "Review: Poor quality.\n\nGot my refund, at least. Rating:", "id": "en_0347163"}
{"language": "en", "output": "good", "input": "Review: Works fine\n\nMy heals crack and get really as in the CA dry weather. This foot file works well although you do have to be very careful while using this. Personally i felt it worked better for me on the dry skin than in the shower. Be careful and not use this everyday. I feel once a week is enough for me as i am afraid i am going to hurt myself. Rating:", "id": "en_0222039"}
{"language": "en", "output": "good", "input": "Review: Five Stars\n\nArrived on time and exactly as expected. Rating:", "id": "en_0830164"}
{"language": "en", "output": "good", "input": "Review: A great buy\n\nPerfect in my new kitchen. Looks classic and modern. They have a nice weight to them. Rating:", "id": "en_0537296"}
{"language": "en", "output": "bad", "input": "Review: Not worth it.\n\nStylus totally disappoints. Requires a lot of pressure to create a line. Purchased after great review on Wirecutter. Rating:", "id": "en_0550270"}
{"language": "en", "output": "good", "input": "Review: Five Stars\n\nbest boat product out there Rating:", "id": "en_0059873"}
{"language": "en", "output": "bad", "input": "Review: Does not find the studs\n\ninconsistant results. amazon tech chat unable to resolve issues. Did not find identified stud in the same place 4 times out of 5. Rating:", "id": "en_0265842"}
{"language": "en", "output": "bad", "input": "Review: Will never buy again\n\nThis is something I wish I’d never bought. Trying to move the hooks around and apart is nearly impossible. It is so stiff! I would recommend sticking with the plastic version of these. Rating:", "id": "en_0087569"}
{"language": "en", "output": "bad", "input": "Review: The info it has is good, but it just doesn't have the info I ...\n\nThe info it has is good, but it just doesn't have the info I am looking for. It's like shopping at a store where the items you want it doesn't have. youtube is better, has more of what I am looking for, and it's free. Rating:", "id": "en_0705519"}
{"language": "en", "output": "bad", "input": "Review: Improved data quality, but radio reception is awful.\n\nPro: This unit provides more accurate details than earlier models. The touch-screen receiver packs a lot of information, while still being easily usable. Cons: The data transmission range SUCKS! The receiver must have a literal, direct line of sight to the transmitter. Anything solid--a wall, window curtains, etc.--drops reception to practically zero. Rating:", "id": "en_0549737"}
{"language": "en", "output": "good", "input": "Review: Cute but post too sharp\n\nThese earrings are very very cute and super light weight. However, the post are SOOO sharp. I have an infant who loves grabbing at my ears so I can’t wear these as often as I’d like. He would definitely hurt himself Rating:", "id": "en_0095215"}
{"language": "en", "output": "good", "input": "Review: Just as described\n\nJust as described. Everything was fresh and not stale. Just a little too pricey. Rating:", "id": "en_0620404"}
{"language": "en", "output": "good", "input": "Review: Love this watch and all the bands that come with it!\n\nI bought this watch awhile back, so i have had it for a few months now, the straps are perfect, and washable and cleanable. I work in a hospital and I wash my hand a lot, the sliver coating over the watch has some what rubbed off and a copper color is showing but other than that, the watch works like a watch. Rating:", "id": "en_0408565"}
{"language": "en", "output": "bad", "input": "Review: Not meant for adults\n\nAbsolutely awful. These are meant for children. I am 5’2” and while I have a little junk I’m in no way big. I couldn’t even get them over my thighs. These also had a run in them. 😑 Annoying Rating:", "id": "en_0997032"}
{"language": "en", "output": "bad", "input": "Review: size description not accurate\n\nI can usually wear a medium. I ordered LG/XLG and it still to snug Rating:", "id": "en_0883430"}
{"language": "en", "output": "bad", "input": "Review: G7X Mark ii\n\nDefinitely not for a G7X Mark it Do not believe other reviews. It won't fit! Rating:", "id": "en_0851206"}
{"language": "en", "output": "good", "input": "Review: Great tou\n\nGift my grandson who is 9 love it Rating:", "id": "en_0375520"}
{"language": "en", "output": "good", "input": "Review: Nice color, Needs better can/nozzle.\n\nGreat color, not as dark after you shower the next day though. Although this is a spray you have to rub it in because the can will spit out large spots of the liquid on your skin. There are others out there that I prefer better, but I will use these up. Rating:", "id": "en_0682065"}
{"language": "en", "output": "bad", "input": "Review: Doesn't work.\n\nDoesn't work at all!!! Waste of your money. Rating:", "id": "en_0841565"}
{"language": "en", "output": "bad", "input": "Review: $100.00\n\nbarley fit door handles,and we have a reg.size fridge,freezer door!but they r really cute!the heads dont stay up though Rating:", "id": "en_0795986"}
{"language": "en", "output": "bad", "input": "Review: Very disappointing.\n\nI gave these as a gift and found out they were very stale. So embarrassed. Rating:", "id": "en_0884843"}
{"language": "en", "output": "bad", "input": "Review: Product Doesn’t Work\n\nDO NOT BUY! The only great thing about this item is the color. I used this adapter for the first time the other day and about 1 minute into the song I was playing when it stop playing and a message appeared on my phone, “this device is not compatible with iPhone.” I thought ok well maybe I didn’t connect it correctly- nope- that wasn’t it. I tired everything to get the thing to work and every time I tried to use- within a minute I would get the same response, “Not compatible with iPhone.” Rating:", "id": "en_0473236"}
{"language": "en", "output": "good", "input": "Review: Great product. Exactly as advertised\n\nGreat product. Exactly as advertised. Quick delivery. Rating:", "id": "en_0639160"}
{"language": "en", "output": "bad", "input": "Review: if something spills inside it will leak if you don't ...\n\nif something spills inside it will leak if you don't clean it right away, not as roughed it says Rating:", "id": "en_0480480"}
{"language": "en", "output": "good", "input": "Review: Four Stars\n\nI like the projector so far.good for the price Rating:", "id": "en_0572140"}
{"language": "en", "output": "good", "input": "Review: Not that hot\n\nVery good flavor. Not as hot as I would like. Rating:", "id": "en_0525986"}
{"language": "en", "output": "good", "input": "Review: Good product, easy to use and functional\n\nI feel like I made the right call on these. All of mine worked well. I’m happy you can switch the covers. Sprays well. Only downside is the caps do not click into place. But overall these do not leak and work well! Rating:", "id": "en_0713699"}
{"language": "en", "output": "good", "input": "Review: Four Stars\n\nThe slime is very sticky Rating:", "id": "en_0273808"}
{"language": "en", "output": "bad", "input": "Review: Cat wasn't interested\n\nCat wouldn't use it. Ball doesn't keep going just rocks after the first go around. Rating:", "id": "en_0086360"}
{"language": "en", "output": "good", "input": "Review: Four Stars\n\nLove me some Chris one of his better cd's Rating:", "id": "en_0364177"}
{"language": "en", "output": "good", "input": "Review: Spongy\n\nThis game is dope as hell and the difference in the available gameplay modes is a big relief when it comes to breaking up the levels and making the game feel much longer. Rating:", "id": "en_0719906"}
{"language": "en", "output": "good", "input": "Review: Very tall. Check the room in your refrigerator.\n\nThis is a tall item. It's not an easy fit for my refrigerator shelves but does preserve herbs well. That being said, it's a little too short for fresh asparagus. I either need a new refrigerator, or shorter asparagus. Rating:", "id": "en_0360275"}
{"language": "en", "output": "good", "input": "Review: Five Stars\n\nThese are so cute, stretchy and fit true to size. Rating:", "id": "en_0533628"}
{"language": "en", "output": "good", "input": "Review: a must have\n\nbeautiful writing...lovely and unexpected Rating:", "id": "en_0040968"}
{"language": "en", "output": "bad", "input": "Review: Poorly made, Do not buy.\n\nVery cheaply made! Handle broke the first time I used it. I’d stay away from this product! Rating:", "id": "en_0387977"}
{"language": "en", "output": "bad", "input": "Review: Broken upon delivery can’t be exchanged\n\nItem was delivered broken. When I looked up how to return or exchange it...it says item can not be returned/exchanged. Rating:", "id": "en_0035341"}
{"language": "en", "output": "bad", "input": "Review: One exploded and a few had bad tips.\n\nThis product was not worth the price. One exploded and a few had bad tips. Rating:", "id": "en_0471758"}
{"language": "en", "output": "bad", "input": "Review: Key work but remote doesn't\n\nHad cut at lock Smith. Key programs and works fine but the keyless entry remote will not program to the vehicle. Rating:", "id": "en_0825330"}
{"language": "en", "output": "bad", "input": "Review: Arrived Broken!\n\nThe vase is super cute, but it arrived broken.it was in bubble wrap, but in a bigger box with other items from my order, so I’m guessing, it might have jostled around a lot. Rating:", "id": "en_0751999"}
{"language": "en", "output": "bad", "input": "Review: received product and wasn't even close to the right size ...\n\nreceived product and wasn't even close to the right size, or even the right lenses for the glasses it said Rating:", "id": "en_0274072"}
{"language": "en", "output": "bad", "input": "Review: May ruin your paint.\n\nI used this to protect the wall from the hanging swiffer wet jet , broom, mops, dusters. It’s nice and thick and definitely clear but I put it on a little bit crooked the first time and it did pull the paint off the wall when I removed it to re-adjust. Thankfully this is in the closet. I would be hesitant to use it on my front door or anywhere the paint could be obviously ruined. Rating:", "id": "en_0488155"}
{"language": "en", "output": "good", "input": "Review: Throws great light, not as sturdy as I expected\n\nawesome light, not as sturdy as I expected, but perfect for a small kitchen, throws good light. Rating:", "id": "en_0959919"}
{"language": "en", "output": "good", "input": "Review: Purchased for use at school. My son loves them!\n\nOur school supply list this year required headphone. I was looking for something durable, with good sound quality, for an affordable price. I think we found all three with these! They also look nice and are comfortable, which was important to my son. Rating:", "id": "en_0672537"}
{"language": "en", "output": "good", "input": "Review: Strap is weak and tore off\n\nAwesome case but strap broke off after one week Rating:", "id": "en_0617311"}
{"language": "en", "output": "good", "input": "Review: But great price.\n\nHaven't had time to put up. But great price. Rating:", "id": "en_0893984"}
{"language": "en", "output": "good", "input": "Review: Very chic, a little stiff\n\nthe color is excellent, the shape is great, it looks well made but when you sit it's a bit stiff. Rating:", "id": "en_0882629"}
{"language": "en", "output": "good", "input": "Review: Interesting!\n\nIf it were not for the amount of glaring errors, I would have given five stars. The stories were interesting and enjoyable. The characters were believable. Liz has real talent, but she must employ a good proof reader. Rating:", "id": "en_0819849"}
{"language": "en", "output": "bad", "input": "Review: Looks nice, but the arms are super small\n\nThere is no stretch at all. Looks nice, but the arms are super small. Rating:", "id": "en_0557139"}
{"language": "en", "output": "bad", "input": "Review: Two Stars\n\nSuper cute, but front part broke way too easily. Rating:", "id": "en_0538777"}
{"language": "en", "output": "good", "input": "Review: Love it!\n\nGreat purchase! It’s my I watch perfect and easy to attach! Rating:", "id": "en_0396273"}
{"language": "en", "output": "bad", "input": "Review: Dont Buy\n\nIt's not worth the price nor it's accurate!! Rating:", "id": "en_0395860"}
{"language": "en", "output": "good", "input": "Review: We got a new table that said use a good furniture polish and I had used Parkers Perfect polish ...\n\nWe got a new table that said use a good furniture polish and I had used Parkers Perfect polish in the past. I was elated to be able to find it again. It really gave our table a beautiful shine. Rating:", "id": "en_0409564"}
{"language": "en", "output": "good", "input": "Review: A little wide\n\nThis dress fits well, have to size down tho. Rating:", "id": "en_0614049"}
{"language": "en", "output": "bad", "input": "Review: Disappointed\n\nDon't work. Clothes come out full of static. Rating:", "id": "en_0959827"}
{"language": "en", "output": "bad", "input": "Review: *Only lasts a year\n\nI had this vaccume for 1 year. The suction was great... Actually had trouble vaccuming rugs because the suction was so strong. But upon arrival the very first day the connection from switching to the floor or the handheld didnt work. I took the cover off and the spring wasnt properly put in. No problem I fixed it myself. But after only a year the vaccume burnt out. I cleaned all the parts by hand every week. We have multiple pets..I have to vacuum every 2 days. The vaccume simply just stopped working while vaccuming one day. I got it on sale from Amazon for $80. Don't buy if you are looking for a long term appliance. Rating:", "id": "en_0743014"}
{"language": "en", "output": "good", "input": "Review: Great product for moms!\n\nPerfect for on the go as a busy mom that never gets to shower! Love the scent and this brand! Rating:", "id": "en_0672276"}
{"language": "en", "output": "good", "input": "Review: Good product\n\nNice quality plastic, but the one I recieved had more square corners and would not work inside the camco vent cover. Rating:", "id": "en_0266535"}
{"language": "en", "output": "good", "input": "Review: Perfect!\n\nVery much needed to replace old straws. My toddler keeps on biting the straw and so happy when I found this. Rating:", "id": "en_0773471"}
{"language": "en", "output": "good", "input": "Review: Love the kettle so much I purchased a second one\n\nLove the kettle so much I purchased a second one. Wish this vendor was Prime. Ordered white version and received ORANGE so have to waste my time dealing with return. Rating:", "id": "en_0752424"}
{"language": "en", "output": "bad", "input": "Review: It is not framed.\n\nFound this product missleading. Thought it was framed. It was not clear that the product was just a flat poster. Rating:", "id": "en_0659295"}
{"language": "en", "output": "bad", "input": "Review: Don't last\n\nThey're nice but they only last a couple days it's not worth the money Rating:", "id": "en_0529127"}
{"language": "en", "output": "good", "input": "Review: Use a carpet knife to take off display hanger\n\nDidn't like to cut out from the display hanger Rating:", "id": "en_0735091"}
{"language": "en", "output": "good", "input": "Review: Great Buy!\n\nJust as pictured. This was a gift for my mom for mother’s day who has been eyeing mine for quite a while. She loved it and had used it several times! The slate gray is a great color! Rating:", "id": "en_0074282"}
{"language": "en", "output": "bad", "input": "Review: Not stable!\n\nI bought this for my elderly parents. Although the base of the step stool is sturdy, the upper step does NOT screw into the base and does not lock in. So essentially it just sits on top of the base with just small plastic nubs which slot into the tiny holes in the base. So the top step is NOT secured and can move off the base. Very disappointed. I need a sturdy, well built step stool which won’t slip for my 80+ year old parents! Rating:", "id": "en_0357221"}
{"language": "en", "output": "bad", "input": "Review: Refund please\n\nI want a refund. It does not work on my fire 7 with my cannon printer. Rating:", "id": "en_0740683"}
{"language": "en", "output": "bad", "input": "Review: Also just pretty terrible in\n\nWhy is the main female character wearing heels the whole time?!? You CANNOT wear heels running through mus in the jungle. Also just pretty terrible in general Rating:", "id": "en_0843501"}
{"language": "en", "output": "bad", "input": "Review: while I can go to 10mm on my 10 - ...\n\nwhile I can go to 10mm on my 10 - 18mm Canon wide angle without hood interfering with the exposure, the hood is not reversible. Big drawback for me Rating:", "id": "en_0927064"}
{"language": "en", "output": "bad", "input": "Review: Damaged package\n\nThe package might come damaged. I have received torn one and the sand was everywhere in the Amazon box. Rating:", "id": "en_0025821"}
{"language": "en", "output": "bad", "input": "Review: Fingerprint does not work\n\nReally disappointed unlocking with fingerprint does not work anymore. Rating:", "id": "en_0240603"}
{"language": "en", "output": "bad", "input": "Review: Fell apart after ~2 months of use.\n\nFell apart after ~2 months of use. Rating:", "id": "en_0326430"}
{"language": "en", "output": "bad", "input": "Review: Medium\n\nIt’s alright but the cut of the top looks very awkward and unflattering around the armpit Rating:", "id": "en_0341113"}
{"language": "en", "output": "good", "input": "Review: Faded print\n\nQuality of material is good. However the print on it is faded. Rating:", "id": "en_0255370"}
{"language": "en", "output": "bad", "input": "Review: Not what the product said it was!\n\nI feel like this ad is deceiving I specifically searched for the “original” product. No substitutions and when I received the item to my surprise and dismay it is a generic tail for a Polaris?! Buyer Beware!!! Rating:", "id": "en_0518897"}
{"language": "en", "output": "bad", "input": "Review: One Star\n\nSmells like vomit after you put it on. Wont recommend. Rating:", "id": "en_0763242"}
{"language": "en", "output": "good", "input": "Review: You can wear this watch in your daily times when you don't want to carry your phone\n\nThe smart watch can track your steps and distance. When you wear on your wrist, it is not huge and actually stylish. It is suitable for daily use, you can wear this watch in your daily times when you don't want to carry your phone, and if you need to stay connected with other. Rating:", "id": "en_0032381"}
{"language": "en", "output": "good", "input": "Review: A little goes a long way!\n\nI have sensitive skin, so I was afraid. However, I'm at the age where I wish I had always taken better care of my face by applying moisturizer, and sunblock. I wish I had a good before picture because I'm not the only one that started to see a difference. My neighbor/friend did! But she didn't say hey I noticed your skin looks clearer, or you have less wrinkles, or you have less sun spots. She said your face looks like it's glowing, what are you using different? Then I asked her what made her think I was using something different? She said politely, I'm younger than you and you don't have any wrinkles.😲 I giggled and told her what I've been using for about a week. Next thing I know she ordering it!!! Rating:", "id": "en_0091359"}
{"language": "en", "output": "bad", "input": "Review: No controlled exit with magnet. Only entry.\n\nThis says it’s a 4 way door but it really just controls entry with a magnet on he cats collar. If you have two cats and don’t want the second one to go outdoors you can’t manage that with the magnet. The door stays open unless you manually lock it. For me I want to go to work and know my cat and come in and out without letting my second cat out. You have to get a much more expensive door for that. Also the magnet is hard for the cat to use as it has to wait at the right distance from the magnet for the lock to pop up. Rating:", "id": "en_0483149"}
{"language": "en", "output": "bad", "input": "Review: One Star\n\nThis shit is aweful looks nothing like this in person. Do not buy Rating:", "id": "en_0855388"}
{"language": "en", "output": "good", "input": "Review: Fast and easy\n\nIn the past, I Always used tempered glass screen protectors, this was actually easier to install and won’t break or shatter like glass. Good product Rating:", "id": "en_0320826"}
{"language": "en", "output": "good", "input": "Review: Perfect toy for a toddler\n\nHeavy, durable Little People family. Baby doesn't come out of carrier and the carrier has the typical Little People bottom. Daughter love the mama, papa and baby. Rating:", "id": "en_0845816"}
{"language": "en", "output": "bad", "input": "Review: Cheap Accessory Kit\n\nThis kit is extremely cheap, and components have broken during initial uses. The tire chuck broke during the first use and just leaks air. The air hose is cheap plastic and not what was expected. Rating:", "id": "en_0198658"}
{"language": "en", "output": "good", "input": "Review: Filters Well\n\nTakes out the nastiness of our water. Rating:", "id": "en_0255601"}
{"language": "en", "output": "good", "input": "Review: Excellent blu-ray transfer!\n\nIf your a JAWS fan this blu-ray is a must have. Some scenes feel like you are there the transfer is that great. Rating:", "id": "en_0902518"}
{"language": "en", "output": "good", "input": "Review: Awesome pallet!\n\nI loved the palette so much! It’s pretty pigmented for the price. I’m dark skinned so I had to double up on the layers but I loved it! Would definitely buy again 🥰 Rating:", "id": "en_0890859"}
{"language": "en", "output": "bad", "input": "Review: Tea gets stuck.\n\nIt is a really sure novelty item, however not something that is functional. The tea get all stuck in the kitty and you have to beat the kitty to get it out. Cute but not worth the hassle. Rating:", "id": "en_0288280"}
{"language": "en", "output": "good", "input": "Review: Good camping folding bed\n\nVery good camping folding bed, kind of a little bit hard lying on it but that’s expected. Overall I like this folding bed and satisfied this purchase. Rating:", "id": "en_0821279"}
{"language": "en", "output": "bad", "input": "Review: Junk\n\nPlating is coming off Rating:", "id": "en_0915921"}
{"language": "en", "output": "good", "input": "Review: Not awesome, not bad.\n\nDecent product for the price. Didn't last as long as I hoped. Item arrived more quickly than any other item. The product came well packaged. Fast service. Just wish it would have lasted longer. Rating:", "id": "en_0229846"}
{"language": "en", "output": "bad", "input": "Review: Complete Garbage and I have the labs to prove it!\n\nI bought this supplement in hopes to save money, but not lose out on quality. As you can see in the picture I posted my Glutathione level was low (first number), so my doctor told me to begin a supplement. The first one I chose was the acetyl version which was pricey, but raised my levels up (the second number). I wanted to continue to raise my numbers up, but also wanted to save some money so I decided to try this brand because it has a high dose of Glutathione, but as you can see by my lab results (third number) my numbers plummeted even lower than they were before! I stopped taking this once I saw this cause I have no idea what’s really in this product, but it’s not Glutathione. Rating:", "id": "en_0234613"}
{"language": "en", "output": "good", "input": "Review: Love this \"mini\"\n\nThis item looks exactly as it's pictured, and it made me so happy that half the money goes to St. Jude Children's Research Hospital Rating:", "id": "en_0693320"}
{"language": "en", "output": "bad", "input": "Review: Rust already?!\n\nI’ve had this bumper installed on my truck for a little over 8 months, and it’s already rusting. Bad. Rating:", "id": "en_0217148"}
{"language": "en", "output": "good", "input": "Review: Good\n\nGood like the detail chain is a bit weak when it get caught on items Rating:", "id": "en_0111788"}
{"language": "en", "output": "good", "input": "Review: Five Stars\n\nLove it!! Its exactly what i was looking for, and at a good price. Rating:", "id": "en_0673202"}
{"language": "en", "output": "good", "input": "Review: Not sticky enough\n\nI like these better than typical pads like always and they do help with odor, but they are not very sticky on the adhesive side. I can barely get them to stick to cotton underwear and the back portion does not stay in place. Rating:", "id": "en_0995994"}
{"language": "en", "output": "good", "input": "Review: Love it!\n\nI love it! It is so cautious and humble. I haven't actually set the \"clock\" function yet, I just use it as a box. I take care of my 89-year-old father, and when I'm not at home, he's with the people who take care of me, which gives me peace of mind. I love it! Rating:", "id": "en_0585687"}
{"language": "en", "output": "good", "input": "Review: Better than paying for the name brand...\n\nAfter seeing that the Garmin titanium band was $150, I picked one of these bad bois up for 30 bucks and it was a great choice. Build quality is pretty good, I’m sure Garmin is better, but you can’t beat the price. Only negative thing I have to say is that I had to take 5 links out of it for sizing and I have normal sized wrists. Rating:", "id": "en_0409397"}
{"language": "en", "output": "good", "input": "Review: Love them!\n\nYou can slightly taste metal with some drinks for some reason. Other than that these are great straws in a step to help lessen single use plastic ones! Rating:", "id": "en_0234560"}
{"language": "en", "output": "bad", "input": "Review: Small and some were messed up\n\nOrdered these for an 80s themed party. They did the job but were pretty small and some had the corners ripped on them. Expensive for what they were. Rating:", "id": "en_0418608"}
{"language": "en", "output": "bad", "input": "Review: Stay away\n\nApparently this model is too restrictive and was causing water backup and my A/C was malfunctioning. I had to pay a repair man to come out and install a new pipe. Overall, this purchase cast me an additional $120. Rating:", "id": "en_0681980"}
{"language": "en", "output": "good", "input": "Review: Four Stars\n\nThe colour and the money clip is perfect! Rating:", "id": "en_0170300"}
{"language": "en", "output": "bad", "input": "Review: Too powerful for sensitive dogs.\n\nThis device was way too powerful for my 45 pound labradoodle. He ran to the bedroom and hid in his kennel for hours after it went off the first time, even on the lowest setting. I had high hopes but this didn’t work for us. Rating:", "id": "en_0378415"}
{"language": "en", "output": "good", "input": "Review: Can't be put down!\n\nI'm sad I finished this book and had to leave Beartown and Hed, I'll miss all the characters. This is a book worth buying, takes you away to a town filled with flawed, loving people. Rating:", "id": "en_0326443"}
{"language": "en", "output": "bad", "input": "Review: Rotation Device Issues\n\nFor my IPAD Mini two thi vs are bugging me.. The strap must be used or it opens and turns on. I dont like that. I wa t to be able to just close it and lay it down when I'm done. Second, the rotation devise moves too freely. I would prefer a more snug rotation device. Plus. In the portrait position it tends to tip over too easily. To correct that I have to use the lower slot. Not big issues, but they bug me. I'll keep it, but not 100% happy. Rating:", "id": "en_0059385"}
{"language": "en", "output": "good", "input": "Review: Great cleaning tool\n\nReally a step above the standard po brush. Love the ability to get in corners and clean multiple angles without repositioning on the pole. Rating:", "id": "en_0474930"}
{"language": "en", "output": "good", "input": "Review: but I've still gotten a lot of great use out of\n\nI'm 6'0\" and 230lbs. the extra large is a bit small, but I've still gotten a lot of great use out of them Rating:", "id": "en_0870788"}
{"language": "en", "output": "bad", "input": "Review: Didn't work for crap and arrived late AF\n\nNope, didn't do dick. Needed stupid product to take a stripped and rusted bolt off a rear bike axel to replace derailer, and ordered this product because it was prime and 2 day shipping with decent reviews. Not only did this product arrive SIGNIFICANTLY late, 4 days after it should have(rediculous when you pay for prime to begin with) but after anxiously waiting for product to arrive and save my life here, product only\"chips in\" to the bolt before falling off and losing it's grip. Tried in three places, no dice. Will definitely be returning. Rating:", "id": "en_0206212"}
{"language": "en", "output": "good", "input": "Review: Will update after use but so far so good\n\nFirst off I wanted to say I have not yet used this product BUT, everything came as it said . It looks great , I like the mat it comes with for dough sizes, I have washed it so it’s ready to use. I will update after I use it. Can’t wait though. Making lots of Christmas goodies!! Rating:", "id": "en_0481802"}
{"language": "en", "output": "bad", "input": "Review: Worthless\n\nThe o-rings won't stay on my glasses which defeats the purpose of using them. Tossed them out. Rating:", "id": "en_0738618"}
{"language": "en", "output": "bad", "input": "Review: To small.\n\nThese were to small for me I would say there much better for a child bike. Rating:", "id": "en_0788335"}
{"language": "en", "output": "good", "input": "Review: Love it\n\nThe arms do grab anything they come in contact with lol but very cute Rating:", "id": "en_0862788"}
{"language": "en", "output": "good", "input": "Review: Front Porch Storage Solution\n\nI store my bike on my front porch and I’m always worried that the elements will get to it. This cover completely solves that problem. The fabric is durable and easily fits over it. I especially love that easy access for my bike lock. I would definitely recommend purchasing. Rating:", "id": "en_0423130"}
{"language": "en", "output": "good", "input": "Review: Four Stars\n\nEven not HP OEM, but works as same as OEM. Please buy it! Rating:", "id": "en_0304548"}
{"language": "en", "output": "good", "input": "Review: and easily adjustable.\n\nColor goes with everything, durable, flexible, and easily adjustable. Rating:", "id": "en_0329076"}
{"language": "en", "output": "bad", "input": "Review: Shipped the wrong item!\n\nThey shipped me two USB drives - not the incense Rating:", "id": "en_0622481"}
{"language": "en", "output": "good", "input": "Review: I like the clear containers and the lids\n\nI purchased the large containers for the pantry. They are large enough for an entire bag of flour. They are easy to open and have a wide opening to get a measuring cup inside. But they were quite difficult to separate when taken out of the box. I was not able to do it and had to wait for my son to come over. Rating:", "id": "en_0153113"}
{"language": "en", "output": "good", "input": "Review: Pretty but fragile\n\nBeautiful little shoes, but the flower decorations fell off after wearing them once. Rating:", "id": "en_0421597"}
{"language": "en", "output": "good", "input": "Review: Love it!\n\nGreat buy! The plastic is hard to take off. Kind of wish they used foam instead to protect it. I still have plastic on the bottom of it and it will not come off. Rating:", "id": "en_0590593"}
{"language": "en", "output": "bad", "input": "Review: Could have been better\n\nThe premise is ok but the story isn't long enough or detail enough to make us believe the main characters fell in love. Rating:", "id": "en_0293364"}
{"language": "en", "output": "good", "input": "Review: Easy to break\n\nVery light for portability but stiff folding mechanism caused the plastic to break when trying to slide the legs into folding position. Rating:", "id": "en_0840825"}
{"language": "en", "output": "bad", "input": "Review: Two Stars\n\nDo not like this shirt. Looks like a box shirt. Rating:", "id": "en_0759751"}
{"language": "en", "output": "bad", "input": "Review: Don’t waste your money.\n\nDon’t waste your money with these sunglasses. Most of the lenses were popped out. I tried to pop them back in but they’d just pop back out. The plastic is cheap and hurts your ears. I returned these immediately. Rating:", "id": "en_0937808"}
{"language": "en", "output": "good", "input": "Review: No review.\n\nI do not want to write a review. I am running out of time to report on this book. No review Rating:", "id": "en_0077028"}
{"language": "en", "output": "bad", "input": "Review: Tastes horrible!\n\nThis tastes so bad. I need to take it, so I hold my nose, chew it up, swallow, and immediately eat something. Rating:", "id": "en_0681657"}
{"language": "en", "output": "good", "input": "Review: Five Stars\n\nWas recommended these socks by my doctor for my cross-country flight and I was so comfortable! Rating:", "id": "en_0533569"}
{"language": "en", "output": "good", "input": "Review: There's two! Yay\n\nSo glad this is a set! Fits snuggly. Virtually mess free! Clean with warm water and reinsert, every 8-12 hours. I'm a mom of 3, and constantly moving! Love it! Rating:", "id": "en_0642026"}
{"language": "en", "output": "bad", "input": "Review: Has a finite lifetime\n\nThese were nice while they worked. However, after a certain period of time, they just stopped working. I did not abuse or mistreat these headphones and charged them regularly. Recently l, these headphones just stopped working all together. They would not charge with any kind of cable and would not turn on. Other headphones like these I’ve purchased have had similar issues. Conclusion, these headphones are nice and work well enough, but don’t expect them to last longer than 5 months. Rating:", "id": "en_0478786"}
{"language": "en", "output": "good", "input": "Review: Not a bright white\n\nI like the curtains, but they do look more of a greyish color than an off white and maybe I should've read what the packaging said because it clearly states that. I'm going to keep them and put them in my bedroom and choose something else for my living room since I was going for a different look. Rating:", "id": "en_0511367"}
{"language": "en", "output": "good", "input": "Review: Pretty good but not for shark week\n\nReally soft and stretchy, but the leg hole seams do cut into the cheeks a little bit. Like others have said, the sizing consistency from pair to pair within one set is a little questionable, but not that noticeable for my pack specifically. One thing I will add though, is that liners do not stick to these at all and I assume neither do pads so maybe dont buy these with the intention to use them as your period panties Rating:", "id": "en_0527841"}
{"language": "en", "output": "bad", "input": "Review: Not working\n\nNot working for me.. Rating:", "id": "en_0536293"}
{"language": "en", "output": "bad", "input": "Review: too hard to squeeze\n\ntoo hard to squeeze for men, and completely unreal for women Rating:", "id": "en_0787871"}
{"language": "en", "output": "bad", "input": "Review: Gross tasting\n\nThis was so disgusting! The taste was horrible. I took one sip and threw it in the garbage! Rating:", "id": "en_0944327"}
{"language": "en", "output": "bad", "input": "Review: It broke\n\nWas nice while it lasted. Broke after a few months of using... Stopped working. Rating:", "id": "en_0212307"}
{"language": "en", "output": "bad", "input": "Review: I love the phone but I'm sad the battery is no ...\n\nI love the phone but I'm sad the battery is no good it only last me half a day and sometimes the screen freezes and I have to keep pushing tbe key till it wakes back up. It did show up sooner than expected. Rating:", "id": "en_0418081"}
{"language": "en", "output": "bad", "input": "Review: Two Stars\n\nThe transport wheelchair is very heavy. Rating:", "id": "en_0402544"}
{"language": "en", "output": "bad", "input": "Review: Poor quality of rubber edge\n\nThe rubber edge of the squeegee was rough and left a strike on the glass. I returned it. Rating:", "id": "en_0636189"}
{"language": "en", "output": "good", "input": "Review: Will definitely be ordering more I love these for my kids because it’s very easy and ...\n\nWill definitely be ordering more I love these for my kids because it’s very easy and simple to use I apply cut up pieces of fruit add some water and when they’re frozen the ice cubes taste so good with little pieces of fruit inside which my kids love I like how it comes with the lid makes it less messy. Rating:", "id": "en_0300077"}
{"language": "en", "output": "bad", "input": "Review: Rice cooker broke after a few uses.\n\nUnfortunately this rice cooker broke after only a few uses. Rating:", "id": "en_0015568"}
{"language": "en", "output": "bad", "input": "Review: For small children only.\n\nIt was way too simple. We took it to Game Night, but after opening and trying it out, no one liked it. Rating:", "id": "en_0868588"}
{"language": "en", "output": "bad", "input": "Review: Very tight!\n\nI took it off on the first day that I used. It’s very tight and makes pressure on your finger. I did not like the usability. :( I put my pop socket back! Rating:", "id": "en_0769660"}
{"language": "en", "output": "good", "input": "Review: Full HD monitor to complement the PS4 original\n\nScreen is excellent and easy to use. Refresh rate seems comparable to my computer monitor and less lag from inputs. Motion is fluid and it blends nicely into the original PS4 design thou chunky. But for the price and size, it is a value proposition. Travel a lot with it. Definitely much better than the hotel televisions. It's not size that matters...sometimes. Rating:", "id": "en_0003128"}
{"language": "en", "output": "good", "input": "Review: Collar sizing is great!\n\nI like that the color can be extra small and extra large to fit all stages. I do not use the shocking component but the beep and the vibration mode are enough to distract my dog from what she is doing that needs correction. The double charger is really nice! So far I've only had to charge the collar and remote once. Rating:", "id": "en_0400246"}
{"language": "en", "output": "good", "input": "Review: Good quallity\n\nGood quality and much better than the old white ones. Hubby liked, as a Christmas gift. Rating:", "id": "en_0499729"}
{"language": "en", "output": "good", "input": "Review: present for my niece\n\ni bought this for my 12 yr old niece and she loved it.... so far still looks good. Rating:", "id": "en_0619074"}
{"language": "en", "output": "good", "input": "Review: Purchase\n\nGreat leather belt!!! Must buy!! Rating:", "id": "en_0564342"}
{"language": "en", "output": "good", "input": "Review: 100% The Real Thing\n\nNo other USCG cap in stores or in the market is like this one. My husband said it’s 100% as the ones issued at the Academy and at USCG Stations (Base). Quality is the best. The price is affordable. Thx. Rating:", "id": "en_0200724"}
{"language": "en", "output": "good", "input": "Review: Pretty good\n\nGreat protection but dropped it once and it chipped. I bought a case in the Apple store and dropped it 10+ times and never chipped. Rating:", "id": "en_0355535"}
{"language": "en", "output": "good", "input": "Review: It was good\n\nNot what I usually read but a good change of pace. If you like lots of action with military hardware this is for you. I will most probably read more of the series. Recommended. Rating:", "id": "en_0760037"}
{"language": "en", "output": "bad", "input": "Review: Not selling the same as in the picture\n\nI bought 2 sets, 20 brake cables, for road bikes, and all other ends are cut off, they are just useless. Rating:", "id": "en_0460470"}
{"language": "en", "output": "good", "input": "Review: Tween gamer choice\n\nMy son loves this series Rating:", "id": "en_0625633"}
{"language": "en", "output": "bad", "input": "Review: Not what I ordered\n\nI did not get what i ordered and they won't return Rating:", "id": "en_0145884"}
{"language": "en", "output": "good", "input": "Review: well packed and clean\n\nI always worry that something I will use to breath thru is clean. This is packed as good as I would get from any of the other suppliers I have went to to get supplies. No worries. Rating:", "id": "en_0490486"}
{"language": "en", "output": "good", "input": "Review: Great party favor idea\n\nPurchased as a party favor for my daughters birthday. She’s 10 and these emojis were a big hit it’s her class. The artwork is great, they look just like the emoji. They’re a decent size and fun for the kids to put on their backpacks. Only gave 3 stars for sturdiness and durability because realistically it is a cheap toy though I feel I got better quality for the small amount I paid than I would’ve with other similar products. Rating:", "id": "en_0954079"}
{"language": "en", "output": "bad", "input": "Review: The beads are not 8 mm they are more like 6 mm\n\nIt arrived on time. The beads are not 8 mm they are more like 6 mm. Rating:", "id": "en_0903949"}
{"language": "en", "output": "bad", "input": "Review: Missing paper\n\nSome of the letters didn’t have any paper in between them to write names/addresses. Wouldn’t purchase again. Rating:", "id": "en_0224300"}
{"language": "en", "output": "good", "input": "Review: Excellent gift\n\nCame in excellent condition. Rating:", "id": "en_0630181"}
{"language": "en", "output": "bad", "input": "Review: Cheap material/price sticker not water soluble\n\nTried to get a sticker (with price) off the back with first just water (wouldn’t come off) then a dash of a light soap and water and it dissolved the material as well as ran the color. I don’t know what material this thing is made of but it certainly isn’t something you want to take to the gym or to workout with; not going to give it to the person it was intended as a gift for. Very bummed. Rating:", "id": "en_0069069"}
{"language": "en", "output": "good", "input": "Review: Pockets are very shallow. Big enough for a wallet ...\n\nPockets are very shallow. Big enough for a wallet. Always checking my pockets when wearing these shorts to make sure I didn't lose it Rating:", "id": "en_0196789"}
{"language": "en", "output": "good", "input": "Review: my birds love this product\n\nit was fresh and smelled good i give this to my parrots for extra vitamins Rating:", "id": "en_0632872"}
{"language": "en", "output": "bad", "input": "Review: Very dissatisfied.\n\nIt broke with the first use. The part that goes through the fabric broke off with the first use. It was almost impossible to use any way. The fabric got stuck on it as I tried to move it over. Rating:", "id": "en_0338013"}
{"language": "en", "output": "good", "input": "Review: Great bottles\n\nI love Mam bottles. Baby took them with no problems. The nipple doesnt collapse causing you to take them out of the babies mouth. I gave 4 stars because they dont heat up well with bottle warmers due to the thickness and base of bottle. Rating:", "id": "en_0543573"}
{"language": "en", "output": "good", "input": "Review: Five Stars\n\nFit and quality very impressive Rating:", "id": "en_0306443"}
{"language": "en", "output": "good", "input": "Review: It's working so far!\n\nThis item is working as expected so far; I am drying herbs without a problem. Hoping all will continue to work unlike the last dehydrator that I bought and returned. This review comes after only using it once is what I would like you to know though........ Rating:", "id": "en_0378604"}
{"language": "en", "output": "bad", "input": "Review: One Star\n\nDoesn’t stick to the shirt. Ruined my shirt. Rating:", "id": "en_0916615"}
{"language": "en", "output": "bad", "input": "Review: Don't buy. Cheap and Flimsy\n\nContainers arrived cracked and broken. I don't understand why I need to go through the hassle of printing a label, packaging, and returning to get my money back. These cannot be resold to anyone else. This is very inconvenient for me. Rating:", "id": "en_0120661"}
{"language": "en", "output": "good", "input": "Review: Four Stars\n\nDidn't get to use but will hopefully use at a later date. Rating:", "id": "en_0749400"}
{"language": "en", "output": "bad", "input": "Review: Low quality\n\nI'm honestly not sure if I want to keep it. Came out of the package with an incredibly strong odor. The material is very itchy and scratchy and the faux fur sheds at an unbelievable rate. I only just tried it on and my shirt is covered in it. I purchased it for an event this weekend, and had points to use, so it's no great loss, but it really is a horrible choice in fabrics. Rating:", "id": "en_0009796"}
{"language": "en", "output": "bad", "input": "Review: Don’t buy\n\nThe plastic attachment shredded when I tried to attach to the water spigot. Unusable. Rating:", "id": "en_0433052"}
{"language": "en", "output": "bad", "input": "Review: Cheap looking / Not what I expected\n\nWow. I'm so disappointed. I received this today and wanted to assemble it so that it lays horizontally in order to put bins in the 3 storage spaces and use it for a tv stand for a small t.v. However, it can only be stood straight up because the 2 shelves in the middle are only held in place by plastic pins. You know, the ones where you just sit the shelves on them. This is going back! Rating:", "id": "en_0229149"}
{"language": "en", "output": "good", "input": "Review: Super ladder super value\n\nWas much less than most of the other ladders I looked at, so I decided to take a chance and try it. I could imagine any of the more expensive ladders could be any better. I am using it on our dock and from my 11 year old lean granddaughter to my 2 large muscular son in laws it performs beautifully. Rating:", "id": "en_0926543"}
{"language": "en", "output": "good", "input": "Review: Delicious and worth every penny!\n\nThese were delicious! The time and the effort to individually wrap each of the macarons to make sure they weren’t damaged in the mail was outstanding and I loved the hand-written note included! Thank you and I will probably buy them again in the future. They’re amazing! Rating:", "id": "en_0573077"}
{"language": "en", "output": "good", "input": "Review: It really does what it says it does\n\nGood product it protected my phone from breaking it did the job. Rating:", "id": "en_0483419"}
{"language": "en", "output": "good", "input": "Review: Very nice but check the hole spacing on every handle\n\nVery good quality and glad I paid a bit more for these. Only problem was one of the box of 30 handles had 13 handles which had a hole spacing of over three inches. Fortunately I was able to use those for drawers and keep the three inch handles for the cupboards. Had that not worked out, I was close to having to return them. The second box was ok.....thirty handles with three inch spacing as advertised. So check the contents carefully when you get them.....I think I saw other reviews where people didn't get all three inch handles. I still rated it five stars due to the quality. Rating:", "id": "en_0243994"}
{"language": "en", "output": "good", "input": "Review: Great low cost solution.\n\nI spent a lot of money on rats, but they were not very useful and some of them were dangerous to my dog. Since I bought this product, all the problems have been solved. No more annoying moles bother me. Rating:", "id": "en_0669563"}
{"language": "en", "output": "good", "input": "Review: Been thru many kichen scales.....this is by far THE BEST.\n\nI have had this scale for 2 1/2 months and use it multiple times everyday and I LOVE IT! It stays on a good amount of time for me. Many others I have had shut off way to quickly. Other scales I have owned get water in the display making them difficult to read. This scale has yet to have that problem and I wipe it with a wet cloth all the time. Large, bright, clear display. Also really enjoy being able to hang it so it is not getting abused in a cabinet or drawer. I simply put a command hook under my cabinet and hang the scale. Note.....have NOT needed to change the battery yet. Rating:", "id": "en_0468378"}
{"language": "en", "output": "bad", "input": "Review: Shipped wrong item\n\nOrdered Air and received Titanium Rating:", "id": "en_0480293"}
{"language": "en", "output": "good", "input": "Review: Very Durable\n\nI think this is a very good product. especially for the price. I used it on my truck and it turned out really good. Highly recommend this product. Rating:", "id": "en_0650413"}
{"language": "en", "output": "good", "input": "Review: Awesome\n\nAwesome product. Easy to deal with. Rating:", "id": "en_0501758"}
{"language": "en", "output": "bad", "input": "Review: Really thin plastic\n\nI didn't really like these discs, the plastic is really thin, and the color looks cheap in my opinion. Also, they are too big for my needs. Rating:", "id": "en_0701014"}
{"language": "en", "output": "good", "input": "Review: Four Stars\n\nAmish books a always good. Rating:", "id": "en_0746221"}
{"language": "en", "output": "good", "input": "Review: Nice\n\nVery sturdy and great quality. I should have paid more attention to the description. The plates were smaller than I expected, but still worked out just fine for our event. Rating:", "id": "en_0635707"}
{"language": "en", "output": "good", "input": "Review: Great book.\n\nThis clear, non intimidating guide shows you how to use VBA to create Excel apps that look and work the way you want. Rating:", "id": "en_0863177"}
{"language": "en", "output": "good", "input": "Review: Great car for the price!\n\nThe size of these cars are perfect for my 4 year old grandson. They’re durable and the variety of Dino’s is so fun! Rating:", "id": "en_0690415"}
{"language": "en", "output": "bad", "input": "Review: Flimsy\n\nI purchased this product on Jan 23 of this year. Today, March 7, the handle has broken off of the scoop. I was hopeful that, because it is a metal scoop, that it would be heavy duty, but it was not. I would not recommend this product. Rating:", "id": "en_0674078"}
{"language": "en", "output": "bad", "input": "Review: Not impressed\n\nThese taste horrible and are not at all healthy. The only benefit is it gets them started with measurements however is extremely pricey. Easy Bake in my day was amazing not anymore Rating:", "id": "en_0266970"}
{"language": "en", "output": "good", "input": "Review: Easy to use and reasonably priced.\n\nGenerally easy to use and produced good results- so far I've painted a louvered door and a chest with it. My only complaint is that it could benefit from a durable container to store the tips, tiny wrench and cleaning brush in. Rating:", "id": "en_0867026"}
{"language": "en", "output": "bad", "input": "Review: Garbage!\n\nBroken after 2 months, please don't buy this product. Garbage! Rating:", "id": "en_0232326"}
{"language": "en", "output": "good", "input": "Review: Lightweight & waterproof\n\nPerfect lightweight rain jacket. I purchased because I have a long distance to walk from the parking lot to my job, & we were expecting tropical storm with wind and rain. It worked great for protection from the sideways rain. Rating:", "id": "en_0353614"}
{"language": "en", "output": "bad", "input": "Review: Cheaply made\n\nSet in it like 5 times. And it’s already broken. Rating:", "id": "en_0135532"}
{"language": "en", "output": "good", "input": "Review: Easy to prepare a meal.\n\nI'm a single man and this fits my lifestyle perfectly. Rating:", "id": "en_0969045"}
{"language": "en", "output": "bad", "input": "Review: Weak\n\nWeak might be good for small size pools or spa . Rating:", "id": "en_0264933"}
{"language": "en", "output": "bad", "input": "Review: terrible value: bottles are only 12 oz.\n\ni had only seen 28 oz bottles and assumed this value pack was also 28 oz. they are 12 oz bottles, so the value is terrible. as others have said, Target, Walgreen's, and no doubt many others, sell the same product half the price. Rating:", "id": "en_0916945"}
{"language": "en", "output": "bad", "input": "Review: You get what you pay for\n\nThere's a saying that goes \"you get what you pay for\", and that's true here. This Funko was an \"add-on\" product, meaning it was offered at a reduced price. And I can unfortunately see the consequences of that lower price. The paint job is a little incomplete where her hairline meets her face, the box itself is a little dirty and there is a small tear in one corner. I didn't even buy this because I'm a collector and I'm a little upset about this. If I was a collector, I would return this immediately. But at the cheap price I paid, it feels more trouble than it's worth. Rating:", "id": "en_0648410"}
{"language": "en", "output": "good", "input": "Review: Fits well\n\nSo far so good. Just installed on my 2014 explorer two days ago and the installation was easy, it seems pretty secure, and fit well across from side bar to side bar. Rating:", "id": "en_0681701"}
{"language": "en", "output": "good", "input": "Review: Works fine!\n\nThis is not glass. Therefore it doesn't clean like glass and remain clean and clear. I washed mine in hot water, several times, and now has a faded type look to it. Doesn't bother me much, but may bother others. Still can read everything on the separator thought. Rating:", "id": "en_0740490"}
{"language": "en", "output": "good", "input": "Review: My Kid should wear something else\n\nIts the summer and she continues to wear this hoody everyday. It is perfect. Rating:", "id": "en_0467109"}
{"language": "en", "output": "good", "input": "Review: Nice slippers\n\nThese slippers are comfortable and fit is true to size. The boyfriend really likes these and would order again. Rating:", "id": "en_0771737"}
{"language": "en", "output": "good", "input": "Review: Fascinating!!! Great buy!\n\nI bought this as a Halloween decoration in my office. Everyone is fascinated with it! Rating:", "id": "en_0547843"}
{"language": "en", "output": "bad", "input": "Review: Cheap and Small\n\nUltra thin, lightweight and borderline flimsy. Material and size are more suitable as a pen-pencil holder or other small, lightweight items. Base is thin metal with no weight underneath so will likely tip and slide around easily. Returned. Worth a few more bucks to get something much better. Rating:", "id": "en_0973718"}
{"language": "en", "output": "good", "input": "Review: Loved them\n\nI really love these sneakers. They fit great, look like real converse and are a great price. My only disappointment is a bunch of the eyelets for the laces have come unattached Rating:", "id": "en_0332719"}
{"language": "en", "output": "good", "input": "Review: Item\n\nWould have like this item more if it was complete. But not any ones fault there was no Jimmy Carter coin Rating:", "id": "en_0712006"}
{"language": "en", "output": "bad", "input": "Review: Two Stars\n\nonly works outside in full sunlight Rating:", "id": "en_0301604"}
{"language": "en", "output": "good", "input": "Review: Four Stars\n\nso far its good. no rip. Rating:", "id": "en_0386784"}
{"language": "en", "output": "good", "input": "Review: When you take them to Wal-Mart to be mounted just make sure they don't charge you for the tires as well. Lol.\n\nCame in fast, tires where manufactured within 5 months of sale, had them on for about 1,200 miles on my 2001 F150 Rating:", "id": "en_0146923"}
{"language": "en", "output": "good", "input": "Review: Really good Copper Bracelet\n\nI like that it fits well and represents true copper feel and look! I would recommend! Rating:", "id": "en_0418773"}
{"language": "en", "output": "good", "input": "Review: Addicting\n\nI’m officially addicted to this spread. Perhaps it has something to do with the “natural caramel flavor” ingredients, whatever that means. Either way I keep ordering more. Rating:", "id": "en_0732385"}
{"language": "en", "output": "bad", "input": "Review: Very Poor Product Support from Microsoft.\n\nI purchased a New Surface Pro 3 days ago. File Explorer, the most basic function on any PC just hangs up. I tried the various on line support options, even requested a person. so far nothing. As a 40 year IT professional I am so thoroughly disgusted with Microsoft that I am returning this product for credit. Rating:", "id": "en_0823967"}
{"language": "en", "output": "good", "input": "Review: Great Product\n\nThis was a gift for our Granddaughter. It arrived on time and was exactly what we expected. Rating:", "id": "en_0340060"}
{"language": "en", "output": "bad", "input": "Review: Lids won’t shut. Too small\n\nProduct is too small. Lids would not shut. Would definitely not recommend. Very poor quality, poor design. Rating:", "id": "en_0092853"}
{"language": "en", "output": "good", "input": "Review: GREAT SOUND and easy to use.\n\nI bought this item for my wife as a Christmas gift. The unit was very easy to assemble, and sounds GREAT. The bench is very sturdy. The only problem I have experienced is that the headphones came broken. I hope the company will help me replace them. Otherwise we love it. Rating:", "id": "en_0227620"}
{"language": "en", "output": "bad", "input": "Review: Wasn’t for me\n\nEither my eyes lids are big or these lashes weren’t long enough. They covered roughly half of my lids. Rating:", "id": "en_0619648"}
{"language": "en", "output": "good", "input": "Review: Great case for my iPhone X\n\nVery happy with this case. It fits perfectly and looks great on my phone. Excellent quality as well. Rating:", "id": "en_0926554"}
{"language": "en", "output": "good", "input": "Review: Classic minimalist piece\n\nReally simple elegant and beautiful Rating:", "id": "en_0900194"}
{"language": "en", "output": "bad", "input": "Review: The plastic gave up after a year of light use\n\nI used this mount on my mountain bike. It was a capable mount, had a decent grip and held the phone - until it didn't. The plastic clamp fixing it to the handlebar just broke in half. I live in California and store the bike indoors so cannot blame extreme temperatures, this is just poor product design and not the right material for the job. For the next mount, I will go for a metal clamp, less expensive than replacing a phone. Rating:", "id": "en_0025656"}
{"language": "en", "output": "bad", "input": "Review: Clothes keep sliding off.\n\nPants won't stay on. They slide straight off either from the front or back downward, or they slide out from the sides. Forget it if you want to get one pair buried under others, they all fall off. Great concept, but needs some velvet on the rungs to secure the fabric while hanging. Rating:", "id": "en_0436012"}
{"language": "en", "output": "good", "input": "Review: As described\n\nLooks nice with the stand. Small amount of leaking from faucet at times Rating:", "id": "en_0542015"}
{"language": "en", "output": "bad", "input": "Review: BEFORE YOU BUY THIS\n\nBought this to wrap 3 packages for my the baby shower of my 1st Grandchild. The paper is a very nice light blue, but think before you buy it. it is not wrapping paper. Yes it's thick, but very hard to work with. And it should be called BUTCHER WRAP PAPER. Most certainly not wrapping paper. The value for $$ paid is very low. I'm disappointed with the product. Rating:", "id": "en_0491510"}
{"language": "en", "output": "good", "input": "Review: Hooked\n\nIf you like to hate the bad guy but can’t wait to see what he’s up to next, this set will keep you up at night. Great read. Rating:", "id": "en_0371735"}
{"language": "en", "output": "bad", "input": "Review: I am not quite happy with this piece\n\nI am not quite happy with this piece. It doesn’t hold the clothes on both sides so u open it and everything is upside down. I like the color but it’s not working for me. And I should have gotten the smaller size for carryon. Rating:", "id": "en_0754910"}
{"language": "en", "output": "good", "input": "Review: My go to\n\nSmells weird but expected that, been using it for years and live the way it feels. Rating:", "id": "en_0886452"}
{"language": "en", "output": "bad", "input": "Review: Would not purchase again.\n\nProduct came with no instructions, the gate was not even a perfect rectangle. The sticky tabs included spelled paint after on push from a 9 months old baby. Rating:", "id": "en_0014787"}
{"language": "en", "output": "good", "input": "Review: Good\n\nnice little set . not used yet , looks good for the price. Rating:", "id": "en_0309348"}
{"language": "en", "output": "good", "input": "Review: Well-made\n\nFly mask arrived in a timely manner. The \"horse\" size fits my large quartet horse well. My only complaint is that the ears are a couple of inches too long so they tend to flop and irritate him. Seems to be well-made. I would recommend this purchase. Rating:", "id": "en_0645241"}
{"language": "en", "output": "good", "input": "Review: Four Stars\n\nok a bit big and gaudy Rating:", "id": "en_0024089"}
{"language": "en", "output": "bad", "input": "Review: BUYER BEWARE\n\nThese are FAKE REVIEWS. Got it and hardly worked for even a day. Do not purchase this. Never had such a bad experience on Amazon like this before. I am always careful- but this got me. FAKE and will not WORK. Rating:", "id": "en_0017667"}
{"language": "en", "output": "good", "input": "Review: got him for mu grandson, he loves his bear ...\n\ngot him for mu grandson, he loves his bear, he sits him at his table and talks to him. You can never go wrong with a Gund product, was packed well, and came early. Rating:", "id": "en_0542941"}
{"language": "en", "output": "bad", "input": "Review: I don't blame the seller\n\nI bought this product but ended up by nothing it says it was delivered almost a week ago but I'm still waiting. Rating:", "id": "en_0812668"}
{"language": "en", "output": "good", "input": "Review: Great! But the Smell is horrible....\n\nThis made my skin noticeably smoother and brighter. I loved using this stuff! I applied it once in the morning before makeup and once at night. I cannot use it now due to prescription face cream. The ingredients do not mix well with my new night cream. The only negative I have is the smell. The smell is horrible and is made worse when paired with sweat or makeup. So don't be alarmed if you start to notice a weird smell. I would describe it as medical gloves. Weird, I know. Rating:", "id": "en_0900465"}
{"language": "en", "output": "good", "input": "Review: Great Bluetooth for the money\n\nVery happy with the Bluetooth. Very comfortable. Rating:", "id": "en_0826035"}
{"language": "en", "output": "good", "input": "Review: No wasps but still pretty.\n\nVery nice. The jars are a nice size and pretty to look at. They haven’t caught any wasps unfortunately, but they’re still a nice, decorative addition to my porch. Rating:", "id": "en_0022304"}
{"language": "en", "output": "good", "input": "Review: Arrived very quickly, and works well with our 2009 ...\n\nArrived very quickly, and works well with our 2009 MacBook. The cord is significantly shorter than the factory one it came with, though. Rating:", "id": "en_0952489"}
{"language": "en", "output": "bad", "input": "Review: Can't wear it too small\n\nRan very very small . Not true to size Rating:", "id": "en_0790422"}
{"language": "en", "output": "good", "input": "Review: Good\n\nWas planning to buy an iron. But it’s too big to storage. Bought this steamer after my friend recommends me to. Easy to use. Small enough to save space. Works perfect. Very suitable for occasional use for my husband’s shirts and some of my dresses. Rating:", "id": "en_0414396"}
{"language": "en", "output": "bad", "input": "Review: I was very disappointed. The batter stuck to bottom of pan and ...\n\nI was very disappointed. The batter stuck to bottom of pan and brownies broke apart when trying to lift the from tray even though I sprayed Pam on everything including the rack. Rating:", "id": "en_0800409"}
{"language": "en", "output": "good", "input": "Review: Expensive chew toy\n\nThe \"toothbrush\" is not working for us as I had hoped. My boxer likes it and will toss it around a bit to play, and will chew on it a bit and lick it when I put dog toothpaste or peanut butter on it His front teeth get a workout..but not the ones in the back. Some of the paste stays in the ridges and is hard to clean out. As far as I am concerned it is an expensive, chew toy. ..not the miracle toothbrush that it is advertised as. Rating:", "id": "en_0348551"}
{"language": "en", "output": "good", "input": "Review: Convenient filter purchase\n\nI was very pleased with my purchase. The product was well packaged and came when predicted. Rating:", "id": "en_0326578"}
{"language": "en", "output": "good", "input": "Review: Much Better Price\n\nSo far so good - I’m not giving a 5 because I just got the filters and installed them a couple days ago, so I don’t have a longer term perspective on them yet. The air and water filters fit just well just like the original factory units. Great price compared to the cost of buying these filters at the local hardware stores. Rating:", "id": "en_0390563"}
{"language": "en", "output": "bad", "input": "Review: ... camera Spent 25 min on the phone What a waste of time amazon\n\nI didn’t receive any of the party box only the camera Spent 25 min on the phone What a waste of time amazon ! Rating:", "id": "en_0476108"}
{"language": "en", "output": "good", "input": "Review: Glad to have found this for when my son is ...\n\nGlad to have found this for when my son is extra stuffy with a cold. The pads can be a little tricky to get into the unit, but otherwise I like it. Rating:", "id": "en_0631709"}
{"language": "en", "output": "good", "input": "Review: Perfect for a single hand gun and single long gun!\n\nThis safe is exactly what I needed in regards to space-saving size, overall height and functionality. The fingerprint reader is good! I tried several fingers NOT loaded into the database and none could open it. Adding additional fingerprint access is easy. It was easy to attach to floor or wall and the hardware was included. I REALLY wish the power unit was behind the door/behind the fingerprint scanner (would be a 5-star review). You can't see this in the photos, however, or I might have kept shopping. The battery power supply is separate and uses a single plug into the bottom of the scanner. I leave mine plugged in, but it has come loose and fallen a few times. When I plug it back in there are two very loud \"BEEP\" sounds that I cannot eliminate or silence, which is a problem early in the AM when I'm the only one up. Rating:", "id": "en_0904320"}
{"language": "en", "output": "bad", "input": "Review: I still prefer stevia over this product.\n\nThis doesn’t seem very sweet to me. Says it’s pure but for my taste it takes much more than the recommended 3 or 4 drops. Rating:", "id": "en_0227011"}
{"language": "en", "output": "bad", "input": "Review: Rust spot after first use / cleaning\n\nI understand that these knives are not designed for dishwashers, but I have had a mixed set of very similar knives from two of the big name manufacturers that I have washed in the dishwasher for years with no problems. I always take care to remove solids from the knife promptly and give it a quick initial scrub before putting into dishwasher. I've had that prior set of ~10 knives for 8+ years and they are only now starting to show small rust spots. This knife unfortunately showed a rust spot after a single use/wash. Rating:", "id": "en_0144866"}
{"language": "en", "output": "good", "input": "Review: A Wild Hunt tale\n\nParanormal. Rh. 3 guys. 2 Fae. 1 Wizard. Wild Hunt. Vi has been imprisoned in the wild hunt for 3 yrs and she's slowly lossing sanity. Very interesting story concept. Will be reading the next one. Rating:", "id": "en_0404593"}
{"language": "en", "output": "good", "input": "Review: This product taste great and gives me just the boost I need but ...\n\nThis product taste great and gives me just the boost I need but not to much where I cant settle down after Rating:", "id": "en_0490903"}
{"language": "en", "output": "bad", "input": "Review: MADE TO BIG\n\nREALLY DID NOT LIKE HOW THEY ARE MADE I HAVE ANOTHER PAIR AND ARE MUCH BETTER MADE SORRY Rating:", "id": "en_0248816"}
{"language": "en", "output": "bad", "input": "Review: the perforation between the bags is no good. you will waste a couple of bags just ...\n\nthe perforation between the bags is no good. you will waste a couple of bags just trying to pull them apart. Rating:", "id": "en_0002878"}
{"language": "en", "output": "bad", "input": "Review: Poorly made, burst right after return window expired.\n\nThis is such a piece of junk. The hose just burst while I was using it and the water pressure wasn't that high. Don't buy! Rating:", "id": "en_0789341"}
{"language": "en", "output": "bad", "input": "Review: Cheap plastic that will break and leave your very expensive ...\n\nCheap plastic that will break and leave your very expensive phone somewhere on the ground. You get what you pay for here folks. Rating:", "id": "en_0518854"}
{"language": "en", "output": "bad", "input": "Review: Ordered and paid for two but only received one\n\nI ordered and paid for two but only received one item, and there is no option to contact the seller on Amazon. What else am I supposed to do than write a review? Rating:", "id": "en_0079160"}
{"language": "en", "output": "bad", "input": "Review: Two Stars\n\nThe round ends were egg shaped so they did not fit or slide in the original seam Rating:", "id": "en_0707599"}
{"language": "en", "output": "bad", "input": "Review: One Star\n\nLight quality was very low; suspect low CRI. Rating:", "id": "en_0503342"}
{"language": "en", "output": "good", "input": "Review: Best For The $ Tablet!\n\nVery nice Fire HD 10\" screen Rating:", "id": "en_0259973"}
{"language": "en", "output": "good", "input": "Review: Smells amazing\n\nSmells amazing without being overpowering. It was shipped well with special tape around the cap to prevent leaking. Rating:", "id": "en_0499009"}
{"language": "en", "output": "good", "input": "Review: Awesome quality, quick shipment!\n\nThese straws were perfect for my end of the year gift to my students. Several different styles of high quality straws were included in a very quick shipment. I will be purchasing these straws again from this seller next year! Rating:", "id": "en_0542809"}
{"language": "en", "output": "bad", "input": "Review: Waste of money\n\nThe taste is not sweet like what the reviews say. And the cloves are small compared to some. Cant hardly eat this. Its a waste of money. Rating:", "id": "en_0668755"}
{"language": "en", "output": "good", "input": "Review: Great set!\n\nGreat set for the price. Very sturdy! Perfect for our front porch! Love it! The pad is super light and blows off even in a breeze but it’s a great set. No complaints! Rating:", "id": "en_0658805"}
{"language": "en", "output": "bad", "input": "Review: See update\n\nuseful to take notes, to draw...or use as a laptop. Wanted something to store notes. I usually like to handwrite rather than type so this allows for both. Thin and light so very portable- UPDATE: Do not waste your time with this. Bought this 6 months ago but lost the real pen. Lenovo discontinued the pen, no other options available and no where to purchase online making the Yoga book useless. A waste of money. Stay clear Rating:", "id": "en_0602577"}
{"language": "en", "output": "good", "input": "Review: Five Stars\n\nThese are amazing!! Comfy and true to size. I have already ordered 2 pairs Rating:", "id": "en_0365327"}
{"language": "en", "output": "good", "input": "Review: Okay in size\n\nNot as big as i thought but cute! Rating:", "id": "en_0808451"}
{"language": "en", "output": "bad", "input": "Review: Wont buy again\n\nDidn't like kind of greasy. Rating:", "id": "en_0866867"}
{"language": "en", "output": "bad", "input": "Review: not too good I\n\nPlastic Connection, not too good I returned Rating:", "id": "en_0947118"}
{"language": "en", "output": "bad", "input": "Review: Two Stars\n\nNot even an year that i purchased these, they started breaking while stirring curry. Rating:", "id": "en_0637305"}
{"language": "en", "output": "bad", "input": "Review: ... have direct full sun this item doesn't run very disappointed.\n\nUnless you have direct full sun this item doesn't run very disappointed. Rating:", "id": "en_0556097"}
{"language": "en", "output": "good", "input": "Review: Good quality wood numbers\n\nGreat product, good quality and numbers were shaped very nicely. One think I don't like is packing as we received in a simple plastic wrap. Overall the product is nice which keeps my son engaging Rating:", "id": "en_0197164"}
{"language": "en", "output": "bad", "input": "Review: Not moisturizing\n\nThis oil didn’t feel moisturizing . I used another brand and that brand made my skin way more smoother , soft and moisturized . Rating:", "id": "en_0042430"}
{"language": "en", "output": "good", "input": "Review: Oreo lives it.\n\nThis came really late but right after I set it down after unpacking it, Oreo jumped right on it and had a blast! Rating:", "id": "en_0482984"}
{"language": "en", "output": "good", "input": "Review: Four Stars\n\nJust what we needed for replacements! Rating:", "id": "en_0185737"}
{"language": "en", "output": "bad", "input": "Review: Difficult to position.\n\nThese are a little difficult to position. The wheel seems to always fold under when trying to set them down. Rating:", "id": "en_0807668"}
{"language": "en", "output": "good", "input": "Review: Not loud enough.\n\nI’m very disappointed in the low volume these amplified speakers produce. Also, the light on the volume knob stopped working in the first hour of use. Rating:", "id": "en_0592245"}
{"language": "en", "output": "bad", "input": "Review: Great speed and shipping by seller. Thank you.\n\nWas not really my thing, but I wanted to try it Rating:", "id": "en_0530233"}
{"language": "en", "output": "good", "input": "Review: Ok quality.\n\nThey were ok. Material was a bit cheap. Rating:", "id": "en_0595735"}
{"language": "en", "output": "bad", "input": "Review: Dead on Arrival. (But good Customer Service)\n\nDead on arrival. Bought and tested (even using tips about plugging in power first) with no luck. I was worried it would be poor quality for the price and I should of trusted my gut. Would not recommend. Spend a few bucks more for better rated versions. Will be returning. Edit: the company reached out to me and offered replacement or refund as well as tech advice to ensure it was not a fixable issue. I'm adding a star for their customer support. Rating:", "id": "en_0214273"}
{"language": "en", "output": "good", "input": "Review: Top quality\n\nIt could not have come out any better! It was exactly what I wanted. I got this for my husbands men in black costume and he was sure getting some attention. I got the white one which glows very well in the dark. If I could give more than 5 stars I would! Rating:", "id": "en_0323769"}
{"language": "en", "output": "bad", "input": "Review: I am giving 2 stars instead of 1 because the dice are good and $10 is still a great price for 4 ...\n\nMy poduct came with 18/20 advertised dice. Two sets are missing 1 dice each. I am giving 2 stars instead of 1 because the dice are good and $10 is still a great price for 4 usable sets of Fate dice. (4th set being a mix of the missing sets of Dice) Rating:", "id": "en_0718207"}
{"language": "en", "output": "good", "input": "Review: Concise, eye-opening look; takes the subject and points to hard-to-dispute conclusions.\n\nthe title certainly does not over promise -- no lack of clear examples where the author distills the subject matter into 1 liter of hard to swallow Russian vodka in a plastic bottle. Rating:", "id": "en_0202852"}
{"language": "en", "output": "good", "input": "Review: One of my favorite wall plaques\n\nI have this hanging in my office at work. Everyone that comes in comments on it and thinks it's awesome. Rating:", "id": "en_0742492"}
{"language": "en", "output": "bad", "input": "Review: I don't like when you can't sees the recipes ahead of timer\n\nI want thrilled with what I got for the money. I don't like when you can't sees the recipes ahead of timer. Not worth that money. Rating:", "id": "en_0758142"}
{"language": "en", "output": "good", "input": "Review: Nice small trash can for your car.\n\nWe use this trash can in our car and its pretty convenient to put trash in and it easily attaches to the headrest or you can anchor it to the side door. The nice thing is its leakproof, has a wide opening and can be cleaned easily. Rating:", "id": "en_0644089"}
{"language": "en", "output": "good", "input": "Review: Great product.\n\nWorks great. Use it daily, it's still holding up. Great product. Rating:", "id": "en_0929364"}
{"language": "en", "output": "good", "input": "Review: Now I Know\n\nI would love to give an actual review and will update if I ever receive the darn thing. UPDATE: I did finally receive this counter. It works as intended and allows me to keep better track of total fish caught, if getting one if those days. Much easier knowing how close to getting to that Crappie limit. Only 4 stars due to time to receive. Rating:", "id": "en_0960466"}
{"language": "en", "output": "good", "input": "Review: Great food! I usually separate it into individual meals ...\n\nGreat food! I usually separate it into individual meals to minimize waste. Some of my birds like one flavor/shape, and other birds prefer other flavors/shapes. I give everybody what they like. :) Rating:", "id": "en_0229967"}
{"language": "en", "output": "bad", "input": "Review: Definitely runs small.\n\nI should’ve paid attention to the reviews. My fault. I ordered my usual size 8.5 but I should’ve gotten a 9. They’re so cute though that I’m keeping them and will try to break them in. Rating:", "id": "en_0192380"}
{"language": "en", "output": "good", "input": "Review: Good but a little hard to refold\n\nI love this blanket allot, my only complains are that it is a little loud when you move on it and that it’s very difficult to fold back into the carrying position you have to fold it in thirds for it to work well. Rating:", "id": "en_0402784"}
{"language": "en", "output": "good", "input": "Review: High Quality Product\n\nThis is my first purchase from Total Mount and I am very satisfied with the product. I also purchase Total Mount's 2 remote holder and that too is a great buy. Rating:", "id": "en_0187892"}
{"language": "en", "output": "good", "input": "Review: Fantastic,\n\nAbsolutely fantastic story that is sensual and arousing. The ending is priceless! And will definitely be looking for more for this author. Rating:", "id": "en_0412832"}
{"language": "en", "output": "good", "input": "Review: replacement speakers\n\nThese are replacement speakers and wont make your system sound like a thousand dollar system but they are much better that the stock ones. Rating:", "id": "en_0371574"}
{"language": "en", "output": "bad", "input": "Review: Not pleased\n\nI'm about to put these scissors jacks on my camper I looked at the screws that came with the scissor jacks and they do not self tapping screws so you got to drill a hole to install them. Now I am putting on my trailer and you have to have the right metal drill bit. The screw that came with box are 3/8 . You need a metal drill bit that just smaller. DO NOT use a 3/8 inch drill bit. It's to big. USE a 5/16 metal drill bit. There are no instructions so you're on your own. . Rating:", "id": "en_0721371"}
{"language": "en", "output": "bad", "input": "Review: See through!\n\nThis shirt is see through! It says it's a thick material shirt but it thin and has to be worn as an under shirt Rating:", "id": "en_0425910"}
{"language": "en", "output": "good", "input": "Review: Good for a picky cat!\n\nMy cat hates fish for his food, but is in love with this dry cat food for some reason. Highly recommend for picky cats. Rating:", "id": "en_0017389"}
{"language": "en", "output": "bad", "input": "Review: N/A\n\nGarbage!!!!!! Do not buy!!!!!! Very bad reception!!!! Cheap radio! Rating:", "id": "en_0363452"}
{"language": "en", "output": "bad", "input": "Review: Runs VERY large\n\nThese are made for adults. Its called girls in the title so I thought it would fit a child. It does say not suitable for children 3 and under, I assumed that was because of small pieces or something. I just purchased this as a cute little birthday gift for my daughter who is turning 6, they do not even come close to fitting her. They are actually even too big for me and my large 38 year old self... I could wear them but they would fall down. It's a shame, they are SO cute and SO soft but they are unfortunately not adjustable. Don't buy these for little kids. Picture attached with my 'tall' tea mug, just for size reference. Rating:", "id": "en_0131265"}
{"language": "en", "output": "bad", "input": "Review: Black screen!\n\nCan someone help.... Screen is black. Rating:", "id": "en_0944197"}
{"language": "en", "output": "good", "input": "Review: Bright\n\nThese are awesome! Use them on the side of my house to light my walkway! Super bright and easy to stake in the yard! Rating:", "id": "en_0363654"}
{"language": "en", "output": "good", "input": "Review: Pet cover\n\nProduct shipped quickly. It installed easily and was exactly as presented Rating:", "id": "en_0498768"}
{"language": "en", "output": "good", "input": "Review: Gift\n\nMy in laws love them!!! Rating:", "id": "en_0123833"}
{"language": "en", "output": "bad", "input": "Review: Floaters\n\nThey float. The bag says they don’t, but they clearly do. Dusty and dirty. Rating:", "id": "en_0007287"}
{"language": "en", "output": "good", "input": "Review: Delicious cookies\n\nThese are my favorite Rating:", "id": "en_0621196"}
{"language": "en", "output": "bad", "input": "Review: Cheaply Made\n\nThis is about the cheesiest seat I have ever seen and for the price it is pitiful. The fabric cover is very light weight and cheaply sewed. The buckle that goes together is extremely hard to work and my 7 year old granddaughter had to come to me to take it apart. Looks much better then it really is and I believe it should at least operate easily for a child as that is who it is intended for. Rating:", "id": "en_0417897"}
{"language": "en", "output": "bad", "input": "Review: Thx\n\nDirections not in English. Rating:", "id": "en_0024180"}
{"language": "en", "output": "bad", "input": "Review: Lock / unlock issue\n\nDO NOT WASTE YOUR MONEY! I have used this dog leash for five weeks and it has already quit working properly. It locks and unlocks on it’s own! I am very dissatisfied because I have owned the product for two months and five days and I am unable to return it according to Amazon. Rating:", "id": "en_0283886"}
{"language": "en", "output": "bad", "input": "Review: Delivered broken\n\nThe top was cracked and the basket a little bent. Ok if you want something that looks like the picture and isn’t too expensive Rating:", "id": "en_0634841"}
{"language": "en", "output": "bad", "input": "Review: the included book is about 2 x 2 inches not a readable book as printing is too small\n\nthe doll is ok but not what i expected book is a joke Rating:", "id": "en_0669770"}
{"language": "en", "output": "good", "input": "Review: Works and kids like it\n\nWould be better if a little bit bigger and more sturdy. Shipped fast though. Rating:", "id": "en_0128280"}
{"language": "en", "output": "good", "input": "Review: My Go To Micro USB Cables\n\nThese have become my go to set of cables for micro USB. They are sturdy and have a great outer cover that provides a premium feel and protection. Also they work perfectly and securely click into my devices so I don;'t have to worry about them falling out. Rating:", "id": "en_0553488"}
{"language": "en", "output": "bad", "input": "Review: Arrived as a broken mess\n\nThe holder was outwardly fine but as soon as i opened the plastic surrounding the handle the phone holster shattered into 5 pieces. The plastic is definitely cheaply made to the point where it should not be shipped at all. Rating:", "id": "en_0039472"}
{"language": "en", "output": "good", "input": "Review: Good movie...\n\nThe accents are a little tough to understand though. Rating:", "id": "en_0149970"}
{"language": "en", "output": "bad", "input": "Review: So I bought 2 of these. Could not see ...\n\nSo I bought 2 of these. Could not see the lights unless you were in pitch dark. If you want to use this during the day, then it is not for you. Rating:", "id": "en_0459714"}
{"language": "en", "output": "bad", "input": "Review: Two Stars\n\nit almost seems as though this was child sized... Rating:", "id": "en_0390109"}
{"language": "en", "output": "good", "input": "Review: Good price; didn't have too set up another account with TI\n\nOrdered and was on time. Still haven't had a chance to use it. So far so good. Rating:", "id": "en_0304860"}
{"language": "en", "output": "good", "input": "Review: Comedic thriller!\n\nEnjoyable character driven what if the aliens came to earth and demanded population control and other objectionable concessions from us. Rating:", "id": "en_0747739"}
{"language": "en", "output": "bad", "input": "Review: They don't refund all your money...\n\nI actually hit the 1click button on this, they wouldn't cancel it, I tried twice. I was charged $16 for this. I was refunded $3 and change....... Rating:", "id": "en_0906099"}
{"language": "en", "output": "good", "input": "Review: Four Stars\n\nGood fit to the brush. I glued one to keep it together, but until now they work as intended... Rating:", "id": "en_0595190"}
{"language": "en", "output": "bad", "input": "Review: Nope... not going to use these again.\n\nPut on 74 GMC truck with a 350 in it. I had high hopes for these. Didn't tighten them too tight or too loose and even used the extended clamp thingys. And a few days later saw oil pooling under my truck. So off they came again and I RTV'd them onto the covers and put 'em back on the other day. I am kicking myself, shoulda just bought the cheap squishy FelPro ones and been good for another 10 years. The material is not soft, barely left an impression on the gasket, so I don't see how these would really seal all that well on the rougher cast iron edge of the head. Maybe they work better on machined surfaces and smooth aluminum covers, but they don't on older style engines. with sheet metal covers. And this is the first time I have ever had covers leak after replacing seals. Rating:", "id": "en_0441553"}
{"language": "en", "output": "good", "input": "Review: Matched my theme\n\nMatched for my American party as expected. Some of the banners kept falling down but looked good otherwise Rating:", "id": "en_0744422"}
{"language": "en", "output": "good", "input": "Review: Very nice\n\nThese are great tights for the price! I ordered a size up to make sure they were a little thicker and they have had a tear or run yet! Rating:", "id": "en_0129062"}
{"language": "en", "output": "good", "input": "Review: Four Stars\n\nQuite a compendium of information! Rating:", "id": "en_0256187"}
{"language": "en", "output": "bad", "input": "Review: Runs on the bigger side\n\nSize down, runs big. Had to send back Rating:", "id": "en_0282954"}
{"language": "en", "output": "good", "input": "Review: Good BCAA\n\nWorks great and serve their purpose. Rating:", "id": "en_0907452"}
{"language": "en", "output": "bad", "input": "Review: DO NOT BUY THIS PRODUCT!!!!\n\nDO NOT BUY THIS ITEM!!! As the other reviews state, it closes soft until 45 degrees and then slams shut. Fir a kid's toy chest this is NOT ok. Dangerous!!! Rating:", "id": "en_0476236"}
{"language": "en", "output": "good", "input": "Review: Very Satisfied Customer\n\nIt’s a great product and recommend for hands free operation in your vehicle. Rating:", "id": "en_0473188"}
{"language": "en", "output": "bad", "input": "Review: Stolen item\n\nPackage was stolen from in front of the door the way it was thrown on the ground front door Rating:", "id": "en_0500257"}
{"language": "en", "output": "bad", "input": "Review: I thought it would be a better quality and I plan on returning it.\n\nI think it is poorly made and makes me look like a box Rating:", "id": "en_0442327"}
{"language": "en", "output": "good", "input": "Review: Four Stars\n\nCame with defects took two months to get here but very soft and slow rising Rating:", "id": "en_0934239"}
{"language": "en", "output": "bad", "input": "Review: Don't waste your time\n\nCompletely worthless. Should have trusted the other poor reviews. These don't even fit the face if the watch and appear to be made for another model or type if smartwatch. I have the Gear s2. Rating:", "id": "en_0589753"}
{"language": "en", "output": "good", "input": "Review: Two crews from hell\n\nI put this together by myself with no problem until the last two screws that attached the glass top to the base everything else was fine until those last two screws... would have done better if I had someone there to help me line it up, so I waited for my husband and it still took another 10 minutes because the holes were off center, just enough to cause a problem. Then, I had a problem with one of the legs, the bottom kept popping off which keeps it level. Even though we had some minor problems I would recommend two people to do this assembling, it would go much smoother. The finished product looks good I hope it holds up. Rating:", "id": "en_0008266"}
{"language": "en", "output": "bad", "input": "Review: Does not work :(\n\nWish I could give it more stars. Works intermittently - either it will charge or the headphones will work but not both. And sometimes neither function works. When you plug it in, device says not supported. Rating:", "id": "en_0738814"}
{"language": "en", "output": "bad", "input": "Review: Not a big fan!\n\nI think it would be much easier to use if I were left handed. Since I am right handed I am having difficulties brushing my two Maine Coon cats with this. Rating:", "id": "en_0914227"}
{"language": "en", "output": "bad", "input": "Review: The bag came already torn :( just came out of the package\n\nThe bags came already torn :( just came out of the package Rating:", "id": "en_0308740"}
{"language": "en", "output": "bad", "input": "Review: Cheap. Get what you pay for.\n\nIt came dented and scratched, and the sticker on the front pulled off the paint when I removed it. Rating:", "id": "en_0388019"}
{"language": "en", "output": "good", "input": "Review: Buy it!\n\nI just received this today! I cannot wait to take it to the beach! Rating:", "id": "en_0110563"}
{"language": "en", "output": "bad", "input": "Review: Item received damaged\n\nI received the item damaged. Requested a replacement but never received a reply from the seller. Rating:", "id": "en_0601935"}
{"language": "en", "output": "good", "input": "Review: A nice pack for the money\n\nMy second one; so far they've held up just find. This one has been in daily use for work, all the zippers continue to work just fine. A metal jug of hot coffee is often in the main pocket, but I've never felt any heat from it. So far, these and the SOG Ninja packs are a very good deal for what they cost. Rating:", "id": "en_0800086"}
{"language": "en", "output": "good", "input": "Review: Handsome for trash can!\n\nExpensive yet functional. Looks good for a trash can. It can be possessed at times & open when family it talking in the kitchen... Rating:", "id": "en_0106787"}
{"language": "en", "output": "bad", "input": "Review: 2nd Cd doesn’t work. Amazon should to take action but there’s no way to enter a complaint to Amazon\n\nLove mitch but the second CD didn’t work and I didn’t find out until it was too late to return to Amazon and that sucks Rating:", "id": "en_0332466"}
{"language": "en", "output": "bad", "input": "Review: Should have trusted the reviews.\n\nThe size was perfect according to the description. It came on time but none of the holes lined up for the top of the desk. I reached out to the company and got NO RESPONSE. Trust the reviews, don't waste your money. Rating:", "id": "en_0005097"}
{"language": "en", "output": "bad", "input": "Review: Buyer Beware\n\nItem was never received and when trying to contact the seller there was no response. Rating:", "id": "en_0604205"}
{"language": "en", "output": "bad", "input": "Review: Cheap Junk. Buy elsewhere.\n\nOne cord lasted a week before it stopped working totally. The other lasted almost 2 months. I wasn’t hard on either cord. These are cheap junk. Spend more money and get something that’s better made. Rating:", "id": "en_0364404"}
{"language": "en", "output": "bad", "input": "Review: Waste of Money\n\nThe strip lights worked with the old app. The update to the app to include dimming and color control crashed. Relatively easy to set up but what good is that with no app or wifi connection (Gateway sold separately). The customer service team generally just refers you to Frequently Asked Questions. Rating:", "id": "en_0847123"}
{"language": "en", "output": "bad", "input": "Review: Small as Hell\n\nWas this meant for children??? Rating:", "id": "en_0197130"}
{"language": "en", "output": "good", "input": "Review: Five Stars\n\nVery comfortable !!! Rating:", "id": "en_0236682"}
{"language": "en", "output": "good", "input": "Review: very good\n\nI bought it for fishing at night. It is bright. Rating:", "id": "en_0977982"}
{"language": "en", "output": "good", "input": "Review: Great Quality\n\nGreat quality, super cute colors. If it weren’t for the price, I’d buy ten more packs. Rating:", "id": "en_0454584"}
{"language": "en", "output": "good", "input": "Review: This hat is heavy\n\nOver all its a good made hat, but I had a few threads loose Rating:", "id": "en_0510427"}
{"language": "en", "output": "bad", "input": "Review: Don’t stay cold!\n\nThese are definitely not the greatest for staying cold. Not even sure I can get 20 minutes out of them before they are warm. Rating:", "id": "en_0308735"}
{"language": "en", "output": "bad", "input": "Review: Two Stars\n\nwill be returning this dress as the child doesn't like the style....it's too poofy for her, Rating:", "id": "en_0263302"}
{"language": "en", "output": "bad", "input": "Review: Two Stars\n\nIt doesnt look the same as the picture. It's very bland. Rating:", "id": "en_0113073"}
{"language": "en", "output": "bad", "input": "Review: Two Stars\n\nThe return policy is awful Rating:", "id": "en_0448329"}
{"language": "en", "output": "bad", "input": "Review: Not durable\n\nI've ordered other Fluff & Tuff toys before, and have been very pleased. I decided to order again because Fluff & Tuff toys are the only ones my two medium size dogs don't destroy. Within 2 days, my dogs tore open the seam where the different color panels meet at the top. Fuzz was everywhere. I'm very disappointed in this purchase. Rating:", "id": "en_0589614"}
{"language": "en", "output": "bad", "input": "Review: Does not work\n\ndoes not work in either of my cars - Honda accord or Camaro. Rating:", "id": "en_0625172"}
{"language": "en", "output": "bad", "input": "Review: Does not look anything like the picture\n\nDoes not look anything like the picture, if so I would have kept it. Cheaply made, faded colors, not at all Eddie Bauer quality. Very disappointed. Rating:", "id": "en_0771118"}
{"language": "en", "output": "good", "input": "Review: Works well, but pricy.\n\nIt’s pretty expensive for a simple design, but it’s really sturdy and useful. I wish they sold a full plastic model so I didn’t have to spend so much. Most bags are easy to load, but hard to come by in California, so you kind of have to spend the $10 on their bags every 2-3 months. Unless you find cheeper ones online/hoard grocery store bags before they were banned. Rating:", "id": "en_0579229"}
{"language": "en", "output": "good", "input": "Review: Not as easy to fold as advertised\n\nIt is not as easy to fold as I would have liked but kids love it Rating:", "id": "en_0761296"}
{"language": "en", "output": "bad", "input": "Review: Poor product or just a \"One off\"?\n\nNice sweatpants; I washed them when I received them, and today, after having worn them twice, with another washing in between, I noticed a hole in the seam on the leg. Hopefully, this is just a \"one off\". We'll see. Rating:", "id": "en_0221588"}
{"language": "en", "output": "bad", "input": "Review: You get what you paid for.\n\nMy first purchased came and the mic didn't work. I Ordered a 2nd one same problem. So i exchanged them both for my money back. Disappointed me Smh Rating:", "id": "en_0848047"}
{"language": "en", "output": "good", "input": "Review: This box made the old tv become a computer that is awesome\n\nThis box made the old tv become a computer that is awesome Rating:", "id": "en_0806102"}
{"language": "en", "output": "good", "input": "Review: Great quality.\n\nIt does have a strong odor when I opened it. Left it out to air out and it no longer bothered me. Made a bow for my daughter. Cut on the cricut air 2. Came out great! Rating:", "id": "en_0161331"}
{"language": "en", "output": "good", "input": "Review: Fun and worth it!\n\nPerfect for what I need! Rating:", "id": "en_0297123"}
{"language": "en", "output": "bad", "input": "Review: its useless\n\nworse stylus ever. terrible accuracy, bad hold, disgusting quality, and battery life is weak. i returned it Rating:", "id": "en_0865340"}
{"language": "en", "output": "good", "input": "Review: Great customer service\n\nThe mount was well priced, the product is of good quality and nicely designed, the product was delivered promptly and in excellent condition. I'm very satisfied and will be a return customer. Thanks, Frank Rating:", "id": "en_0470930"}
{"language": "en", "output": "good", "input": "Review: Wow\n\nWow nice watch user friendly love large face to many things to say how good it is Rating:", "id": "en_0471844"}
{"language": "en", "output": "bad", "input": "Review: Buyer beware!\n\nPicture quality is not great, kind of looks like the pic you find on an old VCR tape. Sound quality is not very good, the talking doesn’t sync with the lips on some of the DVD’s. Found a similar set of all episodes at Walmart for $10, so buyer beware. Rating:", "id": "en_0555508"}
{"language": "en", "output": "bad", "input": "Review: Buyer Beware. Does not sync.\n\nBuyer beware! Does not perform as advertised. Checkout their app reviews before purchasing. Most reviews are spot on. Does not sync and if it does, spotty and inconsistent. Get a lot of Searching ... Battery was replaced after less than one month. Tried customer service by contact us via Hidrate. No customer support has replied. Tried to return with Amazon. Seller does not allow returns. Do not buy this problematic product. I gave it one star because it holds water only. Rating:", "id": "en_0666326"}
{"language": "en", "output": "bad", "input": "Review: Can't Rip Them!\n\nI used these for a newsletter mailing and found two major problems with them: 1) they were very difficult to see on the paper, so they were hard to peel and affix to our newsletter 2) they didn't rip at all when people went to open the newsletter, therefore ripping the paper completely! Rating:", "id": "en_0754027"}
{"language": "en", "output": "good", "input": "Review: Another great one\n\nThe story is a great and is a seriously addictive page Turner. I couldn't put this book down till I got done with it and I know you'll probably be the same way. Rating:", "id": "en_0111973"}
{"language": "en", "output": "bad", "input": "Review: Wonderful\n\nI wrote a review that was deleted. So, here's another attempt. This is such a wonderful product. Buy as many as you can, and then buy some more for gifts. You will be ecstatic. Rating:", "id": "en_0597621"}
{"language": "en", "output": "good", "input": "Review: Fun,\n\nonly just installed it, but so far I'm enjoying playing it. Rating:", "id": "en_0946486"}
{"language": "en", "output": "bad", "input": "Review: Not satisfied\n\nThis product is not true to size. Did not like it at all. Rating:", "id": "en_0636013"}
{"language": "en", "output": "good", "input": "Review: very excellent story\n\nI had a very hard time to put this story down I enjoyed the whole book and will read more of the series Rating:", "id": "en_0521270"}
{"language": "en", "output": "good", "input": "Review: Love this shirt\n\nLove this shirt, but the belt loops are a bit high. I can't use them at all because it keeps my arms from moving. I just tie the belt on, but the shirt slips through and I am constantly adjusting. It's annoying, but I still love the shirt so I have it 4 stars. Rating:", "id": "en_0069453"}
{"language": "en", "output": "bad", "input": "Review: Very noisy and holy see thru\n\nHmmm, At first glance, I adored this Leggings but during day time, the level of see thru was funny. Also, the sound it makes while you walk.... Well, keeping it for costume purpose now. Rating:", "id": "en_0903046"}
{"language": "en", "output": "bad", "input": "Review: Buyers Beware\n\nCheap piece of crap. Just received this item and it doesn't light up. The other tools are useless if you can't see into the ear canal. Do not waste your money. Rating:", "id": "en_0674375"}
{"language": "en", "output": "good", "input": "Review: Would buy again\n\nBeautiful flowers, large and good value for the $ Rating:", "id": "en_0610973"}
{"language": "en", "output": "good", "input": "Review: Quite comfortable. I would buy again\n\nFits as expected. Arrived in a timely manner. Quite comfortable. I would buy again. Rating:", "id": "en_0976759"}
{"language": "en", "output": "bad", "input": "Review: The other reviews were correct. Not a Good book.\n\nSave your money. The color cover photo is a joke, there is not a matching recipe and could not be Paradox if there was. Most of the ingredients in the cover photo are not allowed on the diet. I got a refund. There are no photos in the book to correspond with recipes and the proof reading was poorly done. Makes me suspect of the entire book. Disappointed. Rating:", "id": "en_0547880"}
{"language": "en", "output": "good", "input": "Review: Five Stars\n\nJust perfect. Protect not bulky! I bought another one! Rating:", "id": "en_0788245"}
{"language": "en", "output": "good", "input": "Review: Works well\n\nI like this for quick and easy car washes Rating:", "id": "en_0064848"}
{"language": "en", "output": "good", "input": "Review: Best value, versatility\n\nFits snugly, sturdy kickstand, good protection. It's probably not going to win any \"beauty contests\", especially if you like the aesthetics of an iphone, but I kind of like it's functional, utilitarian look. This will do the job nicely. Rating:", "id": "en_0133722"}
{"language": "en", "output": "good", "input": "Review: They taste just like brownie edges\n\nThese are the bomb!!! They taste just like brownie edges. I can eat the whole bag lol. Rating:", "id": "en_0252714"}
{"language": "en", "output": "good", "input": "Review: Well seems really like easy directions.\n\nMy son did a scan for me in one of our units. Think it did what it is supposed to. Rating:", "id": "en_0577497"}
{"language": "en", "output": "bad", "input": "Review: SCAMMERS!!!\n\nThe gameplay is good but when I bought something from the game store i did not get the item Rating:", "id": "en_0932230"}
{"language": "en", "output": "good", "input": "Review: Interesting take on the root beer float.\n\nCool root beer float flavor. Lower calorie than many type of candy. One star lost doe to rubber-like texture many tasters could get past including me. Rating:", "id": "en_0010952"}
{"language": "en", "output": "good", "input": "Review: Creamy, tasty and healthy protein powder\n\nYour product is the best I have had so far! It is creamy, tasty and mixes well! A great complement to my smoothies and hot cacao. Thank you! Rating:", "id": "en_0224087"}
{"language": "en", "output": "bad", "input": "Review: Don't wash them\n\nthe slippers were great ,until I wash them the whole soul & foam feel out of each of the slippers, useless now! Rating:", "id": "en_0670416"}
{"language": "en", "output": "good", "input": "Review: but this is a great product and a fun piece to have in my ...\n\nI should have bought a smaller size, but this is a great product and a fun piece to have in my wardrobe for when I want a more vintage look! Rating:", "id": "en_0359621"}
{"language": "en", "output": "good", "input": "Review: Four Stars\n\nVery good lamp, works as described. Perfect size for the location Rating:", "id": "en_0409584"}
{"language": "en", "output": "bad", "input": "Review: Two Stars\n\nI didn’t like the fabric it was a weird stuff knit. The fit was big and unflattering. Rating:", "id": "en_0930794"}
{"language": "en", "output": "bad", "input": "Review: Looks nice, don’t last long.\n\nDoesn’t work after 2 months Rating:", "id": "en_0770850"}
{"language": "en", "output": "good", "input": "Review: It's fun\n\nCute little match 3 game. Only problem is Amazon says it will run on my original Kindle Fire (2011), but although it will install, it won't open so I am playing it on a different device. Rating:", "id": "en_0996594"}
{"language": "en", "output": "bad", "input": "Review: Bad Quality\n\nAfter 6 months the internal mechanism rusts and begins to filter Rating:", "id": "en_0005021"}
{"language": "en", "output": "good", "input": "Review: Works well but has a bit of aftertaste\n\nBought this for airline travel. The bottle packs nicely when not in use but it retained a bit of a plasticky taste even after multiple washes. It can also be difficult to drink out of due to the bottle being soft sided, but that's due to the nature of it being packable. It stands up OK when full, though. Rating:", "id": "en_0828898"}
{"language": "en", "output": "bad", "input": "Review: Having an issue\n\nThe scissors are sharp and seem like they would be perfect for our needs. The problem is the thinning shears that look like a comb will not work. The blade keeps hitting the tines no matter what I do to adjust them. I even used the little tool that came with them. Rating:", "id": "en_0494119"}
{"language": "en", "output": "bad", "input": "Review: Does not stick\n\nThe products adhesive does not work. The cover keeps moving around and trying to come off. Rating:", "id": "en_0274133"}
{"language": "en", "output": "good", "input": "Review: Very versatile, definitely worth it\n\nVery good product, I use it for practicing aerial sling in my garage and it works perfectly. The mat is thick enough, it's easy to fold without any help, and you can use it either completely flat, like intended, or folded in half for extra padding and a smaller surface area. This product is exactly what I needed. Rating:", "id": "en_0283948"}
{"language": "en", "output": "good", "input": "Review: ... perfectly but the bottoms fit small but still looks good\n\nThe top fits perfectly but the bottoms fit small but still looks good Rating:", "id": "en_0396957"}
{"language": "en", "output": "bad", "input": "Review: Not big enough with otter box !\n\nIt’s a good case . However it says iPhone 8 with otter box fits in it. ! I could barley get my phone with otter box in it. It’s way to tight and hard to get the phone out once it’s in Rating:", "id": "en_0137331"}
{"language": "en", "output": "bad", "input": "Review: Garbage don't waste your money the colors are just stickers ...\n\nGarbage don't waste your money the colors are just stickers that will eventually come off in a short amount of time. Rating:", "id": "en_0748947"}
{"language": "en", "output": "good", "input": "Review: I like it. Super cute\n\nI like it. Super cute! It looked bigger in the pictures shown, but it is still a decent size! I would buy again. Rating:", "id": "en_0872126"}
{"language": "en", "output": "good", "input": "Review: Nice fit and very durable for the price\n\nSleek and super nice case. Only case I have found that fits perfect and has good gripping as well. Rating:", "id": "en_0997990"}
{"language": "en", "output": "good", "input": "Review: Four Stars\n\nCame quickly and does the job! Rating:", "id": "en_0506193"}
{"language": "en", "output": "bad", "input": "Review: Not all are 16g\n\nArrived on time. Sad that only 2 of them are the right gauge. They definitely get smelly after a few days of wear no matter what I do to keep them clean and not smelly. Rating:", "id": "en_0528227"}
{"language": "en", "output": "good", "input": "Review: Okay buy.\n\nSuper cute to wear.The design is great especially the pearl is freshwater pearl. Rating:", "id": "en_0761584"}
{"language": "en", "output": "good", "input": "Review: Villan and hero both on the razor edge\n\nSince we were not there we have to accept reported stories as truths from the best information available and this book seems to do that in relating the lives of Killer Billy the Kid and his killer Pat Garrett who but for the turn of a card could have been an outlaw himself. A very interesting book that not only relates seemingly accurately the life of Billy but the lesser known life of Pat Garrett, the man that made it his life's work to bring to an end the life of the Killer despite that many of the problems of the day were brought on other unscrupulous men of the times. Rating:", "id": "en_0990106"}
{"language": "en", "output": "bad", "input": "Review: RIP Off!\n\nJust got the phone yesterday yet the battery won't hold a charge. It will say it's at 100% the it will shut off then when you cut it back on it's at 11%. Rating:", "id": "en_0449887"}
{"language": "en", "output": "bad", "input": "Review: One Star\n\nPOS.... worked just long enough so you can't return. PLEASE DO NOT BUY! Rating:", "id": "en_0219387"}
{"language": "en", "output": "bad", "input": "Review: Old Stock\n\nI bought about ten boxes of this product from Home Depot. Had great luck with them. What has been sent to me from this vendor, must be old stock. I've had 3 out of 5 stakes break. A complete waste of money..... Rating:", "id": "en_0917063"}
{"language": "en", "output": "good", "input": "Review: Interesting read ...\n\nI was intrigued by the synopsis and how this story would end. It’s a story that has a lot of sadness but also love .... and yes, a HEA. It’s a timely story with all that is going on in the US. A compelling read and diverse. I did think that there were some loose ends along the way and the dialogue and thoughts were interesting ... I didn’t mind it, but it would go from sad to sweet to lusty AF, lickety split. Dylan Allen has a new reader in me and I could kick myself that I waited so long. Rating:", "id": "en_0352636"}
{"language": "en", "output": "bad", "input": "Review: One Star\n\nNot very strong .... Rating:", "id": "en_0702795"}
{"language": "en", "output": "bad", "input": "Review: Smaller than expected\n\nI have big thighs and they barley fit normally a size 10 got large. Rating:", "id": "en_0745145"}
{"language": "en", "output": "bad", "input": "Review: Huge\n\nCute but way way way to big they don't know how to tell sizes Rating:", "id": "en_0808811"}
{"language": "en", "output": "bad", "input": "Review: This wig was very horrible and when I washed it roots turn brown\n\nThe wig shed it a lot it was very bad very very bad Rating:", "id": "en_0609730"}
{"language": "en", "output": "bad", "input": "Review: Not for Xs but great case\n\nGreat case but doesn’t not fit iPhone XS camera. It covers the bottom of it Rating:", "id": "en_0611921"}
{"language": "en", "output": "bad", "input": "Review: Waste of money\n\nI feel it is too watery to be of great quality. Highly overpriced. Save your money. Rating:", "id": "en_0053439"}
{"language": "en", "output": "good", "input": "Review: very valuable for learning\n\nVery good, very valuable for learning, children like it very much Rating:", "id": "en_0998278"}
{"language": "en", "output": "good", "input": "Review: Good Desktop for the price\n\nGood for everyday web browsing or social media. Not so much for Games or Movies. For the price not bad considering. Thank you Philip G Scott Rating:", "id": "en_0673111"}
{"language": "en", "output": "good", "input": "Review: THE BEST I'VE TRIED SO FAR\n\nOutstanding product. For its potency, a true bargain. A couple of tiny drops are all that's needed to perfume a pot of black tea. Any more and the flavor becomes overpowering. For a single cup, a droplet will do. The dispenser makes it easy to dispense a drop at a time. I can't imagine going back to pre-made Earl Grey after this, unless in a pinch. I'll definitely be re-ordering this. Message to the manufacturers: DON'T CHANGE IT!!!!!!! Rating:", "id": "en_0766623"}
{"language": "en", "output": "good", "input": "Review: but good from then\n\nfirst time I removed the top was challenging, but good from then on Rating:", "id": "en_0632557"}
{"language": "en", "output": "good", "input": "Review: Five Stars\n\ngood shoe rack easy to assemble Rating:", "id": "en_0536947"}
{"language": "en", "output": "good", "input": "Review: Five Stars\n\nGood for any Totoro fan. Pens fit in exactly as depicted. Rating:", "id": "en_0000647"}
{"language": "en", "output": "bad", "input": "Review: Cool design, but weak\n\nLooked cool, nice design, charger isn't the best and its really weak. Returned it. Rating:", "id": "en_0295015"}
{"language": "en", "output": "bad", "input": "Review: Don’t waste your money\n\nWaste of money, sucks through batteries in a week, and 2 or 3 battery changes later it flickered for about 2 days and died Rating:", "id": "en_0570414"}
{"language": "en", "output": "bad", "input": "Review: 'e', 'd', and 'x' keys stopped working\n\nSeemed like a really cool thing at first but then the 'e', 'd', and 'x' keys stopped working just after the return window and it's incredibly frustrating having to bring up the on-screen keyboard all the time. The mouse still works and battery life is great though. But yeah, if you're looking for a reliable folding keyboard, keep looking. Rating:", "id": "en_0215646"}
{"language": "en", "output": "bad", "input": "Review: Hair felt brittle\n\nDid not work as claimed in review. Hair felt brittle. Rating:", "id": "en_0972180"}
{"language": "en", "output": "good", "input": "Review: Good buy!\n\nGreat quality. Size perfect. Delivered timely Rating:", "id": "en_0549161"}
{"language": "en", "output": "bad", "input": "Review: Disappointed and sent back for refund\n\nThey had a fecal odor that was not present in other bully sticks I have purchased. Disappointed and sent back for refund. Rating:", "id": "en_0396132"}
{"language": "en", "output": "good", "input": "Review: Four Stars\n\ngood fit and comfortable Rating:", "id": "en_0314476"}
{"language": "en", "output": "bad", "input": "Review: Size up for big thighs\n\nIf these were sized more appropriate, I think they would be great! I wear a medium or large in other brands of underwear, so I went with a large in these thinking I would be on the safe side. When I first put them on I noticed the material is really nice compared to cheaper cotton underwear, but unfortunately they're much too small and rode up on me all day. For reference, I usually wear a 34 waist but have fairly large legs and butt, which could be the root of my issues with these. Rating:", "id": "en_0466097"}
{"language": "en", "output": "bad", "input": "Review: A waste !\n\nDo not buy these plans . The company does not keep track of them so they have no idea what you bought . Rating:", "id": "en_0359090"}
{"language": "en", "output": "good", "input": "Review: Four Stars\n\nGreat product never had a problem, easy set up. Rating:", "id": "en_0487586"}
{"language": "en", "output": "good", "input": "Review: It’s ok but....\n\nGreat product a bit off in size for iPhone XS Max but will work for now. Rating:", "id": "en_0924735"}
{"language": "en", "output": "good", "input": "Review: Good laptop as per price range but the screen quality ...\n\nGood laptop as per price range but the screen quality not good, lags up a bit, battery too much low hardly gives 2 hours of backup for full battery charge Rating:", "id": "en_0678614"}
{"language": "en", "output": "good", "input": "Review: Great starter kit!\n\nGreat to start planting Especially if you're a beginner! Rating:", "id": "en_0381050"}
{"language": "en", "output": "good", "input": "Review: Pretty good\n\nVery cute book. Good read for the kids. Rating:", "id": "en_0651635"}
{"language": "en", "output": "good", "input": "Review: Miss labeled keys.\n\n\"Z\" and the \"Y\" key are in the wrong positions on the keyboard. Miss labeled keys. Otherwise nice product seems to work well. Rating:", "id": "en_0957562"}
{"language": "en", "output": "bad", "input": "Review: Parts issue\n\nGreat product. Only one issue - they put carpet on the wrong side of level 2 - item E At first I thought they drilled the holes wrong - perhaps they can replace it and gladly would change my review Rating:", "id": "en_0045087"}
{"language": "en", "output": "good", "input": "Review: Great book!\n\nLove Susan Stoker books. Look forward to when they come out. Have read all of her books. Rating:", "id": "en_0432586"}
{"language": "en", "output": "good", "input": "Review: sturdy screw on caps\n\nPriced right, sturdy screw on caps, good vendor followup after sale. Rating:", "id": "en_0545227"}
{"language": "en", "output": "good", "input": "Review: Excellent wireless charger\n\nExcellent wireless charger. My only complaint is with the flashing status light: it is quite bright which is annoying to have in an otherwise dark bedroom. But covering it up with some electrical tape takes care of it. Rating:", "id": "en_0782090"}
{"language": "en", "output": "good", "input": "Review: Great service\n\nThe book was lost, but they sent me one right away. I would buy from them again. Rating:", "id": "en_0957268"}
{"language": "en", "output": "bad", "input": "Review: Like it but malfunctioning after 4 months\n\nI bought this feeder a little over four months ago. Up to now it has been great. But it is starting to make a noise like it is malfunctioning even though it is still working. Nothing has happened to it and it should last longer than this. Rating:", "id": "en_0632755"}
{"language": "en", "output": "bad", "input": "Review: Make sure you have your own glue\n\nGlue is very weak. 1 day and the handles came off. Used my own double sided tape to keep them on Rating:", "id": "en_0300028"}
{"language": "en", "output": "good", "input": "Review: Good quality thick covers\n\nDelivered in time and looks as shown in photo Rating:", "id": "en_0273655"}
{"language": "en", "output": "bad", "input": "Review: Too Sweet, not a good taste.\n\nDoesn't worth at all. Rating:", "id": "en_0500155"}
{"language": "en", "output": "good", "input": "Review: WORK GREAT\n\nTHEY WORK GREAT FOR MY PURPOSE Rating:", "id": "en_0700700"}
{"language": "en", "output": "good", "input": "Review: No more dryer sheets\n\nThese wool balls are excellent, they help the drying process a lot. I like putting scented oils on the balls, makes laundry smell amazing. And no harsh chemicals involved. Rating:", "id": "en_0234066"}
{"language": "en", "output": "bad", "input": "Review: Cheap but not great quality\n\nFirst of all I really bought these pants because I thought they were a great price but the quality it's not worth it. They don't feel like workout pants, more like costume material and the band around the waist is horrible. It's the type that squeezes in all the wrong places. Don't recommend if you need regular workout pants that are reliable. Rating:", "id": "en_0542396"}
{"language": "en", "output": "good", "input": "Review: Great for travels\n\nLoved this gem for all my toiletries and more. I organized all my hair essentials, hair products, combs+brushes, toothbrushes, etc. it fit so many items I was amazed and pleased. Rating:", "id": "en_0739715"}
{"language": "en", "output": "bad", "input": "Review: NEED TO GIVE A BETTER DESCRIPTION\n\nI i had to return it as it is not a backpack but a sling bag MIGHT BE GREAT FOR SOMEONE NOT LOOKING FOR BACKPACK Rating:", "id": "en_0049693"}
{"language": "en", "output": "good", "input": "Review: Like it!\n\nHas worked very well for me! Rating:", "id": "en_0747402"}
{"language": "en", "output": "bad", "input": "Review: did not get this app\n\nI did not get nor did I ever use this app Rating:", "id": "en_0866510"}
{"language": "en", "output": "bad", "input": "Review: Rip off\n\nI ordered the first controller, worked well but the mic port was busted. I was emailed and the message said \"i've sent a replacement for you at no additional charge.\" and thought that was the end of it. I was thankful when i received the new one and it was in good condition, however they still charged me for a second controller which was broken to begin with, don't waste your time or money and get charged multiple times for faulty products like i did, go get yourself a real controller from a reliable seller. Rating:", "id": "en_0607942"}
{"language": "en", "output": "good", "input": "Review: Great\n\nMy hamster loves it, but there were a couple of pieces that came broken that I had to glue back together Rating:", "id": "en_0427875"}
{"language": "en", "output": "bad", "input": "Review: Don't Buy This Gift Card\n\nNot able to access. Groupon not cooperating. Instructions don't work and they refuse to acknowledge. Waste of money! Rating:", "id": "en_0989648"}
{"language": "en", "output": "good", "input": "Review: Nice but could be better\n\nWearing it for the first time and there are some things I like and some things I don't. I ordered my regular bra size. The next size up might be too big, not sure. I like the fact that there is enough closure on the side that skin does not bulge out but if I had a say in the design I would add more coverage in front. It is low and it tends to push your breast toward the center which causes a bulge. I like the back support and I think it will be more comfortable after I get used to it. Will wear for a week before deciding if I will keep it. Update: after wearing it for a few days I have concluded this bra is great for small busted women....however, full figure women might find the front coverage not adequate. I moved all the adjustments as wide as they went and the bra is comfortable enough to most likely keep. Will wear a week before deciding. Rating:", "id": "en_0018503"}
{"language": "en", "output": "good", "input": "Review: Thumbs up\n\nGood game Recommend for sure Rating:", "id": "en_0836337"}
{"language": "en", "output": "good", "input": "Review: Five Stars\n\nCheap and works great! Rating:", "id": "en_0195221"}
{"language": "en", "output": "good", "input": "Review: has great pressure, wand is a little longer than i ...\n\nordered this to water rinse my rzr windshield , has great pressure, wand is a little longer than i expected, and the spray tip is very short between stream and spray adjustments Rating:", "id": "en_0104512"}
{"language": "en", "output": "bad", "input": "Review: Pretty Disappointed, probably returning...\n\nTheres an extra snap at the end that seems dumb and it really bothers me because it doesnt snap to anything, or help in any productive way. Also one of the snaps is backwards, ill attach a picture to show what i mean. Besides that, its ok, but nothing special. The material is cheap and it is not put together well and the stitching is coming undone in multiple places, again ill add pictures to illustrate this. Im kinda disappointed cuz i thought it was going to be a good gift, but i doubt ill give it to its intended recipient because im a little embarassed of the quality. Also my kit only has 27 items including the wrap, and this has an exacto knife in it, so not for a kid. Rating:", "id": "en_0806642"}
{"language": "en", "output": "good", "input": "Review: Rings are difficult to place on\n\nLike what the other reviewers said the item works, but the rings that are given are difficult to place. I also used zip ties to hold the contraption in place. It's a quick fix, it may take you about 30 minutes to 45 minutes to figure out what to remove (using the video as a guide). Rating:", "id": "en_0641335"}
{"language": "en", "output": "good", "input": "Review: Not 100% waterproof\n\nWorked pretty well, some water did get inside Rating:", "id": "en_0119724"}
{"language": "en", "output": "good", "input": "Review: Bull...loves...flowers\n\nLol. A bull who loves the smell of flowers....I mean, that is a ridiculous storyline at best. Great music. Great animation. Kid loves it. It’s for kids, so I’m rating it as such. Rating:", "id": "en_0992348"}
{"language": "en", "output": "bad", "input": "Review: After only 4 months the chair is essentially useless\n\nAt first, we were very happy with this chair. But now after just a few months of use, the back leans back too far--even when you have the pin pushed in to prevent it from moving. It's like trying to work in a recliner. To sit upright, you have to prop a pillow behind you, which negates the reason for buying it (the mesh back to allow air circulation. Very disappointed given the price. I would expect this of a $69 chair from Staples, but not a $200 chair. Rating:", "id": "en_0179870"}
{"language": "en", "output": "good", "input": "Review: Works\n\nWorks but messy and greasy Rating:", "id": "en_0191394"}
{"language": "en", "output": "good", "input": "Review: Bad instructions easy install though\n\neasy to install even if the instruction were not that great fast shipping time and looks and works as it should on my 2018 ram 2500 Rating:", "id": "en_0633098"}
{"language": "en", "output": "bad", "input": "Review: Stretched out too fast\n\nOnly used for one card and it loosened so quick Rating:", "id": "en_0421164"}
{"language": "en", "output": "bad", "input": "Review: Doesn’t work\n\nNever worked. I didn’t test it until I was ready to use it which was past the returnable time period by 2 months. I followed instruction manual by replacing fuse with extra fuse furnished, it didn’t help. I wasted my money. I don’t dare try to replace it with another one of the same. 😡 Rating:", "id": "en_0635209"}
{"language": "en", "output": "bad", "input": "Review: Doesn’t work\n\nDoesn’t work with my HP printer. Total waste of money! Rating:", "id": "en_0244384"}
{"language": "en", "output": "good", "input": "Review: Four Stars\n\nIt's great but a big bigger than expected. It could be a little more fitted. Rating:", "id": "en_0831056"}
{"language": "en", "output": "good", "input": "Review: Great for the price.\n\nI bought this mount because I needed the ability to turn my 50” tv 90 degrees to the wall, and I’m easily able to do that. The only reason I’m giving this four stars is because there is only one set of screw holes where it mounts to the wall. They’re spaced for 16” studs and there are no other options. Whoever finished my basement must not have been a professional because not all the studs are exactly on 16” centers. With all the other mounts, this isn’t a problem. With this mount, I was forced to move the tv down a set of studs from where I wanted it. Not really a big deal and it doesn’t affect the functionality of the mount, but it would be nice to have other options. If you plan on buying this mount, be sure your studs are 16” or you’ll be mounting it to the drywall. Rating:", "id": "en_0314938"}
{"language": "en", "output": "good", "input": "Review: Good quality & so cute!\n\nGood quality & doesn’t look cheap! Rating:", "id": "en_0132149"}
{"language": "en", "output": "bad", "input": "Review: Two Stars\n\nmakes hair too stiff Rating:", "id": "en_0170581"}
{"language": "en", "output": "bad", "input": "Review: It's can't not return.\n\nDon't buy it, it was so slow during juice. It's not able to return it also. Rating:", "id": "en_0337985"}
{"language": "en", "output": "bad", "input": "Review: Caution!!\n\nItem never even arrived. Disappointing service. Rating:", "id": "en_0049481"}
{"language": "en", "output": "good", "input": "Review: Love it!\n\nJust wgat i wanted and need!! Love it! Rating:", "id": "en_0214749"}
{"language": "en", "output": "good", "input": "Review: Buy it\n\nI’ve had this carrier for a bit now and I’ve decided Its a good time to write a review. I love This carrier. What I like Most about it, is how comfortable my daughter looks while being carried around! She loves it! The only con is after awhile my shoulders start to burn. I’m not sure if this is normal but it’s very uncomfortable on my shoulders and neck. I mean My 7 mo is 18lbs so that could be why. Haha The seat is awesome and it’s super easy to put on by yourself! Takes me 10 seconds where with other carriers I’ve have it takes minutes! Get this carrier! It’s pretty awesome! Rating:", "id": "en_0702313"}
{"language": "en", "output": "bad", "input": "Review: Don’t buy\n\nRaggedy. Wasn’t true to shape. Was more like a beanie Rating:", "id": "en_0779057"}
{"language": "en", "output": "bad", "input": "Review: Taking too long to receive\n\nOrdered on January 9th, not scheduled to receive until sometime after Jan 20 to Feb 20, this is unacceptable. Rating:", "id": "en_0552013"}
{"language": "en", "output": "bad", "input": "Review: No response company\n\nI would have given this product a good rating as far as lighting. Bright light and a good office design; however, when I received it and assembled the posts, it just broke in half. Either a defective connection or not well made. I tried to contact the company by email & they sent an automated response saying they would contact me within 24 hours or close to it. It has been over a week & I still haven't heard from them. Very unprofessional & undependable. Rating:", "id": "en_0042731"}
{"language": "en", "output": "bad", "input": "Review: Wouldn’t buy again\n\nHas ripped in a few spots after about 3 months Rating:", "id": "en_0268280"}
{"language": "en", "output": "good", "input": "Review: Great Colander but missing the Funnel\n\nI bought this for my RV. The Colander fits and works great. It also seems to be made well. The reason I’m not giving this before five stars is that was missing the funnel when I receive it. Unfortunately Amazon was unable to send me another funnel witch I would have Preferred but they give me credit on my next purchase. Rating:", "id": "en_0143606"}
{"language": "en", "output": "good", "input": "Review: Love it.\n\nPerfect color for doing a mermaid tail bunting. Rating:", "id": "en_0346646"}
{"language": "en", "output": "good", "input": "Review: Four Stars\n\nDoes not work on Raspberry Pi but works fine on Windows 7 and 10. Rating:", "id": "en_0067029"}
{"language": "en", "output": "good", "input": "Review: A GREAT PRICE FOR A BEAUTIFUL RING!!\n\nI bought this beautiful ring in a size 9. It has a large stone and is very comfortable to wear. The price was very reasonable, especially because of the excellent quality of this ring. I am very happy that I purchased this ring and I am looking forward to wearing it often. Rating:", "id": "en_0172293"}
{"language": "en", "output": "bad", "input": "Review: Poor packaging\n\nReceive damaged due to poor packaging. In fact there was no protective packaging material at all. Rating:", "id": "en_0867241"}
{"language": "en", "output": "good", "input": "Review: Nice gym and travel bag\n\nVery nice bag with high quality! It can be a gym bag, and can be a travel bag. So happy with this purchase Rating:", "id": "en_0496458"}
{"language": "en", "output": "bad", "input": "Review: Carbide chipped on douglas fir\n\nBought the set as I had 160 holes I needed in some support braces. Using the 1 7/8\" bit, I was able to drill them but noticed halfway through that the edge on two of the 4 carbide edges had chipped. Given the soft wood I was using, I'm concerned about the durability of this set. This bit still left a flat hole as the other two edges were still intact. Kept the set but am not impressed. Rating:", "id": "en_0187753"}
{"language": "en", "output": "good", "input": "Review: Generous fit-great skeleton top\n\nGood quality for the price, but runs on the large side. I got a M and it was too loose. I'm 5'6\", 130lbs, 32c. Armholes were too low and the front was cut deep enough that I showed cleavage. Lots of extra room with the swing shape on my round lower half (generally a size 6: 28\" waist, 38\" hips). I'd definitely go smaller if you're between sizes, or drop one or 2 if you want it fitted. Rating:", "id": "en_0287031"}
{"language": "en", "output": "good", "input": "Review: Better than nothing\n\nSomething needed for this very fragile Apple Watch... a protector. Rating:", "id": "en_0073123"}
{"language": "en", "output": "good", "input": "Review: Would buy again\n\nThese were a gift for my three yo niece who loves airplanes. She liked them and so did the adults at my niece's birthday party liked . Many asked where I got them. They are well made and sturdy. Rating:", "id": "en_0864028"}
{"language": "en", "output": "good", "input": "Review: Rick and Morty are life!\n\nOne of my favorite shows! Love every minute of every episode! I'm docking one star cause it didn't come with the digital copy. Rating:", "id": "en_0465797"}
{"language": "en", "output": "bad", "input": "Review: So disappointed in this product and wish I was in the ...\n\nI followed instructions down to the letter and I was left with a couple broken plates. I had to take them all down. So disappointed in this product and wish I was in the window to return them. Rating:", "id": "en_0215509"}
{"language": "en", "output": "good", "input": "Review: Anker IS Quality\n\nApple technicians back this product up and it’s been performing great for over a year, and the brand has solid product all across the board. Anker is my go-to for my cell phone needs. Rating:", "id": "en_0312085"}
{"language": "en", "output": "bad", "input": "Review: Never use them\n\nI never ordered these Rating:", "id": "en_0048379"}
{"language": "en", "output": "good", "input": "Review: Keeping the time while keeping clean\n\nGreat, saves me from having to keep a watch on my wrist in labor and delivery. Rating:", "id": "en_0280754"}
{"language": "en", "output": "good", "input": "Review: Easy To Read\n\nThe other is where you would fast for a certain amount of hours and then eat the rest of the day. Personally I have always heard that if you fast that your metabolism will start to shut down after a while and you will not lose weight so I am not sure that you will lose weight. They do talk about starvation mode which is what I was talking about where your metabolism will shut down. They do have a five day meal plan where they do show you what you should eat if you are thinking about doing an Intermittent Fasting Diet plan. Then of course they have Recipes that they have you can follow as well.I have received a discount for my honest review. Rating:", "id": "en_0730804"}
{"language": "en", "output": "good", "input": "Review: Yes, it does work\n\nOne bottle will do for 4 wheels. It does have a chemical odor once you get going spraying. I left it on for 5 minutes and it removed grime. However I suggest use the brush to help it along. I am going to purchase another bottle and a brush for next time. Rating:", "id": "en_0555888"}
{"language": "en", "output": "good", "input": "Review: My three mutts like it....\n\nBut they're all rescues, happy to not be earing garbage and road kill. I will say it has helped with weight control with 2 of 3 dogs, the third is a chow hound who can beat dropped food to the floor. Rating:", "id": "en_0433764"}
{"language": "en", "output": "bad", "input": "Review: Love this item a LOT however\n\nLove this item a LOT however, it is rusting --- is that normal Disappointed in the rusting factor your input will be greatly appreciated Rating:", "id": "en_0456972"}
{"language": "en", "output": "bad", "input": "Review: Buy different headphones\n\nI thought I'd try these, but I've been disappointed. No one can hear me when I talk into the microphone and the huge battery packs or whatever is hanging on them make it impossible to work out in these. Unless you are stationary, they weigh too much and get in the way. No way to run with them because the weights move around and you can't hear anything. Also problematic when it's windy. That being said, the battery life is good, which is pretty much the only thing I've been impressed with in these. Even worse, they contacted me saying they'd refund me if I took down my review--now that's messed up. Rating:", "id": "en_0765135"}
{"language": "en", "output": "bad", "input": "Review: Not durable\n\nCenter screw is into plastic and comes loose easily. Rating:", "id": "en_0675952"}
{"language": "en", "output": "bad", "input": "Review: Not a Mrs. Mike book at all\n\nAgain this is listed as a Mrs. Mike novel but set in the 1960s, Mrs. Mike is dead. Her adopted granddaughter makes some poor choices, has some success, but overall there is nothing of the joy the title speaks of and was a disappointing read. The difference in a book written in 1947 and one written in 2004 couldn't be more evident. Rating:", "id": "en_0486591"}
{"language": "en", "output": "bad", "input": "Review: Disappointed!\n\nReceived this today and opened the luggage to find the strap not properly sewn in. Unfortunately I cannot return it as this is needed for a trip tomorrow and I dont have any other luggage available. Rating:", "id": "en_0002062"}
{"language": "en", "output": "good", "input": "Review: Good shoe!\n\nThey were great. Fit a little big but i figured. Go about a size or a half size smaller. Rating:", "id": "en_0784326"}
{"language": "en", "output": "good", "input": "Review: Excellent\n\nI use these trays in my humidor for my loose cigars. Large, well built and fragrant. Rating:", "id": "en_0375363"}
{"language": "en", "output": "good", "input": "Review: Excellent material\n\nThe material fits over fad, ripped patio furniture. I did not like that I had to pay for two chair covers when I only wanted to buy one. Rating:", "id": "en_0331888"}
{"language": "en", "output": "good", "input": "Review: Five Stars\n\nnice to have for others to understand my dog Rating:", "id": "en_0018748"}
{"language": "en", "output": "bad", "input": "Review: Waste of money\n\nDoes not work as describe , could not handle one wash cloth no matter how we tried Rating:", "id": "en_0087586"}
{"language": "en", "output": "bad", "input": "Review: Good Product, but received a damaged one.\n\nThis item came damaged in banged up box. Handle arm rest was dented, and the (L) front and back legs were bent inward, compromising its structure. Bucket not staying in place due to structure damage. Have to return for credit. Very disappointed, because my father needs it really bad. Rating:", "id": "en_0377518"}
{"language": "en", "output": "bad", "input": "Review: Pin holes\n\nTheses socks showed up with many small holes. Rating:", "id": "en_0365249"}
{"language": "en", "output": "good", "input": "Review: Mostly happy. Better than most!\n\nI am happy with most of the scents. Rating:", "id": "en_0150153"}
{"language": "en", "output": "bad", "input": "Review: Too wide\n\nWider than all my doors so it’s hard to close them. And It’s been damaging the wood trim when I try to close the door so I can’t even use them. The material is good but not made quite right. I guess you get what you pay for. Rating:", "id": "en_0368541"}
{"language": "en", "output": "bad", "input": "Review: Good for one wear.\n\nThe earrings are cute but the hooks discolored with one wear. Rating:", "id": "en_0590884"}
{"language": "en", "output": "good", "input": "Review: so easy to play\n\nanyone can play and have fun! Rating:", "id": "en_0680617"}
{"language": "en", "output": "bad", "input": "Review: Made for tiny wrists\n\nHad to return it. Extremely small bands. Does not fit a 9 year old. Rating:", "id": "en_0529550"}
{"language": "en", "output": "bad", "input": "Review: Does not hold up\n\nBought this for my 20 month old. Washed it twice and it is coming apart at the seam. Would not recommend. Rating:", "id": "en_0196457"}
{"language": "en", "output": "bad", "input": "Review: NOT MADE IN THE USA, DON'T BE FOOLED\n\nThese are NOT made in the USA. No where on the packaging / item does it even say where they're made..Any metal product used for food in the USA, must legally be labeled with a metal alloy (i.e. 18/10 stainless steel silverware). These straws do not. Also, It comes in a cheap cheap cheap plastic bag. Will absolutely be returning. Rating:", "id": "en_0749911"}
{"language": "en", "output": "bad", "input": "Review: One Star\n\nIt did not charge phone Rating:", "id": "en_0043284"}
{"language": "en", "output": "good", "input": "Review: Just what I ordered\n\nSuper cute and they look just like the picture. The size is nice too. Rating:", "id": "en_0731910"}
{"language": "en", "output": "bad", "input": "Review: When I ordered I did not realize that this was ...\n\nWhen I ordered I did not realize that this was a pack of 2 soaps. I thought it would be 4 soaps for the price. Rating:", "id": "en_0100521"}
{"language": "en", "output": "good", "input": "Review: They are good quality but small\n\nI am a size 12 male and my wife could not get these on my foot. I will try once I am recovered from surgery. Rating:", "id": "en_0091925"}
{"language": "en", "output": "bad", "input": "Review: Ugh\n\nDidn’t get it paid extra for one day and never receive it Rating:", "id": "en_0024222"}
{"language": "en", "output": "good", "input": "Review: Probably just about as good as any $30-$50 product\n\nLasts 6 to 12 months before they start shutting down and having audio cut in and out. Probably just about as good as any $30-$50 product. Rating:", "id": "en_0382634"}
{"language": "en", "output": "good", "input": "Review: It's in the bag, man.\n\nApples past their prime are no longer tossed over the hill. Broken pots that used to be left to crumble in the rain are no longer an unsightly mess. Instead, they join the bones, skins and anything else so disgusting you wouldn't want the neighbors to see. The entire mess is safely and securely contained in the heavy duty garbage bag. So far, it has even defeated the probably rabid possum that wanders the neighborhood, leaving destruction in it's wake. I will buy this again when I run out. Rating:", "id": "en_0593054"}
{"language": "en", "output": "bad", "input": "Review: Too small\n\nWay too small to play with. ...easily dropped and lost. Rating:", "id": "en_0220910"}
{"language": "en", "output": "good", "input": "Review: Great\n\nExactly what I needed at a great price! Rating:", "id": "en_0136975"}
{"language": "en", "output": "good", "input": "Review: Love this thing for sure\n\nLove this thing for sure. It works so much better than putting the lid over the pan. My husband loves putting the lids on while things are boiling and they always spill or over the sides it drive me crazy!! Now if I could get him to use it all the time and not just when I take the lid off and put the spill topper on myself haha. Rating:", "id": "en_0512551"}
{"language": "en", "output": "bad", "input": "Review: Almost expired\n\nGot my box but they are almost expired.... just a month left. Rating:", "id": "en_0449550"}
{"language": "en", "output": "bad", "input": "Review: The clamp is T R A S H!!\n\nI was super exited to get this kit but the clamp is a huge disappointment. The head and accessories are decent but the ball on the clamp want even fit into the whole ?!?! I tried to force it in but it want budge. I guess u get what you pay for. Rating:", "id": "en_0754296"}
{"language": "en", "output": "bad", "input": "Review: Really nice but falls apart\n\nThe case looked really nice, and it was very functional. Was impressed with the multiple viewing angles it would provide (as opposed to most other cases that give you 3 or so). Felt the product was a bit expensive, but it did have a premium feel. However within a week, the corner bumpers started gradually falling apart. Not sure if we simply got a dud, or whether the corner bumpers were simply cheaply made, but considering we have never dropped or bumped it against anything, very disappointing that they started falling apart. Now 3 weeks in, the two top bumpers are almost completely gone. Rating:", "id": "en_0667125"}
{"language": "en", "output": "bad", "input": "Review: Not for me\n\nHard and tuff case to get watch in and out Rating:", "id": "en_0710336"}
{"language": "en", "output": "good", "input": "Review: Very Tight Fit\n\nThis product works as intended however, you will need to take your time when installing to prevent tearing it. Rating:", "id": "en_0225108"}
{"language": "en", "output": "good", "input": "Review: Arrived earlier than expected- Great Quality!!\n\nThese boots are perfect !! Great Buy Rating:", "id": "en_0420551"}
{"language": "en", "output": "bad", "input": "Review: it easily comes apart\n\nAverage. Fits at an incline, so the connection is not always there. It has an LED that is always on so you do not know if you are charging your phone or not. You have to keep jiggling it and hope it works. Also, it easily comes apart. Nice idea, but poorly executed. Rating:", "id": "en_0307572"}
{"language": "en", "output": "bad", "input": "Review: Wrong item delivered!\n\nThis LEGO was not in the package delivery...the package contained drain catchers! What went wrong with this order??? The tracking # was correct & delivery address was correct. I would like an explanation plus the item that was ordered to be delivered to the address on the order! Rating:", "id": "en_0717083"}
{"language": "en", "output": "bad", "input": "Review: Two Stars\n\nFirst stating it's creme developer it was like water just like the liquid no difference Rating:", "id": "en_0957117"}
{"language": "en", "output": "bad", "input": "Review: Flimsy\n\nVery flimsy. Kickstand broke already. Not nearly as durable as the original case from verizon Rating:", "id": "en_0775515"}
{"language": "en", "output": "bad", "input": "Review: Just Ok!\n\nNot as I had expected. Seemed a lil cheap looking... Rating:", "id": "en_0644169"}
{"language": "en", "output": "good", "input": "Review: Excellent read\n\nI really enjoyed reading this book and found it difficult to put down. I’m a fan of historical novels and this is the first Rutherford I’ve read. Loved reading the history connected to so many streets that I’m familiar with - highly recommend it! Rating:", "id": "en_0456528"}
{"language": "en", "output": "bad", "input": "Review: horrible\n\nI tried the shocker on the lowest setting and it had no effect. I gradually inched it up until my dog felt it and then he fell out on the floor and started foaming at the mouth. No wonder I was reluctant to try this and will NEVER have another item like it Rating:", "id": "en_0484469"}
{"language": "en", "output": "good", "input": "Review: Great for traveling\n\nThese are huge. Great for traveling, especially with little ones as they cover the entire toilet set. Recommended Rating:", "id": "en_0266021"}
{"language": "en", "output": "good", "input": "Review: Love my rug!\n\nLove how durable yet stylish it is. Rating:", "id": "en_0764687"}
{"language": "en", "output": "good", "input": "Review: Sounds amazing.\n\nExcellent sounds. Very easy to install once you can get the factory bolts broke lose. Definitely needs wd40. Rating:", "id": "en_0702579"}
{"language": "en", "output": "good", "input": "Review: Four Stars\n\nGreat quality, just felt really big. Rating:", "id": "en_0137232"}
{"language": "en", "output": "good", "input": "Review: Easy install, looks awesome!\n\nMake sure you have all the parts needed. My 2002 road king needed the adapter ring. Install probably took a half hour start to finish. It is going to be interesting to see the difference once it warms up enough to start riding again. Rating:", "id": "en_0741884"}
{"language": "en", "output": "good", "input": "Review: These ear muffs kept my ears nice and toasty warm\n\nThese ear muffs kept my ears nice and toasty warm, the band is adjustable so I was able to adjust it slightly bigger for my head, they're not ugly, and they didn't cost me much. Rating:", "id": "en_0407432"}
{"language": "en", "output": "bad", "input": "Review: The quality on these is pretty good the item isnt the issue\n\nThe quality on these is pretty good the item isnt the issue! It took 1 month and a week to deliver this item. I ordered this for Xmas and this item didnt even come close on the expected delivery date! Rating:", "id": "en_0108282"}
{"language": "en", "output": "bad", "input": "Review: junk\n\nproduct looked like it fell off of the ups truck, was bent out of shape and out of square don't know what I am going to do with it............. Rating:", "id": "en_0834135"}
{"language": "en", "output": "bad", "input": "Review: DO NOT BUY THIS KEYBOARD!!!!\n\nDo not buy. This thing isn't even worth $5. It only has one speaker and is made from the cheapest plastic. It's basically a cheap Chinese piece of craps Rating:", "id": "en_0590461"}
{"language": "en", "output": "good", "input": "Review: Awesome\n\nAwesome and comfortable. Rating:", "id": "en_0888646"}
{"language": "en", "output": "good", "input": "Review: The tiger next door\n\nLoved this book. This author keeps you entertained with the antics of her characters. The story was very enjoyable plans a year jerker at times. Rating:", "id": "en_0299492"}
{"language": "en", "output": "good", "input": "Review: works great when added to fire.\n\nworks great when added to fire. Rating:", "id": "en_0913666"}
{"language": "en", "output": "good", "input": "Review: Pillow works great!\n\nPillow just as described and works great! Rating:", "id": "en_0168673"}
{"language": "en", "output": "good", "input": "Review: It’s a good case\n\nThis is my second case. The first case lasted almost 1,5 years. Back then, i got it to protect my phone from my toddlers and just generally to have peace of mind in case of a fall. Also, a fellow mom recommended it lol. I only replaced it because the plastic screen of the previous one shattered (bottom left corner) after my phone landed face down on the asphalt from shopping-cart-height. If it hadn’t been for the case my screen would be damaged now. I did notice that this case is slightly lighter than my old one from a year ago and that the design has changed to include more protection over the camera in the back. Takeaway: If you’re looking for a phone case that actually protects and aren’t bothered by its rather bulky looks ( I get asked about my phone a lot), this is it! Especially for the price!! Rating:", "id": "en_0337421"}
{"language": "en", "output": "good", "input": "Review: Fit great under my desk\n\nFit great under my desk. Doublesided tape is strong. The drawers do seem to get hung up on the pens inside though sometimes. Rating:", "id": "en_0460149"}
{"language": "en", "output": "good", "input": "Review: Great quality for the price\n\nI purchased this suit for my 7 year old son. I was pleasantly surprised by the quality of this suit. It is much nicer than the 3 piece sets I’ve purchased in the past at department stores. It fit my son perfect, although I would consider it a slim fit, so keep that in mind when ordering. Rating:", "id": "en_0895407"}
{"language": "en", "output": "bad", "input": "Review: Total Bummer\n\nI looked like a dumpy turd in this and had to send it back. Rating:", "id": "en_0493598"}
{"language": "en", "output": "bad", "input": "Review: No working properly\n\nMy daughter used a fill times and the connection is horrible! No satisfied at all Rating:", "id": "en_0011540"}
{"language": "en", "output": "good", "input": "Review: Don’t use to lift objects more than a few pounds.\n\nIt works fine for lifting objects that are up to a few pounds, but the pulley mechanism (basically thin braided wire) breaks off when heavier objects are lifted. This is my third purchase. Rating:", "id": "en_0450687"}
{"language": "en", "output": "bad", "input": "Review: Do not buy! Improper fit and function!\n\nDo not buy. Doesn't fit phone correctly and doesn't allow touch screen to work properly. Finally just had to give up and take it off. Touchscreen would not register touch except in the center portion of the screen. Waste of money. Rating:", "id": "en_0626416"}
{"language": "en", "output": "good", "input": "Review: Not bad. I've seen far worse\n\nNot bad. I've seen far worse. Rating:", "id": "en_0856480"}
{"language": "en", "output": "good", "input": "Review: Five Stars\n\nFor the money it is definitely worth it very comfortable Rating:", "id": "en_0594247"}
{"language": "en", "output": "good", "input": "Review: Easy to install make your carpet cleaner new again\n\nProduct was easy to install and performed as intended. Spent $50 and made my carpet cleaner brand new again. Rating:", "id": "en_0557663"}
{"language": "en", "output": "good", "input": "Review: It works\n\nI love this product. It does what it says but also it stains everything it touches. Esp my bathtub. Its very messy.. Rating:", "id": "en_0438072"}
{"language": "en", "output": "bad", "input": "Review: Fruit snacks\n\nThey were not fresh and had expired when we received them. I threw them out. No point in returning Rating:", "id": "en_0964319"}
{"language": "en", "output": "good", "input": "Review: Make sure you vent properly and set up the drainage hose before use.\n\nI’m disappointed that the remote doesn’t have a lit display. Trying to use at night would be much easier. The unit itself works very well. Rating:", "id": "en_0463062"}
{"language": "en", "output": "good", "input": "Review: Great ink cartridge\n\nworks great just like new Rating:", "id": "en_0069525"}
{"language": "en", "output": "bad", "input": "Review: Two Stars\n\nTouch screen barely works when it is on. Rating:", "id": "en_0278494"}
{"language": "en", "output": "bad", "input": "Review: Upsetting\n\nDidn’t even get it, had to get a refund because it just came in an empty package. Rating:", "id": "en_0515507"}
{"language": "en", "output": "good", "input": "Review: Seems very sturdy although my little one hasn’t fully got the hang ...\n\nSeems very sturdy although my little one hasn’t fully got the hang of it yet (7 months) by I expect once he gets the hang of it he will be bouncing all over the place. One thing to keep in mind is that it does NOT work well with large molding around doors or room openings. We live in an older home so this may be why. It still clamps however it does not clamp all the way around so although I still feel confident it will hold I would be lying if I didn’t say I’m almost worried for when he starts jumping aggressively in it. I’m going to keep the product regardless because I think it’s fun and if I get too worried I can easily save it for another baby in a different home! **one thing my husband did do to give me more piece of mind is put in a screw for the clamp to go above so it would not have the possibility of sliding down. Rating:", "id": "en_0444580"}
{"language": "en", "output": "good", "input": "Review: Strong and good quality\n\nI'm glad I found this set. I have bad luck with pull chains and they break on me. With these extended pull chains I can easily put one of these on instead of a string that easily bounces up if pulled too hard. The wood part of the pull seems to be pretty decent. The chain seems to be pretty strong. Rating:", "id": "en_0865504"}
{"language": "en", "output": "bad", "input": "Review: Moisture between lenses after one use\n\nI am very dissapointed with these goggles. My daughter used them for skiing and within one use there was moisture built up between the two lenses making it impossible to see. I am going to have to return them. Rating:", "id": "en_0992868"}
{"language": "en", "output": "bad", "input": "Review: NO HAPPY\n\nI ONLY RECEIVED ONE. IT IS CLEARLY MARKED A SET OF 2. I AM MISS THE SEA SHELL ONE. i want to order another set also Rating:", "id": "en_0519170"}
{"language": "en", "output": "good", "input": "Review: O.k\n\nCould be better quality but other then that a good flask Rating:", "id": "en_0665837"}
{"language": "en", "output": "bad", "input": "Review: I like the earbuds bcuz the are small & comfortable\n\nI like the earbuds bcuz the are small & comfortable. They were easy ro pair. The only thing I don’t like about the earbuds is that I haven’t has them for long & already the right earbud doesn’t work. Which stinks because that’s the one tou need ro talk on the phone. Rating:", "id": "en_0066602"}
{"language": "en", "output": "bad", "input": "Review: Lumpy, bulky, smaller than advertised\n\nVery disappointed in this product. First of all, BOTH pillows I ordered were two inches shorter on either side than the description stated. I know because I measured, waited for any expansion, and measured again. Secondly, it is hardly a travel/camping pillow, because it compresses as much as a normal pillow would if you stuffed it in a bag. Certainly not self-inflating or compressing. Last but certainly not least, LUMPY AS HECK. I fluffed it, smooshed it, laid my head on it, left it out for a while and it was still like laying on a sack of peaches (not quite as firm as potatoes). And I would like to stress that I ordered two that were like this. Needless to say, I returned the product. Rating:", "id": "en_0663263"}
{"language": "en", "output": "bad", "input": "Review: Weird.\n\nJust weird. I've got a pretty strange sense of humor but this was just out there. Rating:", "id": "en_0608146"}
{"language": "en", "output": "bad", "input": "Review: Front pockets are not sleek\n\nThe pockets on the front cause it to bulge out awkwardly. Maybe it's just the one I recieved, but it is not body flattering like in the photos. The fabric is thick and bunches up around the mid section. I've ordered several dresses from Amazon and have loved all of them until now. Not impressed. Rating:", "id": "en_0565311"}
{"language": "en", "output": "good", "input": "Review: Four Stars\n\nWorks great. The door to VHS player does not close properly, but it doesn't hurt anything. Rating:", "id": "en_0956354"}
{"language": "en", "output": "bad", "input": "Review: The range on this transmitter is about 50 yard max in best conditions\n\nwell made but I wish the range was much better. Rating:", "id": "en_0581297"}
{"language": "en", "output": "good", "input": "Review: Good. Take the Time\n\nIt took some time to get into it but was worth it. Once in a while, the angst gets in the way. Good read. Rating:", "id": "en_0887209"}
{"language": "en", "output": "good", "input": "Review: Good product\n\nGreat quality , only used it twice but seems perfect and easy to clean Rating:", "id": "en_0319134"}
{"language": "en", "output": "bad", "input": "Review: Too expensive for what you get\n\nFor the money, it looked cheap. Not worth the amount paid, so had to return. Cute idea, but didn't do it for us. Rating:", "id": "en_0149492"}
{"language": "en", "output": "bad", "input": "Review: Fits small\n\nThis shoe was way too small for my daughter Rating:", "id": "en_0066482"}
{"language": "en", "output": "bad", "input": "Review: Two Stars\n\ntoo expensive because I don't watch so much. billed for subscription even after cancelled before trail. Rating:", "id": "en_0790296"}
{"language": "en", "output": "bad", "input": "Review: Two Stars\n\nWas much smaller than I expected Rating:", "id": "en_0418173"}
{"language": "en", "output": "good", "input": "Review: Awesome mirror!\n\nGreat mirror! Does exactly what I need it to. I kept the box so that I can take travel with it. It's great for everyday use, and awesome for my daughter that does competitive cheer! Rating:", "id": "en_0962255"}
{"language": "en", "output": "bad", "input": "Review: Mine came damaged: ( Easier to just deal with ...\n\nMine came damaged :( Easier to just deal with it than return. Rating:", "id": "en_0712430"}
{"language": "en", "output": "bad", "input": "Review: Charging port stopped working within a week\n\nFeel is great, not too heavy, chargers your phone a full bar plus more, and even is not much bigger than a normal phone case. I would have gave this a 5 star rating if the charging port wasn’t crap. It messed up in less that a week and only way to charge it is have it sitting a certain way while charging. Now I’m taking the cover off to charge it separate so it doesn’t move. Thought about sending it back, but don’t want to mess with the hassle. If they can upgrade the port this would be a 5 Star all day Rating:", "id": "en_0425488"}
{"language": "en", "output": "bad", "input": "Review: Barely fits a 13 gallon can\n\nI bought these a while back and held off my review until I could truly get an idea of how well they would work. I think its a nice idea but some improvements need to be made. First off... the bags barely fit into a 13 gallon can. I am constantly fighting the bags slipping into the can. I think a big reason could be that the bottom of the bags are gathered into the center so it cannot expand into the bottom of the can to efficiently take the weight of the garbage being thrown in. Also since the bags are so thin...anything that is oversized or has an edge will slice the bag. Good try but I think I will need to try something else when these run out. Rating:", "id": "en_0923704"}
{"language": "en", "output": "good", "input": "Review: Quality and arrived as promised\n\nCurtains beautiful love them !! Hang and look great . Rating:", "id": "en_0048100"}
{"language": "en", "output": "bad", "input": "Review: A waste of money\n\nA cure for insomnia. Stupid and annoying characters. A waste of money Rating:", "id": "en_0083307"}
{"language": "en", "output": "good", "input": "Review: Great shampoo\n\nGreat shampoo, smells great and great lather. It is cruelty free which is important to me. Also, I get the Keratin treatment and it is safe for me to use. I've been using this for years. Rating:", "id": "en_0564331"}
{"language": "en", "output": "bad", "input": "Review: Doesn't fit right\n\nIt's too large for my humidifier!! I don't think this was the OEM. Rating:", "id": "en_0972624"}
{"language": "en", "output": "good", "input": "Review: quality product\n\nworks great in defuser leaves no residue Rating:", "id": "en_0137495"}
{"language": "en", "output": "good", "input": "Review: Pretty Colors\n\nThese are beautiful rhinestones & the size is just right for my nail bed. Rating:", "id": "en_0096361"}
{"language": "en", "output": "bad", "input": "Review: Great customer service\n\nHeres the thing the vanity was completely torched upon arrival. Just in shambles, legs cracked off, Panels cracked in half, broken top, bad. The company did the right thing and refunded the purchase in full. Rating:", "id": "en_0690233"}
{"language": "en", "output": "bad", "input": "Review: Came ripped with holes.\n\nCame with holes ripped through out it. Rating:", "id": "en_0639733"}
{"language": "en", "output": "good", "input": "Review: It Works\n\nI know you could pay a lot more, but why should you? The only reason might be if you are using the taillight for day time exposure. Works, but you might need another light for this purpose. Rating:", "id": "en_0115053"}
{"language": "en", "output": "good", "input": "Review: Great Love Story!\n\nAt first, I was not feeling this story at all. It seemed Dawn and Patrick jumped \"in\" too quickly and there was no build-up to their relationship[. But, as usual, Christina C. Jones has the ability in her books to give readers what they are looking for...easy-to-like characters with believable backstories and a great love story. Rating:", "id": "en_0080620"}
{"language": "en", "output": "good", "input": "Review: Perfect\n\nVery light weight- we love it that way. Finally a cover that's long enough! Rating:", "id": "en_0451275"}
{"language": "en", "output": "bad", "input": "Review: Bad quality Material\n\nThis is the worst flip flop I have bought. Got it for my husband he started using them not even a month ago, maybe 4-6 times for a little while and you can see. Very disappointed. Rating:", "id": "en_0218957"}
{"language": "en", "output": "bad", "input": "Review: This sucks\n\nFirst it took me forever to remove everything so that’s annoying then once I finally did it didn’t even work I tried installing it into my 2005 Honda Accord and the aux nor the usb work so now I’m out 30 dollars and just waisted 2 hours of my life don’t buy this Rating:", "id": "en_0762136"}
{"language": "en", "output": "bad", "input": "Review: Do not this!\n\nI'm pretty sure it's not a matte screen protector because it's still shows a lot of glare and the edges don't seal down which makes it have the bubble effect. Definitely will not buy again Rating:", "id": "en_0930174"}
{"language": "en", "output": "bad", "input": "Review: Product went bad in less than a month of installing\n\nOne of the lights stopped working in less than a month. Worked fine while it did. Rating:", "id": "en_0848072"}
{"language": "en", "output": "good", "input": "Review: Lots of fun. A learning game\n\nLots of fun.A learning game. Rating:", "id": "en_0476565"}
{"language": "en", "output": "bad", "input": "Review: Meh\n\nNot a huge fan. All the product did was pull the hairs out of my face. It did not pull out any of my blackheads. I do have to say that I did like the tools that came with it. Those seem to work. Rating:", "id": "en_0392339"}
{"language": "en", "output": "bad", "input": "Review: NOT Dishwasher safe\n\nI bought these specifically because I wanted dishwasher safe reusable water bottles. These can be put in the dishwasher but they start to peel after the first wash. They looked terrible after the first week. The color is peeling off. Rating:", "id": "en_0972745"}
{"language": "en", "output": "good", "input": "Review: Perfect size and look for everyday use\n\nWas exactly as pictured and came VERY well packaged. Corrugated squares are placed between each dish/bowl to prevent breakage. They are just the right weight, not too heavy and not too light. The quality is higher than I expected from a modestly priced dinnerware set. Only wish they sold a set of 8! Rating:", "id": "en_0292724"}
{"language": "en", "output": "good", "input": "Review: Keeps dogs out of laps, even big ones!\n\nWorked great & did it's job. We have two large dogs and they respected the boundary. Could have been easier to put together. Rating:", "id": "en_0065365"}
{"language": "en", "output": "bad", "input": "Review: Seller Miles of Deals. No returns\n\nAccidentally bought the non charcoal version of this. Found out after delivery that this seller does not accept returns or exchanges. Buyer beware. Rating:", "id": "en_0834538"}
{"language": "en", "output": "good", "input": "Review: Great case\n\nGreat quality carrying case. I use it on a daily basis and its great! Rating:", "id": "en_0471842"}
{"language": "en", "output": "good", "input": "Review: Delicious\n\nAlways a fan of Acai, every morning I put a tsp in my coffee and in my oatmeal with yogurt, it's very tasty and healthy Rating:", "id": "en_0526252"}
{"language": "en", "output": "bad", "input": "Review: Missing parts\n\nI love Plow and Hearth and their products. Love this steamer pot. If you want this product buy it directly from P&H, not Amazon. Amazon seems to be shipping either only the bottom pot portion or , like me, only received the lid after ordering it twice and having to return both lids. I finally ordered it directly from P&H. The price was the same with free shipping and a $15 gift card to boot! Amazon can't possibly know about all the items they sell so mistakes are being made. This marketplace idea may be getting too big to handle. I gave the rating of 2 stars not because of the product but because of Amazon's inability to handle so many orders. I gave it a one star on giftable because obviously if you're sending a gift to someone and they only receive half, what's the point. Rating:", "id": "en_0450923"}
{"language": "en", "output": "bad", "input": "Review: It’s big! Suction cups are a joke!\n\nIt’s big, but no very sturdy. The suction cups are completely useless. Why they even bother including them is mind boggling. Rating:", "id": "en_0470915"}
{"language": "en", "output": "good", "input": "Review: Pretty flowers, realistic and durable\n\nWhen I received the package, I was little surprised that the package looked tiny and compact. They were thick and long but squished into a tiny bag. They can be hanged effortlessly, the stem end has a wire in it and is easy to set up. They looked AMAZING in our party. These are reusable if you take good care of them. Will definitely recommend them for someone who wants a real and pretty look. Rating:", "id": "en_0246410"}
{"language": "en", "output": "bad", "input": "Review: Does not keep date accurately.\n\nLooks nice and keeps time well. Unfortunately, it does not keep date accurately.... which is half its function. Also, unlike advertised, the metal band DOES catch your arm hairs. Rating:", "id": "en_0489342"}
{"language": "en", "output": "good", "input": "Review: Good transition cup\n\nWe are transitioning our toddler from bottle to cups for milk, so bought these after a fellow mom suggested the brand. It's great overall and my toddler is enjoying drinking out of it. I just find cleaning the drinking spout a but tedious with the small holes. Rating:", "id": "en_0796065"}
{"language": "en", "output": "bad", "input": "Review: Squeaks way too much\n\nMaterial is good but squeaks every time I use the shoulder strap. Gets really annoying Rating:", "id": "en_0679526"}
{"language": "en", "output": "good", "input": "Review: Great product, very happy\n\nThese are great heavy duty liner style floor mats that fit my \"new\" 2010 Chrysler Town & Country perfectly. The light beige interior was immaculate despite it's age, and with kids & dogs I wanted to ensure I did all I can to keep it that way! I'm pretty sure these will do a fantastic job for a very long time. They fit very well in the car and are not too difficult to move out of the way if you need to stow a seat. The one thing that I have found a bit annoying is that the very back edge of the mat does seem to get in the way of putting the rear seats back into seat position if you had them stowed. It slips back so the seat catch will not engage so you kind of have to fiddle with it a bit... It also seems to hinder the ability for the front center console to slide back. Small price to pay I suppose. I'm thinking I might try grabbing some velcro tape to put on the bottom in the hopes it will catch on the floor carpet and hold in place a little better. so the functionality of the car is not hindered. All in all, I'm happy with this purchase and would recommend. I like that they leave nearly zero exposed carpet, and that the edges are raised up so if something WAS spilled it would hopefully not run off the mat & onto the carpet. Rating:", "id": "en_0236839"}
{"language": "en", "output": "bad", "input": "Review: Low quality not worthy\n\nThis camcorder has really bad material quality, small size of camcorder just looks like kid’s toy, and the videos i shot were not clear too, personally i wouldn’t accept over 200 bucks to buy this quality of camcorder Rating:", "id": "en_0464199"}
{"language": "en", "output": "bad", "input": "Review: useless piece junk; stay away\n\nunit leaked at every joint; could not tighten enough to stop leak. would not hold shower head in place; too weak to hold up small rain head; Rating:", "id": "en_0964721"}
{"language": "en", "output": "bad", "input": "Review: Nope\n\nThw foil was hard to use Rating:", "id": "en_0289125"}
{"language": "en", "output": "good", "input": "Review: Well done\n\nHate reviews, no one feels like I do about one's rating of a book, see for themselves. I found the need to get to the end and say I knew it. Held me in it's grips.,l Rating:", "id": "en_0021796"}
{"language": "en", "output": "good", "input": "Review: Top a little loose\n\nThe outfit itself is adorable. The only thing that was a bit disappointing was that the top was a little loose. I bought this for my daughter’s photo shoot. I took the right measurements described on the sizing chart & got the correct size off the chart. Came out to the same size she’s already wearing but, unfortunately we are going to have to taylor the top a bit. Rating:", "id": "en_0352270"}
{"language": "en", "output": "good", "input": "Review: Just what I was looking for.\n\nI like the ease of use. My appliqué projects are much easier to do! Rating:", "id": "en_0829112"}
{"language": "en", "output": "good", "input": "Review: Cell Repair\n\nThis supplement was prescribed by our family physician as an aid in cell repair. We both have had skin cancers. I can already see results. We take one capsule a day. Rating:", "id": "en_0645163"}
{"language": "en", "output": "bad", "input": "Review: Two Stars\n\nNice but not worth the price Rating:", "id": "en_0937329"}
{"language": "en", "output": "good", "input": "Review: i, personally, wouldn't anything larger than a 19 ...\n\ni, personally, wouldn't anything larger than a 19 inch on this mount. I does move in every direction perfectly, once mounted. Rating:", "id": "en_0600528"}
{"language": "en", "output": "good", "input": "Review: Very easy to clean was correct measurements\n\nI misplaced my measuring cup for my rice cooker this made a good replacement Rating:", "id": "en_0780503"}
{"language": "en", "output": "bad", "input": "Review: Damaged\n\nThe book came damaged and I am unable to send it back because the company will not send me a return label in the mail and I don't have a printer so I will not be able to get a refund for it I definitely would not recommend this company. Rating:", "id": "en_0696887"}
{"language": "en", "output": "good", "input": "Review: It's a flashlight and it's bright.\n\nIt's a pen flashlight exactly as described just a tad bit too long in my opinion but other than that useful little thing to carry around in your pocket or car very bright. No adjusting anything. Has little clip four pockets and whatnot. I personally leave it next to my bed and use it at night when I get up and it's dark in the house as my personal little walk around light. Rating:", "id": "en_0729558"}
{"language": "en", "output": "good", "input": "Review: Nice touch\n\nI already have them hanging in the yard. They didn't even have a full charge and were on last night. Not sure if its bright enough yet or not, as not a full charge. But they're pretty either way. Rating:", "id": "en_0253601"}
{"language": "en", "output": "good", "input": "Review: Love this coffee maker\n\nLove this coffee maker. Only one problem: We can't program it to keep the coffee warm for 5 hours instead of 2. Rating:", "id": "en_0981758"}
{"language": "en", "output": "good", "input": "Review: Four Stars\n\nShoes are comfortable made with good materials. Rating:", "id": "en_0453736"}
{"language": "en", "output": "bad", "input": "Review: Terrible product, doesn't work at all.\n\nTerrible product without any doubt! Doesn't work correctly with a simple wall at all. The paint doesn't come out correctly. The instructions say that aprox. 3 to 5 min but actually it doesn't come out at all correctly in a big while, like an hour or more. Please dont buy it, its better to use the old fashioned way. You'll save some bucks. Rating:", "id": "en_0699815"}
{"language": "en", "output": "good", "input": "Review: Love but get brushes too\n\nIt distributes good amounts of water but I dont love the brushes density for the wide ones. They are super thick to me. I LOVE the thin ones they give me what I need to paint with use the thick ones for wetting the paper. Rating:", "id": "en_0654744"}
{"language": "en", "output": "good", "input": "Review: Comfort\n\nThey are very comfortable. Rating:", "id": "en_0776796"}
{"language": "en", "output": "good", "input": "Review: Wonderful!\n\nThe color in person is great! This is extremely well made and durable. The quality is great for the price. Would highly recommend. Rating:", "id": "en_0718734"}
{"language": "en", "output": "bad", "input": "Review: Faulty product\n\nI’d write a lower review but can’t. Kept getting negative ketosis a few weeks into using them (sealed and kept dry) which I found odd. Tested with a different brand and in ketosis. Tested the dip stick in water and it wasn’t bright purple but pink like a “low” reading. I’m not sure if my tap water has cut out their carb intake but I’m going to go with faulty product. I’ve reached out to the company to notify them. Needless to say I’m disappointed. Rating:", "id": "en_0794528"}
{"language": "en", "output": "good", "input": "Review: Great for the price\n\nStrong power and cuts easily. 4 stars because the spool broke in half after about 5 uses. Rating:", "id": "en_0798134"}
{"language": "en", "output": "bad", "input": "Review: Beautiful pieces but not\n\nThe knife broke during our cake cutting. Beautiful pieces but not useful Rating:", "id": "en_0047696"}
{"language": "en", "output": "good", "input": "Review: So pretty!\n\nVery pretty little hand mirror! Looks exactly as pictured and arrived in perfect condition. Rating:", "id": "en_0889228"}
{"language": "en", "output": "bad", "input": "Review: Dont waste your money\n\nJunk. Over heats almost immediately 20 sheets single feed. quit working because safe sense sensor thinks its being touched.. Buy the protection for this piece of junk if you buy it Rating:", "id": "en_0301210"}
{"language": "en", "output": "bad", "input": "Review: more orange than red\n\nInstead of being a true red color, these have regular white color inside with a red plastic round covering on the top, so the color the shines through is orange. Rating:", "id": "en_0334246"}
{"language": "en", "output": "good", "input": "Review: Wonderful\n\nI love craisins and glad ro see they come in a lower sugar version Rating:", "id": "en_0820834"}
{"language": "en", "output": "bad", "input": "Review: Not quality expected\n\nI purchased this item because most items made in France that have anything to do with cooking are excellent products! I own casserole dishes a dutch oven both made in France. They are top quality. These bowls are not. My Libby brand I’ve had for years so durable. Rating:", "id": "en_0256796"}
{"language": "en", "output": "bad", "input": "Review: I am very disappointed. Not very serious at all\n\nI ordered this item few weeks ago to upgrade my door opener. I didn't opened the package immediately because I wasn't ready to install it, but when I tried to start my job, surprise, the reflector was missed. Now I need postpone my work and I need to buy one at my own cost for at least $20. I am very disappointed. Not very serious at all !!! Rating:", "id": "en_0667503"}
{"language": "en", "output": "bad", "input": "Review: bad\n\nreceived these cups completely sealed but they were all oily and slippery on the outer side Rating:", "id": "en_0615285"}
{"language": "en", "output": "bad", "input": "Review: They didn’t work\n\nSpent 6 hrs installing these and all but 1 work waste of my time Rating:", "id": "en_0064229"}
{"language": "en", "output": "bad", "input": "Review: Pictures worth a thousand words\n\nThe fact that the tea box came scrunched up and powdered tea leaves were all over the the box made me doubt about the freshness of the product. Rating:", "id": "en_0537939"}
{"language": "en", "output": "good", "input": "Review: Four Stars\n\nGood book but needed more scenarios and examples Rating:", "id": "en_0863566"}
{"language": "en", "output": "good", "input": "Review: Very cool\n\nI do like these and they are a great talking piece, however they are quite a bit too tall. If they were cut in half or more they would be better. Rating:", "id": "en_0744189"}
{"language": "en", "output": "bad", "input": "Review: Only one of the earbuds was functioning\n\nOne of the earbuds did not work. Only one of them arrived functioning, while the other never turned on. It failed to charge or respond. Charged it for two hours but it never turned on. Really disappointed in that. The earbud that did work sounded really good and was very comfortable. Rating:", "id": "en_0232581"}
{"language": "en", "output": "bad", "input": "Review: Shadow dance\n\nI’m so very disappointed...I only got thru a 1/3 of the story. I thought it was going to be about Scotland...maybe even time travel. It took place in a little town in Texas. There were too many crazy characters to keep straight. Sorry just wasn’t for me! Rating:", "id": "en_0647757"}
{"language": "en", "output": "good", "input": "Review: Four Stars\n\ngreat product, good price, I might need slightly more compression or I would have rated 5 star Rating:", "id": "en_0496744"}
{"language": "en", "output": "good", "input": "Review: Nice gloves\n\nExactly as shown. Nice gloves Rating:", "id": "en_0684345"}
{"language": "en", "output": "good", "input": "Review: Fitbit Blaze\n\nGreat fit, nice material and easy to install. Rubbed leather conditioner on band about putting it on, for easy break in, worked great. Rating:", "id": "en_0708979"}
{"language": "en", "output": "bad", "input": "Review: Did not work as expected...\n\nI used it to get hard water n rust stains off my shower walls. It didn’t do anything. Might need something stronger....disappointed.... Rating:", "id": "en_0865200"}
{"language": "en", "output": "bad", "input": "Review: Very cheap grade of ear buds\n\nThey are very low-end ear buds. They work, but the fit isn't great, and neither is the sound. We aren't too worried about it, since it is for our teens that tend to lose them anyway, but we won't be purchasing them again in the future. Rating:", "id": "en_0893114"}
{"language": "en", "output": "good", "input": "Review: Careful with box if buying for a gift\n\nIf would be concern to buy this for a gift because I have never seen such a plastic cheap box. Other than that, these earings are stunning! I compared my Moissanite earing (on the right) with the Swarovski's one (on the left) and the Swarovski's one is more brilliant!!! Again beautiful and stunning. Rating:", "id": "en_0187166"}
{"language": "en", "output": "good", "input": "Review: Worth every penny!\n\nGreat price! Great fit for both me and my son! Going to buy another pair since my son ended up loving mine so much. Rating:", "id": "en_0494395"}
{"language": "en", "output": "good", "input": "Review: Great story\n\nIn a genre full of recycled cliches it is refreshing to find a unique story with a well thought out world and magic mechanics that you have not seen before. I am excited for more books from Shad Brooks. Rating:", "id": "en_0852269"}
{"language": "en", "output": "good", "input": "Review: They do the job at a good price.\n\nThese bags are a good value for the quality. Just the right size for my dog and they do what they’re supposed to. This is my second box. Thanks! Rating:", "id": "en_0189409"}
{"language": "en", "output": "good", "input": "Review: Good value fits large rolls\n\nNice design with plenty of room for large toilet paper rolls. Like that it has 4 feet so it’s less tippy. Only issue is the shipping package had too much room in it. It slid around in the box and bent all the feet. I straightened it out and it looks good now Rating:", "id": "en_0287920"}
{"language": "en", "output": "good", "input": "Review: GREAT\n\nLooks and works great. Rating:", "id": "en_0076307"}
{"language": "en", "output": "bad", "input": "Review: Not real leather\n\nFor this price I would expect it to be real leather, as it said it was leather. It is that fake imitation pressed stuff that usually comes on $20 Bibles. Rating:", "id": "en_0530706"}
{"language": "en", "output": "bad", "input": "Review: Looks more like syrup, the taste is off\n\nI am NOT convinced this is PURE honey. Looks more like syrup, the taste is off, and it began to crystallize within 3 months. Not happy and won't buy this again and I would not recommend to others. Rating:", "id": "en_0420857"}
{"language": "en", "output": "good", "input": "Review: Spray\n\nIt did not fully get the hard water stains off my toilet. I will keep using and hopefully over time they will disappear. Rating:", "id": "en_0223135"}
{"language": "en", "output": "good", "input": "Review: Great Lamp\n\nVery practical and works well! Rating:", "id": "en_0801736"}
{"language": "en", "output": "good", "input": "Review: I like them, but...\n\nI really like them, but I noticed an issue with the red polishes... they seem really sheer and don't show up well over black nail polish. I'm not sure why, the blue showed up very vibrant and pretty. Overall these work great, but the reds were kind of disappointing. Rating:", "id": "en_0109773"}
{"language": "en", "output": "bad", "input": "Review: Undecided on this!\n\nThese screen protectors didn't work for my boyfriend's phone if he put a protective case on it. Every case he put on it caused the glass shield to come off. The only way for him to use them is if he uses no phone case at all. Rating:", "id": "en_0971004"}
{"language": "en", "output": "bad", "input": "Review: No smell of basil\n\nThere is not a smell of basil in this soap. It's very flowery not at all like basil. Rating:", "id": "en_0238130"}
{"language": "en", "output": "good", "input": "Review: Keep in mind the finish is a little darker than the picture.\n\nThe stand is very solid and works well as an end table. The finish is a little darker than depicted in the picture so it doesn’t match the rest of our furniture. Rating:", "id": "en_0918445"}
{"language": "en", "output": "good", "input": "Review: Size, fit and comfort\n\nMedium size fit like a compression shirt should and matches measurements as described. Gun holder on both sides works well and stitched securely. I have a laser so it was tight which makes it a little hard to get out. There is a hammer on end so that rubbed a little on my arm just under arm pit but once I put a button up shirt on I didn't feel it. Overall it does what advertised just depends on what type you are carrying. Rating:", "id": "en_0411191"}
{"language": "en", "output": "bad", "input": "Review: missing pages and drawn on pages\n\nthis book was filled with drawings from previous owner.... every page is written in by what I can only assume is a grade school aged child.... page 11-15 are also missing.... do not buy this book used... Rating:", "id": "en_0317803"}
{"language": "en", "output": "bad", "input": "Review: Not recommended at all\n\nDifficult to install and unclear instructions. Pieces are sharp and cut your hands. After installation, felt flimsy, and plastic snapped while we were driving. Not recommended at all. Rating:", "id": "en_0237083"}
{"language": "en", "output": "bad", "input": "Review: Noisy, and noisier over time\n\nWorked as expected for about 6 months. Unfortunately, the noise has become unbearable. There is an impeller in the unit that spins on a very thin rod. The plastic propellers now catch something in the unit frequently causing loud rubbing sound a scaring the fish. Had to throw out. Rating:", "id": "en_0590708"}
{"language": "en", "output": "good", "input": "Review: Your dog will love them\n\nMy dogs love your toys. They play with them every day. One of my dogs has a biting problem and your toys help with that problem. Rating:", "id": "en_0140388"}
{"language": "en", "output": "good", "input": "Review: This stuff is really nice. It's not super long lasting\n\nThis stuff is really nice. It's not super long lasting, but it's not a bad amount of time and it fades nicely without a sticky residue. This scent is my favorite, but the pina colada is good too. Rating:", "id": "en_0415181"}
{"language": "en", "output": "good", "input": "Review: Nice product actually works\n\nAfter rigorous use the connection becomes loose .. port weakens along with the connection. Rating:", "id": "en_0577293"}
{"language": "en", "output": "bad", "input": "Review: Two is generous\n\nGreat ass and tits which overrides horrible writing, I mean just awful nonsensical crap dialogue. The girls are hot though. Rating:", "id": "en_0194216"}
{"language": "en", "output": "good", "input": "Review: Class act!\n\nLooks great and was surprisingly easy to assemble. Rating:", "id": "en_0234497"}
{"language": "en", "output": "bad", "input": "Review: Looks like someone tried to stand on the box.\n\nI bought these for a school supply drive at work. Not only did they show up a day later than their guaranteed ship by date, but the box looks like someone tried to stand on it and then the packages of glitter look like they’ve exploded because of it. Couldn’t find any other place to report this issue. Rating:", "id": "en_0203715"}
{"language": "en", "output": "bad", "input": "Review: Check the connection carefully before purchase.\n\nDoes not connect to this fan. Rating:", "id": "en_0965354"}
{"language": "en", "output": "good", "input": "Review: Exact diameter for my sewing project.\n\nThis pillow form is required for a crochet cover. Rating:", "id": "en_0605561"}
{"language": "en", "output": "bad", "input": "Review: Can't Get It Folded Back Into The Bag!\n\nNice fun game, but NOT portable. Can't get it folded back into the bag. Rating:", "id": "en_0117505"}
{"language": "en", "output": "bad", "input": "Review: Funny that it's the same thing keeping the product or ...\n\nFunny that it's the same thing keeping the product or returning it, in case that you order an extra one by accident. Rating:", "id": "en_0018398"}
{"language": "en", "output": "good", "input": "Review: how to use it\n\nI would have gave it 5 stars, but no instructions on or in box, and I was a little confused how to work it at first. But love it. Rating:", "id": "en_0448111"}
{"language": "en", "output": "good", "input": "Review: pretty\n\nIt is a very nice case. It is pretty thick and sturdy. Fits my S8+ just right. Rating:", "id": "en_0482094"}
{"language": "en", "output": "good", "input": "Review: Better then what I expected.\n\nThe only thing I would change is the seat, it’s on a slant. Rating:", "id": "en_0152505"}
{"language": "en", "output": "bad", "input": "Review: Worse book I’ve read in some time.\n\nThis book was a fraud. Who was the victim? And who were the 17 suspects? This book was about everything EXCEPT what the title ... and the TV ad ... implied. A total disappointment. Would not recommend to anyone. A total waste of money. Rating:", "id": "en_0299775"}
{"language": "en", "output": "good", "input": "Review: but it has stayed up fine. If you install the shelf correctly it doesn't ...\n\nCute, stays up well. The magnet on the tray on top is not as strong as I would have expected, which made me a little nervous when putting it up, but it has stayed up fine. If you install the shelf correctly it doesn't really matter. Rating:", "id": "en_0923142"}
{"language": "en", "output": "bad", "input": "Review: The quality is too bad.\n\nWhen I received it, I wanted to throw it into the trash. The quality is too bad. Rating:", "id": "en_0925918"}
{"language": "en", "output": "good", "input": "Review: Super happy\n\nAll of them fit well except for maybe 1 and I liked almost all of them and the ones I didn’t will just be for periods 😅 I’m just so happy I didn’t have to go to the store and find some over priced ones wish they had something like this for my husbands boxers Rating:", "id": "en_0704879"}
{"language": "en", "output": "good", "input": "Review: Durable and assembly is easy\n\nAwesome product my two dogs love them and perfect size for my 100lb. German Shepherd to stretch out and my Siberian Husky has xtra room to roll around and stretch out on to. Rating:", "id": "en_0073988"}
{"language": "en", "output": "bad", "input": "Review: BROKEN! Thrown in package WITHOUT PACKING, LOOSE GLASS CUPS-REALLY\n\nHave bought these 3 times, the 1st two packages were \"packed\" with packing, in an additional box. the third box, the glasses were \"thrown\" in the box without ANY PACKING IT'S GLASS PEOPLE!!!! disgusted Rating:", "id": "en_0762923"}
{"language": "en", "output": "good", "input": "Review: Cute for the holidays.\n\nI really like this cup and plate. I think the paper and the straw were kind of a waste but worth everything else. I wish the straw wasn’t made of paper so it would last longer then 1 year. Rating:", "id": "en_0503218"}
{"language": "en", "output": "good", "input": "Review: Just what you need out of a product AND seller! :)\n\nVery quick and painless process buying this! Sellers are great and I would absolutely buy from them again! Rating:", "id": "en_0253367"}
{"language": "en", "output": "bad", "input": "Review: Not for me\n\nWell made but personally I found the rim of the penis where it meets the shaft very uncomfortable upon insertion. Too unyielding and a bit painful with no give on this part when inserting and withdrawing. Rating:", "id": "en_0312117"}
{"language": "en", "output": "bad", "input": "Review: Material does not last well.\n\nAt first loved the softness of these sheets. But after washing alone 4 times material is balling up where I sleep! Not worth the high cost! Wow! Seller sent a free replacement set saying that the product was not up to their expectations. I was not expecting this and was pleasantly suprised! Hope the new set lasts! Rating:", "id": "en_0550300"}
{"language": "en", "output": "good", "input": "Review: Good buy\n\nIt is longer, non-slip made of a gripping honeycomb pattern. Like it. Rating:", "id": "en_0429221"}
{"language": "en", "output": "good", "input": "Review: Love these!\n\nOmg!!! Love these!!! The only bad thing about them is I eat the whole box in one sitting-lol! Rating:", "id": "en_0518957"}
{"language": "en", "output": "good", "input": "Review: Her feelings towards her Children, husband and friends\n\nThe book is very good just not exactly what I normally read. Lost my attention a couple of times throughout the story. Rating:", "id": "en_0492634"}
{"language": "en", "output": "good", "input": "Review: Sturdy and of high quality\n\nI purchased these envelopes thinking note-size paper was included. That aside, they are perfect in every way. They are sturdy and of high quality. I would buy them again, if I could get matching note paper. I cut the flaps off, to create my own. Rating:", "id": "en_0143038"}
{"language": "en", "output": "bad", "input": "Review: dribbled out everywhere\n\nDribbled all over the machine. Weak. Rating:", "id": "en_0247968"}
{"language": "en", "output": "bad", "input": "Review: Easily DESTROYED\n\nI wanted a toy that my golden could enjoy for at least a month... She was able to rip the octopus to shreds within a day. Do not waste your money on this product. It was advertised for the super chewer, wrong! Rating:", "id": "en_0568012"}
{"language": "en", "output": "bad", "input": "Review: Bad\n\nI threw it away on day three when the gauge was off by 20 psi. Poor quality tool Rating:", "id": "en_0016981"}
{"language": "en", "output": "bad", "input": "Review: Pass these by...\n\nI ordered 2 sizes thinking I would for sure have a fit. Both were too small. Rating:", "id": "en_0637286"}
{"language": "en", "output": "good", "input": "Review: Perfect for my son's lunch\n\nMi kid loved it. Only the size is average. No much room for medium cups al least. Rating:", "id": "en_0563262"}
{"language": "en", "output": "good", "input": "Review: Four Stars\n\nGood quality, let's hope it last. Rating:", "id": "en_0592992"}
{"language": "en", "output": "good", "input": "Review: Nice but not stable\n\nI ordered to use for my beauty products. The size of each basket is perfect. Unfortunately the baskets are just held on by gravity so if bumped the fall off. Rating:", "id": "en_0269829"}
{"language": "en", "output": "good", "input": "Review: Five Stars\n\nJust as good as rest! Rating:", "id": "en_0553675"}
{"language": "en", "output": "good", "input": "Review: Not a bad case for the moving glitter\n\nI loved my iPhone case until it cracked and the liquid ran out, but I did have it for a long time. The effect of the moving glitter was cool and pretty. It kept my phone from breaking or cracking Rating:", "id": "en_0734711"}
{"language": "en", "output": "bad", "input": "Review: One Star\n\nDid not receive my product Rating:", "id": "en_0667492"}
{"language": "en", "output": "bad", "input": "Review: Not the best\n\nI thought they would be a little higher quality, they work ok but I wouldn’t purchase them again. Rating:", "id": "en_0412610"}
{"language": "en", "output": "good", "input": "Review: Great deal & economical.\n\nGood device, easy connection. Rating:", "id": "en_0540323"}
{"language": "en", "output": "good", "input": "Review: Used past year and still works great\n\nEven my puppy could not chew through the cord. Now she walks great a year later and it's still working. Rating:", "id": "en_0128065"}
{"language": "en", "output": "good", "input": "Review: Best Book I’ve Read-❤❤\n\nGreat book. This is an interesting and informative book. I just wish there was more detail. I was recently told that I am an empath. I was not sure what that meant. I identified with the descriptions given here. Now I know why I become overwhelmed in large crowds and become overwhelmed by emotions sometimes. Rating:", "id": "en_0755195"}
{"language": "en", "output": "good", "input": "Review: Delicious and organic option.\n\nAfter trying and abandoning other brands, where the quality and taste decreased, and there was mold, I found these. Definitely expensive, but very good. My son likes them a lot. Rating:", "id": "en_0453365"}
{"language": "en", "output": "bad", "input": "Review: One Star\n\nMy Daughter wore these and within 2 hours they broke. Any suggestion on how to fix them? Rating:", "id": "en_0810195"}
{"language": "en", "output": "bad", "input": "Review: Never worked on my Surface Pro\n\nI got this with the intention of having a number pad for my Surface Pro 3. The unit was never \"found\" by the computer, and there is no way to know if the pad is even on (no indicator light of any kind.) It now sits in a desk drawer as a nice sized paper weight. Sending it back would cost as much as the unit cost to begin with, so I guess you get what you pay for. Rating:", "id": "en_0191300"}
{"language": "en", "output": "bad", "input": "Review: Dough gets stuck in the machine\n\nThis was disappointing. The rollers have a plastic guide of some sort that caught the dough and jammed them immediately, rendering it useless. The cutting rollers worked fine, but we had to roll the dough by hand. Rating:", "id": "en_0103794"}
{"language": "en", "output": "bad", "input": "Review: do not use with an inverter!\n\nSpoke to an engineer at the company before purchasing to use with my tractor's commercial grade inverter. Was told it would work if it could pull 15 amps. Not so. Mine can pull much more than that and it did not work. Rating:", "id": "en_0091242"}
{"language": "en", "output": "good", "input": "Review: I'll have a better idea. but laying on it tells me I'm ...\n\nonce I've actually slept on it in our camper, I'll have a better idea. but laying on it tells me I'm probably gonna sleep like a baby Rating:", "id": "en_0078956"}
{"language": "en", "output": "good", "input": "Review: Couldn’t be Happier\n\nLove this product. Will never buy anything but this. I used to break out all the time under my arms. This product has eliminated that problem! Smooth at last! Rating:", "id": "en_0143828"}
{"language": "en", "output": "good", "input": "Review: Awesome Suit!\n\nFits as expected great material! Really like! Rating:", "id": "en_0415802"}
{"language": "en", "output": "good", "input": "Review: Overall decent fit, a little tight in the chest\n\nI can't complain too much, given the price: the neck fit was perfect, but the chest was just a slight bit snug. The collars are good and stiff. Rating:", "id": "en_0103471"}
{"language": "en", "output": "bad", "input": "Review: XL size fits like a small size\n\nThe product was too small even when I order an extra Large size. XL size fits like a small size. I would probably pass the wrinkled fabric because I can iron it, but it was disappointing to not be able to fit in it. Rating:", "id": "en_0855440"}
{"language": "en", "output": "good", "input": "Review: Helped me with inflammation\n\nBought on recommendation of a friend to relieve arthritis pain. Used in combination with prescription and it very effectively gave me relief. Rating:", "id": "en_0953036"}
{"language": "en", "output": "good", "input": "Review: Five Stars\n\nGood quality, great price Rating:", "id": "en_0265861"}
{"language": "en", "output": "bad", "input": "Review: Stopped Charging\n\nIt worked great the 1st couple of months and then it just stopped working. Rating:", "id": "en_0607617"}
{"language": "en", "output": "good", "input": "Review: Gets the job done\n\nGot this for my son who was learning the alphabet. It’s an ok product it gets the job done and I like that it’s wood and not plastic. One star taken away because the Z and N look exactly the same and can be turned to fit each slot which is confusing for someone learning the alphabet to know which goes where. Rating:", "id": "en_0823443"}
{"language": "en", "output": "good", "input": "Review: wow\n\ngreat at getting you pumped up. directions said one scoop and it was more than enough Rating:", "id": "en_0953013"}
{"language": "en", "output": "bad", "input": "Review: Not happy\n\nThis was pretty but just didn't fit correctly. I think it could have been sewn better. Rating:", "id": "en_0989894"}
{"language": "en", "output": "good", "input": "Review: Outstanding Sci-Fi Military Horror Action\n\nA scattering of typos, missing words, & other editorial issues is the only thing preventing me from giving this book 5 stars. I give particularly high marks for the characters of the mercenaries, who seemed realistic & believable based on my own military experience. The action was fast-paced, bloody, & violent; no glaring plot holes caused me to roll my eyes; overall, a highly entertaining debut effort. I'll be looking forward to reading more from this author. Rating:", "id": "en_0089659"}
{"language": "en", "output": "bad", "input": "Review: not worth the money\n\ni’m happy I got it on sale because even at the sale price I was disappointed. My 2 year old was entertained for about 10 mins and the activities definitely lacked creativity. Rating:", "id": "en_0602404"}
{"language": "en", "output": "good", "input": "Review: Great Product!\n\nThis small scale works great for weighing ingredients making it easy to help me with my weight loss goals. It's lightweight and sleek. I also love that it converts units of measurements! Rating:", "id": "en_0787757"}
{"language": "en", "output": "good", "input": "Review: Bike seat\n\nPrice is ok, has a plastic in the middle of the seat that doesn’t look good for the seat. Minor defect. Rating:", "id": "en_0069865"}
{"language": "en", "output": "good", "input": "Review: This is brilliant\n\nThis is brilliant I bought one for my Samsung galaxy S7 edge then I upgraded to the S8 and gave the S7 to my wife so bought another one of these chargers. They are so simple to use, you just stand your phone on them no more connecting the lead to the bottom of your phone and having someone call you and your restricted to answer by the length of the lead. This is just a phone stand place your phone on it and hey presto it's charging. Really convenient! Rating:", "id": "en_0270983"}
{"language": "en", "output": "good", "input": "Review: I like it very much\n\nThis is the thickest and warmest neck gaiter I've ever had. It will definitely keep the cold from getting under your coat collar. The fabric is very plush and soft. I like it very much. Rating:", "id": "en_0272588"}
{"language": "en", "output": "good", "input": "Review: I like the fact that you can put it in the ...\n\nI like the fact that you can put it in the corner of the tank so it won’t take up much space. Rating:", "id": "en_0801208"}
{"language": "en", "output": "good", "input": "Review: I loved this so much.\n\nThis story drew me in and wouldn't let go. I just want to snuggle up to the main characters and stay there forever. Rating:", "id": "en_0578730"}
{"language": "en", "output": "good", "input": "Review: Strong cord, bright lights.\n\nLove them! Much stronger cord than I anticipated. They look great. The bulbs are bright, glad I didn't go with the brighter bulbs. Rating:", "id": "en_0630005"}
{"language": "en", "output": "bad", "input": "Review: Bottle and label delivered with scratches\n\nThe bottle came wrapped very well, however after unwrapping the bottle, is was extremely scratch up as well as the label. I was surprised to see the label looking old and the bottle looked as though it had been tossed around for a while. I chose to only use it for the skin. Rating:", "id": "en_0721851"}
{"language": "en", "output": "good", "input": "Review: Perfect size\n\nWill be great for travel Rating:", "id": "en_0039433"}
{"language": "en", "output": "bad", "input": "Review: Not a usable bottle opener\n\nDose not work. Can’t even get bottle to catch on it. Dose not look anything like pic. Can’t even read the righting on the top. Rating:", "id": "en_0808110"}
{"language": "en", "output": "good", "input": "Review: Right ho\n\nThese stories we're too funny!!!! Simply a cracking good time! Jeeves is amazing! He solves Wooster's with such cool aplomb. Rating:", "id": "en_0462608"}
{"language": "en", "output": "good", "input": "Review: The quality and fit was better than expected.\n\nThe quality and fit was better than expected. Rating:", "id": "en_0239091"}
{"language": "en", "output": "bad", "input": "Review: junk app for a junk tablet with junk ads\n\nstupid amazon wants you to buy additional programs inside the app OR subscribe to their ridiculous monthly service for open app access to kids. Rating:", "id": "en_0804691"}
{"language": "en", "output": "good", "input": "Review: Like the case, dislike the screen protector\n\nI got this case to replace my previous case that I've had since I got the phone and the case and the belt clip seem fine, I did have a little bit of an issue trying to open the case to put the phone in but the instructions cure that up quickly. The only thing that I don't like is the plastic screen protector. It's not flush to my screen and there's a gap about as thick as a dime toward the middle of my screen which makes me have to actually press down to get anything to register, which makes trying to type quickly quite a hassle. I would suggest getting a different protector if you type stuff out a lot on your phone like I do. Rating:", "id": "en_0758033"}
{"language": "en", "output": "good", "input": "Review: Drop tested\n\nI have been using this case for about 3 months now. Its been dropped probably about 10 times and so far so good. The case stays on and the screen has yet to crack. I dont really use the kick stand on the back of it but I can tell its built great. Rating:", "id": "en_0220893"}
{"language": "en", "output": "good", "input": "Review: Four Stars\n\nVery cute dress for the price. Rating:", "id": "en_0974857"}
{"language": "en", "output": "bad", "input": "Review: One Star\n\nDoesn’t work anymore Rating:", "id": "en_0840394"}
{"language": "en", "output": "good", "input": "Review: Five Stars\n\nSecond time purchasing. No issues. Kids just mess them up other wise they last. Rating:", "id": "en_0464129"}
{"language": "en", "output": "good", "input": "Review: CPAP Side Sleeper\n\nI bought one for myself and one for my wife. My wife said it was too thick for her and didn't help so I adopted hers. I am 6'4\" and weigh 250 pounds and put one pillow just above my knees. The strap is very handy as I typically switch from 'left side' to 'right side' throughout the night. It isn't necessarily the separation that helps me as much as keeping my 'upper' leg from falling forward and twisting my lower back out of alignment. This, the pillow does a good job of. I did try to use my wife's pillow as a second pillow between my legs but it was just too much. Then I noticed the shape of the pillow might accommodate my head. I wear a full face CPAP mask which would get pushed loose on my traditional pillow. I tried the knee pillow as a head pillow, placing my face on the thick edge and allowed the face mask to project from the pillow free from pressure of any kind. It worked! Since I roll over from side to side through the night, the mask just projects from the other side as I settle in. Just remember to get your face up on the thick part so the mask doesn't touch the pillow. The knee pillow will stay securely between your legs and it becomes second nature to keep your legs together as you turn from side to side. This is not a 'cure all' but it will help keep your lower back from going out. I also use an inversion table and do lower back exercises every day. All in all, I would say this pillow is good as part of an overall treatment regime to relieve back pain. Oh, and it doesn't stink. I would buy this again, if for no other reason than it has a strap that helps keep it from getting lost in the bed. (strap was removed for use as a head pillow) Rating:", "id": "en_0854889"}
{"language": "en", "output": "bad", "input": "Review: nice small table\n\ni'm giving this a one because it arrived with the table top cracked. tried to send it back but could not get into amz, sight. Rating:", "id": "en_0008485"}
{"language": "en", "output": "good", "input": "Review: Great idea.\n\nThis is a great item. Let's you get the extra lift and slope you need to empty your tanks. Lightweight and easy to use/store. Rating:", "id": "en_0689620"}
{"language": "en", "output": "good", "input": "Review: Love! It looks great\n\nLove! It looks great. Fits great. I get so many compliments. I did drop it on to my counter and two stones fell out. Bummer. But besides that I would definitely recommend. Rating:", "id": "en_0945893"}
{"language": "en", "output": "bad", "input": "Review: Incorrect items\n\nUnfortunately these were the wrong ones so I can’t use them. No fault of the vendor though. Rating:", "id": "en_0982143"}
{"language": "en", "output": "bad", "input": "Review: Not recommended for long workouts!\n\nI have had these since September 2018. They worked great at first. The battery life is horrible! I wear them at the gym. I am lucky if I get 1 1/2 hrs of music out of them. I put them in their charger after each use. I give the charging box a recharge 3x a week. You can’t wear the ear buds for more than 1 1/2 hrs or they die! Disappointed! Rating:", "id": "en_0545240"}
{"language": "en", "output": "good", "input": "Review: Not just for men\n\nThis is great for women’s legs! Rating:", "id": "en_0287255"}
{"language": "en", "output": "good", "input": "Review: Kids tooth brush\n\nGreat product great price Rating:", "id": "en_0671866"}
{"language": "en", "output": "bad", "input": "Review: Pick a different brand or model that lets you remove the battery without removing the cover!\n\nThis feels great on the controller but I have a couple of issues with it. First and foremost, you can't get the batteries out of the controller without peeling this thing over the front of the controller. I have to change batteries every day and this is a serious pain. Second... The area around the A,B,X,Y buttons are now not standing out as far to push them in with this controller cover on. If I had seen the other products out there first, I wouldn't have ordered this one. Some of the other ones have a cut-out where the face buttons are so that you can feel them like normal. This thing goes right up to those buttons so your thumb can't feel them as well. Rating:", "id": "en_0899520"}
{"language": "en", "output": "good", "input": "Review: Setup and sturdiness\n\nGreat setup and sturdy Rating:", "id": "en_0613985"}
{"language": "en", "output": "good", "input": "Review: This works pretty well on purifying the air in my house I've ...\n\nThis works pretty well on purifying the air in my house I've got to cats and a dog so sometimes my house would smell like pets and the litter box unless u stay on top of it and clean it everyday then there is a cat urine odor. So I got this purifier to help with the smell and so far I'm pretty pleased I've got family and friends that tell me how clean my house smells and they would never say that before I got this air purifier. I like how it has the different settings and a timer it's not real loud and does exactly as it's supposed to. Rating:", "id": "en_0931484"}
{"language": "en", "output": "bad", "input": "Review: Delivered a used/refurbished item without notification\n\nAs with many other reviews, I have received a kit that definitely looks as if it has been used. I did not purchase this as a refurbished or used item. While all of the parts are purely mechanical, and a few scratches don’t bother me, it is worth noting that for the price I expected a new in box item. Cannot and will not recommend this product or brand in the future as it seems I cannot trust their company to provide new in box items. Rating:", "id": "en_0402666"}
{"language": "en", "output": "bad", "input": "Review: The rope is flimsy nylon, flag is cheap!\n\nAs others had mentioned in their reviews the flag is very cheaply made, just printed fabric not embroidered. The other negative regarding this product is the rope/ cord completely ripped after the flag was up for a little over a week! My new flag ended up on the ground ( brand new and being we are supporters of patriotism the flag now needs to be destroyed prematurely). The pole itself is a flimsy metal, I purchased (2) 1 1/4” pieces of PVC pipe to offer some much needed support. I will replace the rope but definitely wouldn’t consider repurchasing this item. Rating:", "id": "en_0660529"}
{"language": "en", "output": "bad", "input": "Review: showed up broken\n\nshowed up broken , too much trouble to assemble and send in complained once and no one did anything Rating:", "id": "en_0843853"}
{"language": "en", "output": "good", "input": "Review: Very nice\n\nVery nice stands, brought plants off the floor and gave a good finished decorative look to the flower pots. Rating:", "id": "en_0675766"}
{"language": "en", "output": "bad", "input": "Review: Do not buy!\n\nPoor quality. Solenoid doesn’t shut off CO2. Leaks badly! Do not buy! Rating:", "id": "en_0142464"}
{"language": "en", "output": "bad", "input": "Review: would probably be good if the unit was in the box when I ...\n\nwould probably be good if the unit was in the box when I got it. had to return to amazon for a missing unit. \"new\" second unit shipped had been work and worked out with, showing sweat stains all over unit. Rating:", "id": "en_0971366"}
{"language": "en", "output": "bad", "input": "Review: Garbage\n\nI received this product in he worst possible condition. The box was torn up and falling apart. The other items that came in the same box were completely fine. I’m pissed at the way this box looks. Won’t be buying from this supplier again. Rating:", "id": "en_0054603"}
{"language": "en", "output": "good", "input": "Review: Fits well\n\nThis is my second MacBook and therefore a second case. Holds up well and fits snuggly. Case will \"pop\" at first until maneuvered to secure more in place. Rating:", "id": "en_0897133"}
{"language": "en", "output": "good", "input": "Review: Cute but leaked\n\nUpdate: after posting my review they emailed me and are sending a new case free if charge. Great customer service and hoping the leak was just fluke! 😁😁😁 Loved the case had it about a week and a half and it's got a leak... never dropped or anything just woke up to a puddle under my phone 😣😣 Rating:", "id": "en_0544066"}
{"language": "en", "output": "good", "input": "Review: Rambling but still entertaining\n\nI found the tale a bit rambling at times but it was all tied up neatly in the end, making the winding paths seem necessary. Rating:", "id": "en_0195539"}
{"language": "en", "output": "bad", "input": "Review: One Star\n\nSignal is very poor and weak while my next room can't connected to the router. Rating:", "id": "en_0525863"}
{"language": "en", "output": "good", "input": "Review: Definitely worth it!\n\nReally helped my dog with her random aggression to my other dog. Stopped all the dog fights! Rating:", "id": "en_0762938"}
{"language": "en", "output": "bad", "input": "Review: Face of bunny hanging to the side\n\nIt is really nice and the quality looks good but it doesn’t close. The bunny’s face is always open and hanging from the rest of the watch when you try to close it, it stays closed for a second and then is open again. I bought 2 for my girls, and they cannot wear them since they look very bad with the face hanging to the side. So sad. Rating:", "id": "en_0445432"}
{"language": "en", "output": "good", "input": "Review: Good quality\n\nGood product, just not really my style. The pockets are somewhat tight, but this is a good slim wallet if that’s what you’re interested in. Rating:", "id": "en_0317526"}
{"language": "en", "output": "good", "input": "Review: Low budget, but a great sci-fi thriller\n\nThere are only a few actors in the entire movie and it almost all takes place in one remote mansion. But it is a great story. I love these kinds of sci-fi movies. Rating:", "id": "en_0947743"}
{"language": "en", "output": "good", "input": "Review: This is perfect, my child is going to be bouncing off ...\n\nThis is perfect, my child is going to be bouncing off the walls Christmas morning when she receives this! Rating:", "id": "en_0306987"}
{"language": "en", "output": "bad", "input": "Review: Do not buy!\n\nI received this just yesterday. Followed all instructions and made sure it was fully charged. On the highest setting it doe not shock at all. I even tried it on myself to test it and nothing. On Vibrate if my dog is even 15 feet away, nothing. DO NOT BUY THIS. I tried to research reviews and the only ones I could find were here on Amazon and these must not be true as the product is terrible. Rating:", "id": "en_0676484"}
{"language": "en", "output": "bad", "input": "Review: One Star\n\ncheap material and returned it Rating:", "id": "en_0308444"}
{"language": "en", "output": "good", "input": "Review: Save$$, nice value\n\nNice ring for the price! Rating:", "id": "en_0084797"}
{"language": "en", "output": "bad", "input": "Review: Easy Read but Lacking Content\n\nThis book was an easy read and the stories were enjoyable but I didn't learn much about building a capsule wardrobe. It was mostly anecdotes from clients. I kept waiting for everything to come together into some kind of guidelines or ideas for building a wardrobe but it never happened. Rating:", "id": "en_0037240"}
{"language": "en", "output": "good", "input": "Review: she doesn’t like for me to turn on her over head light ...\n\nMy daughter absolutely loves this; she doesn’t like for me to turn on her over head light in the morning; this amount of light seems to work perfect Rating:", "id": "en_0392962"}
{"language": "en", "output": "good", "input": "Review: These things are amazing!\n\nBought these for my husband's work shoes and they are awesome. Ordered more for my son's shoes, that's how good they work. No more smelly shoes! Rating:", "id": "en_0181207"}
{"language": "en", "output": "good", "input": "Review: Worth it!!!\n\nI read a lot about this product before buying it and it was amazing! My Morgan had her hold rear-end covered in rain rot from this horrible Tennessee weather this year, and I didn't know what to do, I thought I'd have a huge vet bill and a lot of maintenance, but I sprayed this all on her and gently rubbed it in good and groomed her, after using it twice in two days it was 100% gone. Absolutely get this product if you need something like this for your fur-children. Rating:", "id": "en_0136896"}
{"language": "en", "output": "good", "input": "Review: Easy to clean\n\nLove it and terrific price. Rating:", "id": "en_0684766"}
{"language": "en", "output": "good", "input": "Review: Fits as expected except length is shorter in real life.\n\nDefinitely keeps you warm. Fits as expected. Feels kinda rubbery but overall does the job for warmth! The length is more of short on real life compared to the model. Rating:", "id": "en_0868160"}
{"language": "en", "output": "good", "input": "Review: Quality holster\n\nWorks great with G19 with TLR-1 HL. As with any light bearing holster there is a little room to really wiggle your finger down into the holster and touch the trigger but overall this isn’t an issue for standard carry. Also you ha e to really place the firearm in there the correct way or it gets finicky. Great concept for a paddle style holster 4/5 Rating:", "id": "en_0993974"}
{"language": "en", "output": "bad", "input": "Review: Two Stars\n\nNeeded to return and disappointed on the high return cost, so donated it. Rating:", "id": "en_0170275"}
{"language": "en", "output": "good", "input": "Review: Good deal\n\nShipped fast and looks like it will be the perfect replacement part and we will have plenty of spares should we need them, lol. Rating:", "id": "en_0651114"}
{"language": "en", "output": "good", "input": "Review: good product\n\ngood product, outer skin is kinda gummy Rating:", "id": "en_0036302"}
{"language": "en", "output": "good", "input": "Review: More\n\nThe ending felt a little rushed. Would love to see more of this couple. This is my fist book by this author and I was pleasantly surprised. Rating:", "id": "en_0470876"}
{"language": "en", "output": "good", "input": "Review: Great Fit\n\nBought these for my son that wears a 14. They fit perfectly and arrived quickly. Will order again. Rating:", "id": "en_0577990"}
{"language": "en", "output": "good", "input": "Review: Better than gel rests\n\nThese are pretty comfy and can easily mold to whatever shape you want. However, the keyboard rest could really use some extra stuffing, and they both need extra reinforced stitching. Both of these are already leaking out beads, although it's a pretty simple fix to patch them back up. Rating:", "id": "en_0287464"}
{"language": "en", "output": "bad", "input": "Review: Two Stars\n\nSo these didn't say rum in their description. They are made of rum Rating:", "id": "en_0940038"}
{"language": "en", "output": "good", "input": "Review: I’d recommend\n\nOur son says he loves it. The rapid fire helps his ability to obliterate his competition Rating:", "id": "en_0075264"}
{"language": "en", "output": "good", "input": "Review: An upgrade for me\n\nNot so interested in the appearance so I choose this black one. The performance is good and you need to find the right spot, like your window or the outside wall to set up. At least I get what I want. Rating:", "id": "en_0078073"}
{"language": "en", "output": "bad", "input": "Review: No flange when shipped to me\n\nShower arm seems cool, but they forgot to send the black flange. Now i have to track down the correct size locally, bc my old flange wont fit, and spray paint it black. A headache not worth it. Rating:", "id": "en_0502085"}
{"language": "en", "output": "bad", "input": "Review: Not for everyone\n\nWasn’t very helpful. Rating:", "id": "en_0766373"}
{"language": "en", "output": "bad", "input": "Review: Two Stars\n\nUnable to tell if the readings were accurate, felt inconsistent Rating:", "id": "en_0110527"}
{"language": "en", "output": "good", "input": "Review: Very Nice\n\nI bought 2 and I’m very happy. Finish was as expected. Rating:", "id": "en_0407364"}
{"language": "en", "output": "bad", "input": "Review: Poor packaging\n\nThey came pretty smashed, not sure how I am going to make then look cute again. Rating:", "id": "en_0951333"}
{"language": "en", "output": "bad", "input": "Review: Nice idea but design lacking\n\nOn the pitcher the ratio to water results in weak coffee flavor. The cylinder (for the grounds) too easily detaches from the spout section. The rubber base too easily falls off the pitcher base. Rating:", "id": "en_0883562"}
{"language": "en", "output": "bad", "input": "Review: Big in hand and awkward\n\nI wanted a shorter & smaller insulated coffee up, without a handle. The volume was what I wanted, as is the color, but other reviews are right, you need bear hands to use comfortably. I've had it a few weeks and it's already slid to behind other mugs. Oh well.... I'm giving it 2 stars anyway because it does keep hot beverages hot, and cold beverages cold. Rating:", "id": "en_0709422"}
{"language": "en", "output": "bad", "input": "Review: Tech support was slow and horrible. I just returned the\n\nMade a loud humming noise when at 40-60% power. Quite when at 100%. When I took it out of the water it had a strong electrical burning smell. Maybe because it was new? Tech support was slow and horrible. I just returned the item Rating:", "id": "en_0591164"}
{"language": "en", "output": "bad", "input": "Review: No good for Netflix\n\nThis box streams in standard definition. So 55 inch 4k tv plus Netflix plus this box equals lousy viewing experience. It is my fault for purchasing this expecting an all around 4k system. The advertising is misleading. So buyer beware. Streaming service like Netflix will not appear in high definition. Rating:", "id": "en_0035637"}
{"language": "en", "output": "good", "input": "Review: Great product.\n\nSo far we absolutely love this survival kit. My son is very much into being in the woods and exploring and said this kit was perfect. Thanks again. Rating:", "id": "en_0776256"}
{"language": "en", "output": "good", "input": "Review: Great case for the coin\n\nI like good case for the money Rating:", "id": "en_0681403"}
{"language": "en", "output": "good", "input": "Review: It’s nice but should be a few bucks less\n\nJust think it’s a bit pricey but it’s very pretty. Rating:", "id": "en_0287969"}
{"language": "en", "output": "good", "input": "Review: Loved how fierce the female lead is\n\nLoved how fierce the female lead is. Would have given 5 stars had I known that there wasn't really a conclusion to this book because book 2 has the same issues. Rating:", "id": "en_0191008"}
{"language": "en", "output": "good", "input": "Review: Russian volume\n\nHave not tried them yet but are super soft . Can’t wait to try on my client Rating:", "id": "en_0281868"}
{"language": "en", "output": "bad", "input": "Review: Two Stars\n\nVery disappointed. I received the watch and the battery was not working. Rating:", "id": "en_0021673"}
{"language": "en", "output": "bad", "input": "Review: Cables are nice and as pictured but the logo on the red ...\n\nIt worked for about a month and then stopped reading my Mac Book . I stopped using it but don't really know what went wrong. Im going to try an adapter to the usb-c cables. Cables are nice and as pictured but the logo on the red aluminum was different the the logo pictured which threw me off a bit also. I would recommend to anyone. Rating:", "id": "en_0182551"}
{"language": "en", "output": "bad", "input": "Review: Poorly packed, arrived leaking\n\nI don't know if it works or not because mine arrived poorly packed and leaking . Rating:", "id": "en_0537215"}
{"language": "en", "output": "good", "input": "Review: Good product!\n\nI was hesitant on purchasing this product, but the product came in perfect condition and still works months after purchasing it. Rating:", "id": "en_0300033"}
{"language": "en", "output": "good", "input": "Review: Book\n\nGreat book, great series, great author Rating:", "id": "en_0101446"}
{"language": "en", "output": "good", "input": "Review: May Need Balancing\n\nOverall these are good tires, but before you go on a long road trip, you may want to take them to a professional and have them balanced. I hauled my boat about 50 miles on the new trailer tires as a test run and it would bounce at about 20 mph like a pogo stick. Had to have them balanced and everything seems ok now. Can’t beat the price though! Rating:", "id": "en_0514190"}
{"language": "en", "output": "good", "input": "Review: Great product, INCORRECT advice to cut prior to install\n\nGreat fit & durability for my 2010 Ford Flex. However, instructions stated \"if front row has a console, cut off 'section 2' from the 2nd row mat\" (see pict 3). I did this, installed in 2nd row & seen that it was unneccessary to remove section 2. In fact, after cutting it off, now I have an exposed piece of the factory carpet (see pict 2). Which sort of defeats the purpose of custom fit floor mats. I can place the cut off piece in place, but it doesnt stay as well as if it was attached, obviously (see pict 1). So very disappointed that it is cut :-( Rating:", "id": "en_0213250"}
{"language": "en", "output": "good", "input": "Review: Smells fantastic 😍\n\nIt smells GREAT. Can’t wait to use it. I give it 4 stars for uneven bars. One is visibly smaller that the stated 4oz. Simple product control flaw. Rating:", "id": "en_0146624"}
{"language": "en", "output": "bad", "input": "Review: Not to buy the product that are cheaper and better\n\nThe plastic holder for the Bluetooth unit broke in the first 5 min . I had to glow it I don’t like the equity of the sound to it’s very week Rating:", "id": "en_0726923"}
{"language": "en", "output": "bad", "input": "Review: Packaging a MESS\n\nReceived with packages a mess. Sent to front of bike because it look like the package was mishandled. Rating:", "id": "en_0985945"}
{"language": "en", "output": "bad", "input": "Review: Goes off randomly\n\nLike another brand I tried, this didn’t work. They both seemed to go off when our dog shook his head ...which made him yelp...which made it go off again. I’m back to a spray water bottle. Only works when he’s nearby but at least he’s not being zapped for doing nothing wrong. Rating:", "id": "en_0846056"}
{"language": "en", "output": "bad", "input": "Review: wrong cable could not use\n\nno where to attach item no loop or could not use Rating:", "id": "en_0219923"}
{"language": "en", "output": "good", "input": "Review: They were a bit larger than expected but product was good.\n\nIt was FAST! They were a bit larger than expected but product was good. Rating:", "id": "en_0073859"}
{"language": "en", "output": "good", "input": "Review: Adorbs!\n\nSoooo cute and super comfy. Perfect for a warm weather vacay and people were commenting they wished they had something effortless and cute to wear too! Rating:", "id": "en_0615137"}
{"language": "en", "output": "bad", "input": "Review: Poor quality straw\n\nWanted a great bottle i could travel with. The size and color are great, but the straw does not stay attached and i have to constantly open the bottle and push the straw back into place. I have not put this in the dishwasher so it's not like i warped the plastic. Just poor quality control.... Rating:", "id": "en_0943766"}
{"language": "en", "output": "good", "input": "Review: Good buy\n\nWorks great a little tight but decent for price Rating:", "id": "en_0084300"}
{"language": "en", "output": "bad", "input": "Review: Collector surface area is relatively small\n\nI like these, and we bought two sets, but when the day is what the weather folks call \"partly cloudy,\" the lights are pretty dim. They work as described, but if I had it to do over, we'd purchase some with a bigger collector surface area - even if the appearance proved unappetizing. At night that flaw would not be visible anyhow. UPDATE It's been 90 days and all the lights are dead. Lowered rating. Rating:", "id": "en_0371727"}
{"language": "en", "output": "bad", "input": "Review: Movie Is Great / 4K Suck :o(( !!!!!\n\nLUV This MOVIE .......but, the 4K Looked Worse then, My Old Dvd Copy :o(( My Copy FROZE 2-3 Times and was So Much Fuss / Gain that, it Remind Me of a VHS Tape :o(( Rating:", "id": "en_0369471"}
{"language": "en", "output": "good", "input": "Review: Worthy purchase\n\nLasted much longer then I thought it would. Rating:", "id": "en_0570215"}
{"language": "en", "output": "bad", "input": "Review: Only somewhat better than a dead battery\n\nThis battery holds a charge a little better than the mostly dead battery it replaced, but it's not even close to a genuine Apple battery. By the way, the seller offers free merch (selfie sticks, etc.) to people who give 5 star reviews, so take them with a grain of salt. Rating:", "id": "en_0783056"}
{"language": "en", "output": "good", "input": "Review: They fit\n\nAnd they hold their shape well. Rating:", "id": "en_0465816"}
{"language": "en", "output": "bad", "input": "Review: It’s not a mirror.\n\nWhen you look in the mirror, the image is not mirror image. It’s is messed up. It’s like looking in a concave mirror. Rating:", "id": "en_0341188"}
{"language": "en", "output": "bad", "input": "Review: I got sent a NASTY used one.\n\nI got sent a USED one! I am livid. There was water marks in the tank, aswell as crystals on the lid. There were water marks on the adult face mask. The charging cord was white with painters tape wrapped around it. No instructions came in it, and the box was obviously opened multiple times! Rating:", "id": "en_0373979"}
{"language": "en", "output": "bad", "input": "Review: Lasts for about 2 months...\n\nI bought these because of the battery life. Unfortunately, after 2 months of use for running and at the gym they disconnect all the time. The sound gets distorted and then they randomly disconnect like other reviewers have stated. At this point I may just go back to a wired pair. Hopefully you will have better luck than I have had. Rating:", "id": "en_0933894"}
{"language": "en", "output": "good", "input": "Review: Enjoyable to the end!\n\nThis is a good read. If you like fairy tales with a twist then read this book. Good job to all the authors. Rating:", "id": "en_0250631"}
{"language": "en", "output": "bad", "input": "Review: Blue die everywhere.\n\nThe blue die is all over my deck and pots. When it rains the blue die has splattered all over my patio table base and furniture. I even accidentally tracked it into the house. Brushing it or spraying water to try to clean it makes it worse. I only gave it two stars because this MIGHT have worked only as an indoor rug and the pattern is as expected. The material is an indoor carpet material. Not sure why they thought it would be a good outdoor rug. In one of my photos, the square under the table is the blue die. I swept all the other die away best I could. Rating:", "id": "en_0624572"}
{"language": "en", "output": "bad", "input": "Review: They look good but will not last\n\nThese lasted a few minuted with our 12 weeks old pups. We gave the rest to a friend with a small dog. Life span less then 10 minutes. Wouldnt buy again and not recommended until they last longer. Rating:", "id": "en_0696823"}
{"language": "en", "output": "bad", "input": "Review: can't believe the quality of this item is so poor, i want to get\n\nIt cracked after first use, I spent 30 dollars for it, can't believe the quality of this item is so poor, i want to get refund Rating:", "id": "en_0731928"}
{"language": "en", "output": "good", "input": "Review: Perfect Bedroom Addition\n\nGreat bench. Very sturdy and easy assembly. Rating:", "id": "en_0253641"}
{"language": "en", "output": "bad", "input": "Review: Good programming, commercials\n\nGood programming, commercials Rating:", "id": "en_0888268"}
{"language": "en", "output": "bad", "input": "Review: Not a clean cut.\n\nMy other cuticle nippers are much better. I have to do too much pulling with these. They don't seem to be engineered quite well enough. Rating:", "id": "en_0968088"}
{"language": "en", "output": "bad", "input": "Review: Quality\n\nI did not like it cause I thought it had protection for the screen Rating:", "id": "en_0404676"}
{"language": "en", "output": "bad", "input": "Review: Never got it\n\nNever received the item. Rating:", "id": "en_0800897"}
{"language": "en", "output": "good", "input": "Review: Good value\n\nThese are very easy to wash/dry which is a plus. They are easy to snag. Not bad though. Rating:", "id": "en_0198996"}
{"language": "en", "output": "good", "input": "Review: Super handy pencil sized level for my tool-pouch\n\nSuper handy pencil sized level for my tool-pouch. I sort-of wish it also did plum, but then it would be bigger and then I'd stop liking it. Rating:", "id": "en_0250444"}
{"language": "en", "output": "good", "input": "Review: Cute and Funny\n\nI'm not a CAT Lover bought it for a Cat Lover. Turns out I Found it funny and a good read too. Would recommend for anyone who wants a good laugh at some funny Animals. Rating:", "id": "en_0562077"}
{"language": "en", "output": "bad", "input": "Review: Only 1 bushing.\n\nTwice I have ordered this kit of 4 bushings and gotten only 1 bushing, leaving me stuck with a Jeep I still can't drive. Even the Moog website states this is a kit of 4 and the box is large enough for all 4 as shown, but I keep getting sent 1. Amazon sent a replacement, 3rd set I have gotten, and it only had 1 bushing as well and Amazon no longer offers me the option of requesting a replacement, just a refund. I'll just get it at a parts store. May cost more, but this isn't worth the hassle. Rating:", "id": "en_0968037"}
{"language": "en", "output": "bad", "input": "Review: Worked great; until it didn't.\n\nSimply stopped pumping air after a certain point. Very annoying. Rating:", "id": "en_0657554"}
{"language": "en", "output": "bad", "input": "Review: Looks cheap and covered in stains\n\nAlthough this bag is soft, the fabric is so thin it shows different colored foam that the bag is stuff in. It makes the bag look like there’s stains all over the fabric. Huge Disappointment!! I would not order again. Rating:", "id": "en_0883694"}
{"language": "en", "output": "good", "input": "Review: A must read!!\n\nAmazing!! I couldn’t put this one down. I love it!! True love is amazing and this story really touched my heart!! Rating:", "id": "en_0116769"}
{"language": "en", "output": "bad", "input": "Review: Not for big feet\n\nNot great for bigger feet/high arches. Couldn't get it past my heel/top of foot Rating:", "id": "en_0022524"}
{"language": "en", "output": "good", "input": "Review: Four Stars\n\nI loved the wallet. Only drawback is that bills must be folded and make the wallet thicker. Rating:", "id": "en_0614834"}
{"language": "en", "output": "good", "input": "Review: Five Stars\n\nI liked the simplicity of the information. It is information I and other family members can use. Rating:", "id": "en_0762044"}
{"language": "en", "output": "good", "input": "Review: Depends if you have a newer vehicle or not.\n\nI've heard horror stories of ordering these sensors online. What it boils down to is how smart your car is or not. I think these are just cloned sensors so if your car is like mine and doesn't know the difference between left and right, front and back, and just gives you a TPMS light then these will work great. I don't think they'll work if your car is newer and gives you a pressure readout for each specific tire. Rating:", "id": "en_0102234"}
{"language": "en", "output": "bad", "input": "Review: Needs more padding\n\nNot enough padding on the palms and it doesn’t extend to the next knuckle like I hoped. Rating:", "id": "en_0309406"}
{"language": "en", "output": "bad", "input": "Review: I ran into a problem he was leaking\n\nI ran into a problem he was leaking Rating:", "id": "en_0496140"}
{"language": "en", "output": "good", "input": "Review: Not the movies at all.\n\nVery very loosely was the movie attached to these stories. The movies had better ideas. But these stories were fairly entertaining and keeps one thinking as to what is going to happen next. Rating:", "id": "en_0346936"}
{"language": "en", "output": "bad", "input": "Review: Not true to size on the bottom. Tops fit GREAT. Bottoms were way too big for the size.\n\nBottoms are way too big for the sizes. Rating:", "id": "en_0420388"}
{"language": "en", "output": "bad", "input": "Review: One Star\n\nwashed it one time and two of the buttons came off in the first wash. irritating. Rating:", "id": "en_0677083"}
{"language": "en", "output": "bad", "input": "Review: Flimsy\n\nDisappointed that after 3 days of use the rubber broke off the clip. Metal that is underneath sharp. Haven't tried the other one that came with it, but am sure it will be just the same. Rating:", "id": "en_0667009"}
{"language": "en", "output": "good", "input": "Review: Five Stars\n\nnice variety pack. this is just what I was looking for Rating:", "id": "en_0456191"}
{"language": "en", "output": "bad", "input": "Review: Cheep trash\n\nBatteries work ok but the charger is garbage. Only charges two batteries at once. Save your money and get something else Rating:", "id": "en_0250692"}
{"language": "en", "output": "good", "input": "Review: Five Stars\n\nThose USB Wall Chargers work very well. Thank for letting me buy them from your store online Rating:", "id": "en_0981868"}
{"language": "en", "output": "bad", "input": "Review: Damaged product.\n\nI was so excited to receive my package only to find one of my strands of lights doesn’t work. Disappointed! Rating:", "id": "en_0587003"}
{"language": "en", "output": "bad", "input": "Review: Sushi\n\nI wasn't successful using these implements. Maybe it's just me, but I couldn't get the slices rolls to come out of the apparatus whole Rating:", "id": "en_0783695"}
{"language": "en", "output": "good", "input": "Review: Four Stars\n\nMy daughter loves helping me in the kitchen so these work well for us! Rating:", "id": "en_0292777"}
{"language": "en", "output": "bad", "input": "Review: Falls Off\n\nThe PopSocket is a great design and was a perfect give for my DBZ loving brother. Unfortunately, the PopSocket would not stick to the phone and fell off after an hour. The only reason I gave this product two stars, is because I was refunded my money. Rating:", "id": "en_0252651"}
{"language": "en", "output": "bad", "input": "Review: Crystal wand\n\nWas broken in half and was a gift. Rating:", "id": "en_0553480"}
{"language": "en", "output": "good", "input": "Review: Little bit loud, but a great unit just the same...\n\nOverall, does a great job cooling a medium sized room.. It is however a little bit on the loud side, but not enough that it keeps you up at night.. It’s just white noise to me.. Rating:", "id": "en_0502737"}
{"language": "en", "output": "good", "input": "Review: A love story to its core\n\nA love story to its core. This book is a rollercoaster of emotion and once you pick it up, you won’t want to stop reading it. It made me want to be a better husband, man, friend, and Christian. I’d recommend this book to anyone and everyone, but especially to someone who is struggling with loss or just feeling like you’re alone in this world. Bryan paints an amazing picture, that even though we may feel isolated and alone, God is always right their with us. Using us to tell the best love story of all. Rating:", "id": "en_0265769"}
{"language": "en", "output": "bad", "input": "Review: No box of Cheetos expire July 30th\n\nDid not receive them in a box kinda stale very disappointing they also expire July 30 Th. Description said box of 6 not delivery box and 6 bags of Cheetos . Rating:", "id": "en_0460803"}
{"language": "en", "output": "bad", "input": "Review: Too small to appreciate how gorgeous they are\n\nI was very disappointed in the small size of these gorgeous beads. Rating:", "id": "en_0330625"}
{"language": "en", "output": "bad", "input": "Review: Junk!\n\nI cannot get this camera to work, period. I bought the card you’re supposed to insert, but it doesn’t insert correctly. Waste of money! Rating:", "id": "en_0779522"}
{"language": "en", "output": "bad", "input": "Review: Disappointed!\n\nItem inside package was open and missing papers. I will not return item because it is to much trouble for a few missing sheets of paper. But I will not use this product or company again. Rating:", "id": "en_0764068"}
{"language": "en", "output": "bad", "input": "Review: The power supply fails Happen twice to me.\n\nThe power supply fails Happen twice to me. Sucks after you install them Rating:", "id": "en_0292248"}
{"language": "en", "output": "good", "input": "Review: Great coffee\n\nThis is the best coffee that I have ever had. My wife brought me some back from New Orleans and I have been ordering it off of Amazon ever since. Rating:", "id": "en_0465760"}
{"language": "en", "output": "good", "input": "Review: Good quality\n\nVery good product. Soft and warm. Good quality. Rating:", "id": "en_0363095"}
{"language": "en", "output": "bad", "input": "Review: Awful choice\n\nDid not adhere, had to press hard to get screen to react, cracked in 2 days. Rating:", "id": "en_0348441"}
{"language": "en", "output": "good", "input": "Review: Four Stars\n\nMy baby likes it, sometimes... Rating:", "id": "en_0941270"}
{"language": "en", "output": "bad", "input": "Review: This is not black\n\nI like the quality of the apron but I chose black and this is not black Rating:", "id": "en_0444834"}
{"language": "en", "output": "good", "input": "Review: sexy dress\n\nthis dress is BEAUTIFUL!! but it does run a bit small. especially if you have a bust. so just get a larger size. mine came already with a rip in the shoulder and some makeup on it. so it mustve been worn and returned. so im returning this one M and getting a L. its worth it tho. its a stunning looking dress. Rating:", "id": "en_0914358"}
{"language": "en", "output": "good", "input": "Review: Phone works just fine\n\nI brought the phone for my daughter and she said it works just fine Rating:", "id": "en_0055842"}
{"language": "en", "output": "good", "input": "Review: Great price!\n\nWorks as described. Easy set up too for wifi strength extension. Rating:", "id": "en_0848003"}
{"language": "en", "output": "good", "input": "Review: Great Book\n\nThis book is very interesting and rich of nice examples that, altogether, give a really good idea about how complex and vast software development is, but also how much fun it can be. Definitely recommended for those who like to learn by doing. Rating:", "id": "en_0899716"}
{"language": "en", "output": "bad", "input": "Review: Ordered your 1. 75mm PETG and got mailed 1 ...\n\nOrdered your 1.75mm PETG and got mailed 1.75mm PLA. Rating:", "id": "en_0894652"}
{"language": "en", "output": "good", "input": "Review: Perfect for little girls\n\nMy 4 year old loves this little pony family, it’s difficult to find these characters in stores, soo was thrilled to find these for her. Rating:", "id": "en_0281858"}
{"language": "en", "output": "good", "input": "Review: Super inspiring and full of fresh ideas on classic favorites!\n\nDrool-worthy images of every recipe that make anyone who likes to cook giddy to get in the kitchen and start making messes. Recipes range in difficulty in the sense that there are varying amounts of ingredients / time needed, but nothing overly complicated. There’s something for any level of cook, any time constraint, and night of the week! Rating:", "id": "en_0235462"}
{"language": "en", "output": "bad", "input": "Review: Small\n\nThis is much smaller than described Rating:", "id": "en_0812081"}
{"language": "en", "output": "bad", "input": "Review: Soft but horrible stitching\n\nI was really excited for this order based on reviews. The sheets are insanely soft but horrible stitching. As I was putting the sheets on I could hear the stitching ripping. Not really sure how long these will last. Rating:", "id": "en_0075223"}
{"language": "en", "output": "bad", "input": "Review: Don’t buy!\n\nCheap quality. Didn’t work worth a crap. Rating:", "id": "en_0816355"}
{"language": "en", "output": "good", "input": "Review: ... fluffing but in the end the tree was looking pretty sharp!\n\nNeeded a lot of tucking and fluffing but in the end the tree was looking pretty sharp! Rating:", "id": "en_0254960"}
{"language": "en", "output": "bad", "input": "Review: Not worth the price.\n\nI like the pages and the layout. The problem is if you have to carry it around much the outside cover deteriorates quickly. After just a week or so mine is coming off. Rating:", "id": "en_0537829"}
{"language": "en", "output": "good", "input": "Review: Notifies me\n\nI have been looking for a low price smart watch, and I finally found one. It not only tracks fitness, and heart rate, but it notifies me when I have a call or text. Something that not all of the fitness watches do.. Rating:", "id": "en_0542361"}
{"language": "en", "output": "bad", "input": "Review: Back too high\n\nAlthough comfortable shoes Back of shoe is too high and while playing golf after some time it starts hurting. Sending them back. Rating:", "id": "en_0123561"}
{"language": "en", "output": "bad", "input": "Review: unhappy\n\nwasn't happy with the look Rating:", "id": "en_0001962"}
{"language": "en", "output": "bad", "input": "Review: False information\n\nThis did not fit my truck. Very disappointed as Amazon said that it would. Rating:", "id": "en_0739899"}
{"language": "en", "output": "good", "input": "Review: good product\n\nit is a great product easy to install great pictures quality Rating:", "id": "en_0882504"}
{"language": "en", "output": "bad", "input": "Review: Disappointed\n\nI was so excited to get my color it colored pencils. I have the color it gel pens and just love them. When they came I started using them immediately and was so disappointed that when you sharpen them the lead keeps breaking. Two of the red colored pencils are about half gone already from sharpening and having the leads break. I am disappointed that I cannot order individual red color pencils to replace these because they will be gone shortly Rating:", "id": "en_0842577"}
{"language": "en", "output": "good", "input": "Review: Easy to setup\n\nOverall experience is great the 5050 LEDs are very powerful only used about 3 foot behind my desk and I really don't need more . Wifi dongle was very simple to use and setup can recycle the rest of the strip for another project ! Rating:", "id": "en_0409037"}
{"language": "en", "output": "bad", "input": "Review: Came off in rain.\n\nDon’t buy it I cut out some decals for my car and the first day it rained they came off. Also I was using a Cricut machine to cut it and the backing ruined a fourth of my decals because it wouldn't come off the Cricut mat without tearing to shreds. Edit: decals now are sticking outside the first 4 ft were ruined and not very sticky for some reason. Rating:", "id": "en_0743371"}
{"language": "en", "output": "bad", "input": "Review: Two Stars\n\nThey rotate even though it looks like they are fixed. Not what I expected. Rating:", "id": "en_0657466"}
{"language": "en", "output": "good", "input": "Review: ... more powerful but the rest of the feature are great like the heat\n\nI wish the jets was more powerful but the rest of the feature are great like the heat, the jets are good just could have been better for the price very large I believe it might be as big as the nail salon Rating:", "id": "en_0921544"}
{"language": "en", "output": "good", "input": "Review: The glass is thinner than I would have liked, but it is very cute and is a ...\n\nThe glass is thinner than I would have liked, but it is very cute and is a great gift. Rating:", "id": "en_0941669"}
{"language": "en", "output": "good", "input": "Review: Great to keep in the car!\n\nMy daughter is almost 2 and LOVES this! We bought it as a toy to keep in the car during a long road trip and now she plays with it every day! Rating:", "id": "en_0792270"}
{"language": "en", "output": "good", "input": "Review: For sure fun...\n\nDefinitely fun... got it to relax myself and absolutely it helped a lot. It felt too soft and the breasts were plump. Two holes are definitely tight enough and the mouth was crazy with teeth, but those are just some plastic ones and with tongue, it definitely had a different feel. Not so big, just a decent size. Rating:", "id": "en_0875408"}
{"language": "en", "output": "bad", "input": "Review: Hate the game\n\nHate the game. Got for my son because I thought it would be fun. He hates it. Rating:", "id": "en_0857777"}
{"language": "en", "output": "good", "input": "Review: Four Stars\n\nIt’s worked good so far, dropped it only twice and it is protecting my phone well Rating:", "id": "en_0897971"}
{"language": "en", "output": "bad", "input": "Review: Could not get it to spray\n\nThe product would not function and surprisingly the return window closed one month after receipt Rating:", "id": "en_0277347"}
{"language": "en", "output": "bad", "input": "Review: sticker doesn't look good. I will be removing it from my car\n\nI can see why they had to fold the sticker in half between the words cause its too long, but there was bends in the words. sticker doesn't look good. I will be removing it from my car. The package they sent it in is good. think it was just a bad sticker. Rating:", "id": "en_0382988"}
{"language": "en", "output": "bad", "input": "Review: I cancelled the purchase.\n\nI never received this scale!!! I cancelled the scale because the delivery was postponed at least twice. Rating:", "id": "en_0798073"}
{"language": "en", "output": "good", "input": "Review: Recommended\n\nVery good, well made Rating:", "id": "en_0066506"}
{"language": "en", "output": "good", "input": "Review: I like these highlighters\n\nI like these highlighters, only thing is the outside casing is made of cheap plastic so they do crack easily. One of mine came with a crack in it and it was dried out when I received it. Rating:", "id": "en_0963958"}
{"language": "en", "output": "bad", "input": "Review: It fits the couch but horrible use with leather it slips and slide everywhere I’ve ...\n\nIt fits the couch but horrible use with leather it slips and slide everywhere I’ve had to add 2 extra straps to the side and 2 extra straps to the back to make it stay in one place. The second the dogs get of it falls right off without me adding all kinds of extra straps for security. I’ve also added foam inserts to keep it in place or else it still slips everywhere. Rating:", "id": "en_0148529"}
{"language": "en", "output": "bad", "input": "Review: We have not received the package. Please return our money\n\nWe have not received the package. Please return our money Rating:", "id": "en_0504171"}
{"language": "en", "output": "bad", "input": "Review: It's t-shirt thin. I went to try it on ...\n\nIt's t-shirt thin. I went to try it on and it didn't fit over by breasts. I usually wear a large and its baggy...this one was so tight. Rating:", "id": "en_0898956"}
{"language": "en", "output": "good", "input": "Review: Great!\n\nThicker than I needed, but a lot of it for the cost. Great! Rating:", "id": "en_0713059"}
{"language": "en", "output": "bad", "input": "Review: Bright White Light , BUT\n\nAS with all of Amazons Shipments , Item arrived in two days. After purchasing new Bulb housing locks , and after re-reading and re-reading and.... the english interpretation on alternate installation methods , I finally got them installed. the alternate method which worked for me ( on my '94 Ford ranger ) was to simply take the bayonet style locking ring off using the supplied tiny allen wrench , sliding on my truck light housing lock , and reinstalling the ring. Maybe should give three stars for lighting up our darkened 6 mile trip to the highway like it was daytime , But can only give the rating because every time I turned on the lights .... it killed my radio. lights off ... radio came back. ( A Little Comical ) I'm sure it was due to the LED power supply / No voltage regulation and low manufacturing standards of this light. However , when I contacted the sales rep. they tried everything they could to help with suggestions. in summary; Bad light , great attempt by their customer service Rating:", "id": "en_0272527"}
{"language": "en", "output": "good", "input": "Review: Four Stars\n\nA little to large but looks perfect for me. :) Rating:", "id": "en_0228063"}
{"language": "en", "output": "bad", "input": "Review: NOT WORTH THE PRICE!!!!\n\nCame within a week that was cool, but feels very cheaply made, and the fact that it always comes off when I sleep, and that there is an opening near the nose which was very annoying since light always found it’s way in through there Rating:", "id": "en_0695637"}
{"language": "en", "output": "good", "input": "Review: Better than the reviews and IMDB.. for sure\n\nA smooth and dark movie. Great acting, good story, well done as most Cohen flix are. Worth a watch for sure. Rating:", "id": "en_0112090"}
{"language": "en", "output": "bad", "input": "Review: Two Stars\n\nThe belt clip Broke after 2 days of use. sad Rating:", "id": "en_0976674"}
{"language": "en", "output": "good", "input": "Review: Couldn't put it down\n\nMy sister made me read these and I hate her for it. I lost three days of my life reading these. I didn't eat, I didn't go to work. read at your own risk. Rating:", "id": "en_0042585"}
{"language": "en", "output": "good", "input": "Review: Bag is sturdy\n\nFantastic and my son was pleased Rating:", "id": "en_0065544"}
{"language": "en", "output": "bad", "input": "Review: DON'T BUY IT!! SCAM!! QUICK WORKING ...\n\nDON'T BUY IT !! SCAM !! QUIT WORKING IMMEDIATELY !!! NO RETURN !!! Rating:", "id": "en_0816232"}
{"language": "en", "output": "bad", "input": "Review: Disappointed\n\nThe print was only on one side and the material was not velour but a cheap cotton. I was really disappointed but it was a gift and I needed it then. Rating:", "id": "en_0496817"}
{"language": "en", "output": "good", "input": "Review: 🤗🤗🤗\n\nThe best job I ever had Rating:", "id": "en_0637887"}
{"language": "en", "output": "bad", "input": "Review: Uncomfortable\n\nNot very sturdy and very uncomfortable. Not recommended Rating:", "id": "en_0100438"}
{"language": "en", "output": "bad", "input": "Review: Poor quality control\n\nAfter 3 weeks of using this pan (probably only actually used 6-7 times) the finish in the pan is already ruined. I bought the same kind of pan in a larger size as well and that one is still fine. I’ve been extremely careful about cleaning and storing them and have treated each pan exactly the same, so this smaller one must have been defective. I tried soaking the pan repeatedly to try and get it back to normal, but it’s ruined. Complete waste of money. Rating:", "id": "en_0355139"}
{"language": "en", "output": "bad", "input": "Review: Dont waste your money\n\nDidn't work for my son. I tried everything. I followed the steps. tried over and over. I have been trying since before he was 3. He was doing good once I stopped this and now he has so many accidents a day. This did not help. It was a waste of money. Do not buy. I have potty trained 3 other children so its not that I do not know what to do. Rating:", "id": "en_0049581"}
{"language": "en", "output": "good", "input": "Review: Product arrived on time and was as described\n\nProduct arrived on time and was as described Rating:", "id": "en_0600676"}
{"language": "en", "output": "good", "input": "Review: Great, after sharpening\n\nGood size, easy to use. But they came very dull, and sharpening them from dull was not simple. But I'm happy with them Rating:", "id": "en_0351333"}
{"language": "en", "output": "bad", "input": "Review: Delivery not acceptable\n\nThe delay in delivery has not been acceptable. Rating:", "id": "en_0396388"}
{"language": "en", "output": "good", "input": "Review: Nice for the price.\n\nNot an exact match to OEM but close enough when compared to the price of manufacturer replacements. This whole set costs less than one original. Rating:", "id": "en_0940418"}
{"language": "en", "output": "good", "input": "Review: The quality is great\n\nI got these for my wife she’s very into art and at such a great price they were a must have Rating:", "id": "en_0764565"}
{"language": "en", "output": "good", "input": "Review: The top and bottom flex back easily, the rubber is a softer rubber than most ...\n\nThe top and bottom flex back easily, the rubber is a softer rubber than most 2 part cases like this. but other than that it is a great case, great color, have not dropped it but it seems as protective as similar style cases. and its griped which is good Rating:", "id": "en_0613389"}
{"language": "en", "output": "bad", "input": "Review: Damaged poor packing\n\nReceived damaged & returned Rating:", "id": "en_0466033"}
{"language": "en", "output": "bad", "input": "Review: Tore\n\nBroke only after one week. Tore where the clip fits into so can no longer wear conveniently Rating:", "id": "en_0884965"}
{"language": "en", "output": "good", "input": "Review: Good sleeps\n\nGreat sleep mask. Only minus is that it doesnt have those 3D eye holes. Rating:", "id": "en_0948800"}
{"language": "en", "output": "bad", "input": "Review: Very soft, not what I expected.\n\nVery soft ,not what I expected. I was looking for something a little more stronger Rating:", "id": "en_0482230"}
{"language": "en", "output": "bad", "input": "Review: Totally new design. No longer fit the same! Different Haitian factory?\n\nThey changed factories in Haiti, didn't they? Now the undies are higher from crotch to waist but narrower from hip to hip. Tighter around the thighs as well. Always a gamble when one orders from an unpredictable foreign manufacturer.... Rating:", "id": "en_0440427"}
{"language": "en", "output": "bad", "input": "Review: Five Stars\n\nRusted after 3 week use. The syrup turned brown . No hummingbirds. Rating:", "id": "en_0535818"}
{"language": "en", "output": "good", "input": "Review: Love\n\nLight clean smell, I like the foam, gentle for my sensitive skin and leaves my face feeling very clean and refreshed every time I use it. Rating:", "id": "en_0021194"}
{"language": "en", "output": "bad", "input": "Review: Damage package\n\nVery disappointed with the packaging. FedEx driver handing me a thin plastic bag with no protection at all. Box was ripped and had some dents on the corner of the battery. Rating:", "id": "en_0230552"}
{"language": "en", "output": "good", "input": "Review: Peace of mind\n\nBrings some peace of mind to know important documents are tucked away for safe keeping. This will hold multiple docs and is made of a tough material. It has a strong velcro closure. Rating:", "id": "en_0588999"}
{"language": "en", "output": "good", "input": "Review: Great for my MacBook\n\nYears ago I’d bought a modern aluminum PC stand for my MacBook Air but the darn thing wouldn’t keep the base from slipping out. I finally decided to fix the problem and purchased this item. It works great. Granted it’s role is pretty boring as it’s always up and seldom move. That said, it works great. I’m very pleased. Rating:", "id": "en_0892717"}
{"language": "en", "output": "good", "input": "Review: Good price\n\nDoes it's job. Using for decorative purposes only Rating:", "id": "en_0308544"}
{"language": "en", "output": "good", "input": "Review: Great product\n\nThese drives seem to work great and they arrived quicker than anticipated. Rating:", "id": "en_0727267"}
{"language": "en", "output": "good", "input": "Review: Good product\n\nMy son is 9 and saved up for this because he is obsessed with titanic. He loves it and has it displayed in his room now. It took him 3 days and little help from an adult to put together. Rating:", "id": "en_0580813"}
{"language": "en", "output": "good", "input": "Review: As advertised and packaged well\n\nAs advertised and packaged very well. Just what I wanted! Rating:", "id": "en_0069121"}
{"language": "en", "output": "good", "input": "Review: One of my classic favorites and was hard to find in local retailer oddly, would recommend buy here!\n\ngood timing for one of my favorite, I've been searching for. Rating:", "id": "en_0758495"}
{"language": "en", "output": "bad", "input": "Review: Horrible packaging\n\nGreat product. Horrible packaging. Non-padded envelope. All were crushed. Guess I’ll use for salad topping. Disappointed. Rating:", "id": "en_0479171"}
{"language": "en", "output": "bad", "input": "Review: Must position correctly to work.\n\nHave to find a sweet spot to make it work. Rating:", "id": "en_0290529"}
{"language": "en", "output": "good", "input": "Review: Perfect replacement!\n\nThe bulb arrived on time and in good condition. It looked a little too big when my husband took it out of the box, but it fit the headlight fixture perfectly on his 1974 Ford 3000 tractor. The light intensity and dispersal pattern is the same as the original. Rating:", "id": "en_0984626"}
{"language": "en", "output": "bad", "input": "Review: Don’t buy this!!!\n\nThis is by far the worst item that I have bought via Amazon. The charger does not work. It charge my Apple Watch but not the phone. I wish I kept the packaging of this product. I would’ve returned this if I could. Rating:", "id": "en_0710840"}
{"language": "en", "output": "good", "input": "Review: A great companion piece to Hamilton.\n\nA lovely collaborative work that acts as a great companion piece to Hamilton. Rating:", "id": "en_0618245"}
{"language": "en", "output": "good", "input": "Review: Different shapes\n\nI like that it includes all Rating:", "id": "en_0259148"}
{"language": "en", "output": "good", "input": "Review: Fun party favors\n\nCute party favors. Seem to be pretty good quality. perfect for little hands to write in! Rating:", "id": "en_0529410"}
{"language": "en", "output": "good", "input": "Review: The product is available at AMAZON\n\nMy husband was satisfied Rating:", "id": "en_0806890"}
{"language": "en", "output": "bad", "input": "Review: Arrow bolts were not packaged\n\nBolts were all loose in the shipping envelope. Some of the arrows were in pieces. The arrow packaging inside the shipping envelope was opened and empty. Rating:", "id": "en_0932841"}
{"language": "en", "output": "good", "input": "Review: Five Stars\n\nVery easy to build. All parts received and good quality. Rating:", "id": "en_0230892"}
